const data={
    "144933-1": {
        "農產品經營者": "康眉香",
        "聯絡電話": "0925-826203",
        "產品名稱": [
            "蜂蜜-蜜蜂老爹",
            "蜂蜜-蜜蜂老爹-龍眼蜜"
        ]
    },
    "150013-1": {
        "農產品經營者": "李家淳",
        "聯絡電話": "09-88257720",
        "產品名稱": [
            "番茄--壹淳番茄",
            "番茄",
            "番茄-壹淳番茄"
        ]
    },
    "134977-1": {
        "農產品經營者": "陳煌霖",
        "聯絡電話": "05-5977521",
        "產品名稱": [
            "馬鈴薯--600公克",
            "馬鈴薯--履歷600g",
            "馬鈴薯-履歷馬鈴薯",
            "馬鈴薯"
        ]
    },
    "157284-1": {
        "農產品經營者": "張志緯",
        "聯絡電話": "09-89802589",
        "產品名稱": [
            "蓮藕-蓮藕",
            "蓮藕"
        ]
    },
    "141738-1": {
        "農產品經營者": "南投縣魚池鄉菇產銷班第4班",
        "聯絡電話": "049-2880077",
        "產品名稱": [
            "香菇-乾香菇",
            "香菇--猴絨菇150g",
            "香菇--鮮香菇300g",
            "香菇"
        ]
    },
    "145198-1": {
        "農產品經營者": "斗南鎮農會糧食工廠第二廠",
        "聯絡電話": "05-5969903",
        "產品名稱": [
            "水稻-SUSHI RICE",
            "水稻",
            "水稻-勝壽司",
            "水稻-留胚米",
            "水稻-履歷米",
            "水稻-火鍋專用米",
            "水稻-斗南町越光米",
            "水稻-慕里諾越光米",
            "水稻-一番良質米"
        ]
    },
    "140588-1": {
        "農產品經營者": "李室蒝",
        "聯絡電話": "07-6319358",
        "產品名稱": [
            "胡瓜",
            "胡瓜--履歷小黃瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "151138-1": {
        "農產品經營者": "林明煌",
        "聯絡電話": "093-1935306",
        "產品名稱": [
            "棗--蜜棗",
            "棗",
            "棗--蜜棗禮盒",
            "棗--蜜棗-零售"
        ]
    },
    "138660-1": {
        "農產品經營者": "高雄市美濃區蔬菜產銷班第29班",
        "聯絡電話": "07-6832618",
        "產品名稱": [
            "番茄-履歷玉女番茄",
            "番茄",
            "番茄PLUS-履歷橙蜜香番茄",
            "番茄PLUS",
            "木瓜--木瓜",
            "木瓜",
            "番茄PLUS-美濃橙蜜香番茄",
            "番茄-玉女小番茄",
            "番茄PLUS--美濃橙蜜香番茄",
            "番茄--履歷小番茄",
            "番茄PLUS--履歷橙蜜香番茄",
            "番茄--履歷玉女番茄",
            "番茄--玉女小番茄",
            "番茄PLUS--履歷橙蜜香",
            "番茄-履歷小番茄",
            "番茄--橙蜜",
            "番茄--履歷橙蜜香番茄",
            "番茄PLUS--產銷履歷小番茄"
        ]
    },
    "141581-1": {
        "農產品經營者": "何萬欽",
        "聯絡電話": "09-10172939",
        "產品名稱": [
            "大豆--黑豆(10)",
            "大豆-黑豆(30)",
            "大豆--黑豆(3)",
            "大豆--黑豆(9)",
            "大豆--黑豆(30)",
            "大豆--黑豆(15)",
            "大豆--黑豆(6)",
            "大豆-黑豆(25)",
            "甘藷--甘藷",
            "甘藷"
        ]
    },
    "991375-1": {
        "農產品經營者": "綠園生活有限公司",
        "聯絡電話": "(04)2330-6276",
        "產品名稱": [
            "履歷香菇(分裝/流通)",
            "履歷香菇",
            "水果彩椒",
            "履歷洋菇",
            "履歷櫛瓜"
        ]
    },
    "154640-1": {
        "農產品經營者": "永琳農園",
        "聯絡電話": "09-88580964",
        "產品名稱": [
            "食用玉米",
            "食用玉米--白龍王-水果玉米",
            "食用玉米--金蜜-甜玉米",
            "食用玉米--帶殼-玉米筍",
            "食用玉米--佳穗9號",
            "食用玉米-佳穗9號"
        ]
    },
    "992754-1": {
        "農產品經營者": "臺南市麻豆區農會",
        "聯絡電話": "(06)5722301",
        "產品名稱": [
            "芥藍菜",
            "油菜",
            "菠菜",
            "青梗白菜-青江菜",
            "小白菜",
            "紅豆",
            "甘藷-截切",
            "胡蘿蔔-截切",
            "甘藷",
            "小白菜-蚵白菜",
            "茼蒿"
        ]
    },
    "130362-1": {
        "農產品經營者": "保證責任屏東縣綠地農特產品生產合作社",
        "聯絡電話": "08-7959272",
        "產品名稱": [
            "鳳梨--綠地鮮鳳梨",
            "鳳梨",
            "鳳梨--パイナップル"
        ]
    },
    "154538-1": {
        "農產品經營者": "呂尉至",
        "聯絡電話": "09-20250156",
        "產品名稱": [
            "小白菜--小白菜",
            "葉萵苣",
            "青松菜",
            "小白菜",
            "菠菜",
            "油菜",
            "菠菜--菠菜",
            "油菜--小松菜",
            "葉萵苣--葉萵苣",
            "青松菜--青松菜"
        ]
    },
    "132048-1": {
        "農產品經營者": "保證責任嘉義市嘉全果菜生產合作社",
        "聯絡電話": "05-2761310",
        "產品名稱": [
            "油菜-油菜",
            "葉萵苣-油麥菜",
            "小白菜-小白菜",
            "甘藍-高麗菜",
            "南瓜-南瓜",
            "胡瓜-小黃瓜",
            "胡瓜",
            "青梗白菜-青江菜",
            "結球萵苣-美生菜",
            "青梗白菜",
            "結球萵苣",
            "葉萵苣",
            "小白菜",
            "油菜",
            "青花菜",
            "甘藍",
            "甘藷-紅肉地瓜",
            "南瓜",
            "九層塔",
            "小白菜-蚵白菜"
        ]
    },
    "145704-1": {
        "農產品經營者": "陳耀龍",
        "聯絡電話": "07-6832603",
        "產品名稱": [
            "木瓜--台農2號木瓜",
            "木瓜"
        ]
    },
    "151325-1": {
        "農產品經營者": "宋蓺胤",
        "聯絡電話": "07-6815838",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "155874-1": {
        "農產品經營者": "楊探峯",
        "聯絡電話": "05-5988183",
        "產品名稱": [
            "油菜",
            "青梗白菜-青江菜",
            "青梗白菜",
            "油菜-油菜",
            "小白菜-蚵白菜",
            "小白菜",
            "菠菜-菠菜",
            "菠菜"
        ]
    },
    "140560-1": {
        "農產品經營者": "李明玉",
        "聯絡電話": "07-6871718",
        "產品名稱": [
            "番茄",
            "番茄--玉女番茄300g",
            "番茄--金瑩番茄300g",
            "甜椒"
        ]
    },
    "140559-1": {
        "農產品經營者": "吳映芳",
        "聯絡電話": "0980-215386",
        "產品名稱": [
            "番茄",
            "甜椒--巴勒摩甜心水果彩",
            "甜椒",
            "番茄--玉女番茄300g",
            "番茄--金瑩番茄300g",
            "番茄--履歷小番茄",
            "番茄--履歷玉女番茄",
            "番茄--履歷橙蜜香",
            "番茄--履歷橙蜜香番茄",
            "番茄-履歷小番茄"
        ]
    },
    "134377-1": {
        "農產品經營者": "陳松連",
        "聯絡電話": "05-2591413",
        "產品名稱": [
            "木瓜",
            "木瓜--履歷紅木瓜6公斤",
            "木瓜--履歷木瓜12KG"
        ]
    },
    "147998-1": {
        "農產品經營者": "吳志傑",
        "聯絡電話": null,
        "產品名稱": [
            "青蔥",
            "青蔥--青蔥",
            "青蔥--產銷履歷青蔥",
            "青蔥--履歷青蔥",
            "青蔥-青蔥",
            "青花菜-履歷青花菜",
            "青花菜",
            "青花菜--履歷青花菜"
        ]
    },
    "138229-1": {
        "農產品經營者": "鴻圃種苗有限公司",
        "聯絡電話": "07-3815060",
        "產品名稱": [
            "番茄",
            "百香果--產銷履歷百香果",
            "百香果",
            "番茄--美濃金瑩小番茄",
            "番茄--台灣薄皮蜜Q小番茄",
            "番茄--履歷薄皮小蜜金番茄(金)",
            "百香果--百香果",
            "百香果--履歷百香果",
            "番茄--高雄美濃金瑩小番"
        ]
    },
    "500717-1": {
        "農產品經營者": "勤億蛋品科技股份有限公司",
        "聯絡電話": "05-2354516",
        "產品名稱": [
            "雞蛋(勤億葉黃素是好蛋)",
            "雞蛋(勤億是好亮葉黃素蛋)",
            "雞蛋(勤億葉黃素非籠飼是好蛋)",
            "雞蛋(幸福牧場蛋黃香人道雞蛋)",
            "雞蛋(勤億是好機能蛋)"
        ]
    },
    "157343-1": {
        "農產品經營者": "邱秀賢",
        "聯絡電話": "09-11321116",
        "產品名稱": [
            "番茄-履歷牛番茄",
            "番茄",
            "番茄--履歷牛心番茄",
            "番茄--產銷履歷牛番茄",
            "番茄-產銷履歷牛番茄",
            "番茄-履歷牛心番茄",
            "番茄--履歷牛番茄"
        ]
    },
    "143763-1": {
        "農產品經營者": "林楷堯",
        "聯絡電話": "05-2395899",
        "產品名稱": [
            "胡瓜--履歷小黃瓜",
            "胡瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "135716-1": {
        "農產品經營者": "日光蔬活農場",
        "聯絡電話": "03-9304954",
        "產品名稱": [
            "芫荽",
            "茼蒿--水耕山茼蒿",
            "芫荽--水耕履歷香菜",
            "葉萵苣--水耕履歷紅萵苣",
            "葉萵苣",
            "葉萵苣--水耕履歷綠萵苣",
            "茼蒿",
            "葉萵苣--水耕履歷蔬活萵苣",
            "羽衣甘藍",
            "結球萵苣",
            "芝麻菜",
            "葉萵苣--綜合萵苣",
            "芝麻菜--芝麻葉",
            "葉萵苣--綜合嫩葉",
            "結球萵苣--綜合奶油萵苣",
            "羽衣甘藍--羽衣甘藍",
            "芫荽--香菜",
            "葉萵苣--水耕A菜",
            "葉萵苣--紅奶赤珊瑚",
            "芫荽-水耕履歷香菜"
        ]
    },
    "147842-1": {
        "農產品經營者": "保證責任屏東縣寶島南方蔬果生產合作社",
        "聯絡電話": "08-7962960",
        "產品名稱": [
            "棗",
            "棗--蜜棗",
            "鳳梨--輸日金鑽鳳梨",
            "鳳梨",
            "鳳梨--春蜜鳳梨1.2kg",
            "棗--履歷特選日光蜜棗",
            "棗--精選履歷珍蜜蜜棗",
            "棗-蜜棗",
            "棗--精選履歷雪麗蜜棗",
            "棗--棗",
            "棗-棗",
            "棗-精選履歷雪麗蜜棗"
        ]
    },
    "143195-1": {
        "農產品經營者": "林鴻鈞",
        "聯絡電話": "09-12979240",
        "產品名稱": [
            "大蒜-黑葉蒜頭"
        ]
    },
    "146343-1": {
        "農產品經營者": "保證責任彰化縣青農果菜生產合作社",
        "聯絡電話": "05-5863216",
        "產品名稱": [
            "小白菜",
            "青梗白菜--青江白菜",
            "油菜",
            "青梗白菜-青江白菜",
            "青梗白菜",
            "葉用甘藷-葉用甘藷",
            "葉用甘藷",
            "油菜--履歷油菜",
            "小白菜--小白菜",
            "油菜-油菜",
            "小白菜-小白菜",
            "小白菜-蚵白菜",
            "菠菜-菠菜",
            "菠菜"
        ]
    },
    "144182-1": {
        "農產品經營者": "莊明輝",
        "聯絡電話": "05-5877060",
        "產品名稱": [
            "番茄-牛心番茄",
            "番茄",
            "番茄--履歷牛番茄"
        ]
    },
    "134110-1": {
        "農產品經營者": "臺中市新社區菇產銷班第13班",
        "聯絡電話": "04-25815456",
        "產品名稱": [
            "香菇-乾香菇150公克",
            "香菇-600公克",
            "香菇-300公克",
            "香菇"
        ]
    },
    "136463-1": {
        "農產品經營者": "農友種苗股份有限公司",
        "聯絡電話": "07-6519668",
        "產品名稱": [
            "番茄--玉女番茄   重量900g",
            "番茄",
            "番茄--喜番茄   重量900g",
            "番茄--玉女番茄",
            "番茄--喜番茄",
            "番茄--玉女番茄600g"
        ]
    },
    "140895-1": {
        "農產品經營者": "青田農業股份有限公司",
        "聯絡電話": "08-7395003",
        "產品名稱": [
            "檸檬",
            "檸檬--履歷檸檬600g"
        ]
    },
    "145683-1": {
        "農產品經營者": "嚴翠蓮",
        "聯絡電話": "05-3745505",
        "產品名稱": [
            "辣椒",
            "菠菜",
            "油菜",
            "小白菜",
            "茼蒿",
            "菠菜--菠菜",
            "菠菜-菠菜",
            "油菜--油菜",
            "小白菜-小白菜",
            "茼蒿-山茼蒿",
            "茼蒿-茼蒿",
            "小白菜-履歷小白菜",
            "辣椒-朝天椒",
            "油菜-油菜",
            "茼蒿--山茼蒿",
            "辣椒--朝天椒",
            "小白菜--小白菜",
            "茼蒿--茼蒿",
            "小白菜-履歷蚵白",
            "葉用甘藷--履歷地瓜葉",
            "葉用甘藷-履歷地瓜葉",
            "葉用甘藷-地瓜葉",
            "葉用甘藷--地瓜葉",
            "葉用甘藷",
            "辣椒--青辣椒",
            "辣椒--辣椒",
            "辣椒-青辣椒",
            "小白菜--履歷小白菜"
        ]
    },
    "153356-1": {
        "農產品經營者": "張嘉惠",
        "聯絡電話": "09-78293811",
        "產品名稱": [
            "小白菜--蚵白菜",
            "小白菜",
            "油菜--油菜",
            "油菜",
            "莧菜--莧菜",
            "菠菜--菠菜",
            "青梗白菜--青江",
            "菠菜",
            "莧菜",
            "青梗白菜",
            "油菜-油菜",
            "青梗白菜-青江",
            "小白菜-蚵白菜",
            "芥藍--芥藍",
            "芥藍",
            "菠菜-菠菜"
        ]
    },
    "146284-1": {
        "農產品經營者": "李國安",
        "聯絡電話": "0935-111646",
        "產品名稱": [
            "檸檬",
            "檸檬--國安檸檬莊園"
        ]
    },
    "145259-1": {
        "農產品經營者": "鍾憲宗",
        "聯絡電話": "05-5869585",
        "產品名稱": [
            "油菜",
            "芥藍",
            "小白菜",
            "小白菜--(履歷小白菜)",
            "青梗白菜--履歷青江菜",
            "小白菜-履歷小白菜",
            "青梗白菜",
            "青梗白菜-履歷青江菜",
            "小白菜--履歷小白菜",
            "油菜--(履歷油菜)",
            "油菜-履歷油菜",
            "油菜--履歷油菜"
        ]
    },
    "144901-1": {
        "農產品經營者": "蔡熊忠",
        "聯絡電話": "06-5772514",
        "產品名稱": [
            "棗",
            "棗--蜜棗"
        ]
    },
    "631012-1": {
        "農產品經營者": "台全珍豬工業股份有限公司",
        "聯絡電話": "056932222",
        "產品名稱": [
            "豬肉"
        ]
    },
    "157237-1": {
        "農產品經營者": "廖若均",
        "聯絡電話": "05-5876789",
        "產品名稱": [
            "菠菜",
            "茼蒿--履歷茼蒿",
            "葉萵苣",
            "小白菜-履歷小白菜",
            "芥藍-履歷芥藍",
            "茼蒿",
            "芥藍--履歷芥藍",
            "葉萵苣--履歷福山萵苣",
            "葉萵苣-履歷福山萵苣",
            "芥藍",
            "小白菜",
            "葉萵苣-履歷A菜"
        ]
    },
    "993332-1": {
        "農產品經營者": "茗曜農業生技有限公司",
        "聯絡電話": "(05)5983682",
        "產品名稱": [
            "截切紅蘿蔔",
            "高麗菜分裝流通",
            "截切青花菜",
            "大陸妹(福山萵苣)分裝流通",
            "截切馬鈴薯",
            "截切甜椒(含青椒。彩椒)",
            "截切青江菜(青梗白菜)",
            "截切油菜",
            "截切菠菜",
            "青江菜(青梗白菜)分裝流通",
            "截切小白菜(含蚵白菜)",
            "截切高麗菜",
            "菠菜分裝流通",
            "甜椒(含青椒，彩椒)分裝流通",
            "小白菜(蚵白菜)分裝流通",
            "截切洋蔥",
            "截切大陸妹(福山萵苣)",
            "截切地瓜",
            "油菜分裝流通",
            "地瓜分裝流通"
        ]
    },
    "159018-1": {
        "農產品經營者": "林志剛",
        "聯絡電話": "05-5876789",
        "產品名稱": [
            "油菜",
            "小白菜-履歷小白菜",
            "油菜-履歷油菜",
            "小白菜--履歷蚵白菜",
            "青梗白菜--履歷青江白菜",
            "菠菜--履歷菠菜",
            "菠菜-履歷菠菜",
            "小白菜",
            "青梗白菜",
            "小白菜--履歷小白菜",
            "茼蒿",
            "油菜--履歷油菜",
            "菠菜",
            "茼蒿--履歷茼蒿",
            "葉萵苣-履歷A菜",
            "葉萵苣--履歷A菜",
            "葉萵苣"
        ]
    },
    "141972-1": {
        "農產品經營者": "吳泓修",
        "聯絡電話": "06-6551278",
        "產品名稱": [
            "番茄"
        ]
    },
    "159082-1": {
        "農產品經營者": "黃建棠",
        "聯絡電話": "05-5860686",
        "產品名稱": [
            "油菜",
            "半結球萵苣--履歷大陸妹",
            "半結球萵苣-履歷大陸妹",
            "油菜--履歷油菜",
            "小白菜--履歷小白菜",
            "小白菜-履歷小白菜",
            "半結球萵苣",
            "青梗白菜--履歷青江菜",
            "青梗白菜",
            "小白菜"
        ]
    },
    "150566-1": {
        "農產品經營者": "程文田",
        "聯絡電話": "05-5864537",
        "產品名稱": [
            "小白菜",
            "小白菜-履歷",
            "芥藍--履歷格藍菜",
            "青梗白菜--履歷青江菜",
            "芥藍-履歷格藍菜",
            "小白菜--履歷蚵白菜",
            "油菜--履歷",
            "青梗白菜-履歷",
            "小白菜-履歷蚵白菜",
            "小白菜--履歷",
            "青梗白菜",
            "油菜",
            "芥藍",
            "菠菜--履歷",
            "菠菜"
        ]
    },
    "142865-1": {
        "農產品經營者": "農緯果菜有限公司",
        "聯絡電話": "05-5883952",
        "產品名稱": [
            "番茄-履歷牛番茄",
            "胡瓜",
            "番茄--履歷牛番茄",
            "番茄",
            "胡瓜--履歷小黃瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "143475-1": {
        "農產品經營者": "林進輝",
        "聯絡電話": "05-5868999",
        "產品名稱": [
            "小白菜",
            "菠菜--履歷",
            "菠菜--履歷菠菜",
            "菠菜",
            "青梗白菜--(履歷)",
            "油菜--(履歷)",
            "油菜-(履歷)",
            "青梗白菜",
            "青梗白菜--履歷青江菜",
            "油菜"
        ]
    },
    "142733-1": {
        "農產品經營者": "嚴文謙",
        "聯絡電話": "05-3745505",
        "產品名稱": [
            "葉用甘藷",
            "葉用甘藷--地瓜葉",
            "葉用甘藷-地瓜葉",
            "蕹菜-空心菜",
            "蕹菜",
            "蕹菜--空心菜",
            "茼蒿--山茼蒿",
            "茼蒿-山茼蒿",
            "茼蒿"
        ]
    },
    "101072-1": {
        "農產品經營者": "雲林縣麥寮鄉蔬菜產銷班第47班",
        "聯絡電話": "056-933280",
        "產品名稱": [
            "葉萵苣-蘿蔓",
            "結球萵苣-美生菜",
            "結球萵苣--美生菜",
            "葉萵苣--蘿蔓",
            "葉萵苣--履歷蘿蔓心",
            "結球萵苣",
            "葉萵苣",
            "葉萵苣-青生菜",
            "甘藍-高麗菜",
            "甘藍-甘藍-高麗菜",
            "甘藍"
        ]
    },
    "147668-1": {
        "農產品經營者": "勃翔股份有限公司",
        "聯絡電話": "02-29620818",
        "產品名稱": [
            "京都水菜--燒肉包菜組合",
            "半結球萵苣-燒肉包菜組合",
            "半結球萵苣-繽紛鮮蔬盒",
            "羽衣甘藍--羽衣甘藍120g",
            "芝麻菜--芝麻嫩葉70g",
            "菠菜-寶寶菠菜120g",
            "芝麻菜",
            "菠菜",
            "半結球萵苣--奶油萵苣",
            "芝麻菜--芝麻葉",
            "菠菜--寶寶菠菜120g",
            "半結球萵苣--綠蘿蔓萵苣",
            "羽衣甘藍--羽衣甘藍",
            "菠菜--寶寶菠菜",
            "半結球萵苣--紅火焰萵苣",
            "半結球萵苣--綠火焰萵苣",
            "京都水菜",
            "半結球萵苣",
            "羽衣甘藍",
            "芫荽--香菜芫荽",
            "芝麻菜-芝麻嫩葉70g",
            "春菊（日本茼蒿）--涮鍋天菜盒",
            "半結球萵苣-涮鍋天菜盒",
            "半結球萵苣-綠火焰萵苣",
            "羽衣甘藍-羽衣甘藍120g",
            "春菊（日本茼蒿）",
            "芫荽",
            "半結球萵苣--薔薇萵苣",
            "半結球萵苣--繽紛鮮蔬盒",
            "半結球萵苣-薔薇萵苣",
            "羽衣甘藍--綠拿鐵組60克",
            "菠菜--綠拿鐵組60g",
            "菠菜-寶寶菠菜",
            "芝麻菜--限量黃金繽紛盒",
            "半結球萵苣-限量黃金繽紛盒",
            "半結球萵苣-涮鍋溫鮮菜",
            "菠菜--涮鍋溫鮮菜",
            "羽衣甘藍--涮鍋溫鮮菜",
            "芫荽-香菜芫荽",
            "芝麻菜-芝麻葉"
        ]
    },
    "992777-1": {
        "農產品經營者": "萬生物流有限公司",
        "聯絡電話": "(04)7331332#316",
        "產品名稱": [
            "洋菇",
            "香菇",
            "香川蘑菇",
            "波特菇"
        ]
    },
    "142941-1": {
        "農產品經營者": "薛木村",
        "聯絡電話": "05-5882275",
        "產品名稱": [
            "包心白菜--300克",
            "包心白菜--台灣娃娃菜M",
            "包心白菜"
        ]
    },
    "142040-1": {
        "農產品經營者": "廖啓清",
        "聯絡電話": "05-6968607",
        "產品名稱": [
            "洋菇-履歷洋菇500g",
            "洋菇",
            "洋菇-產履霸王洋菇"
        ]
    },
    "151932-1": {
        "農產品經營者": "廖麗雯",
        "聯絡電話": "05-5866655",
        "產品名稱": [
            "小白菜--蚵白菜",
            "青梗白菜--青江菜",
            "小白菜--250g",
            "小白菜--小白菜",
            "小白菜",
            "青梗白菜",
            "青梗白菜-青江菜",
            "葉萵苣--福山萵苣",
            "小白菜-小白菜",
            "葉萵苣",
            "葉萵苣-福山萵苣",
            "小白菜-蚵白菜",
            "油菜--油菜",
            "油菜-油菜",
            "油菜"
        ]
    },
    "156133-1": {
        "農產品經營者": "吳雅姍",
        "聯絡電話": "05-5869491",
        "產品名稱": [
            "葉萵苣--大陸妹",
            "葉萵苣-大陸妹",
            "青梗白菜-青梗白菜",
            "青梗白菜",
            "油菜-油菜",
            "油菜",
            "葉萵苣",
            "青油菜-青油菜",
            "青油菜--青油菜",
            "青油菜",
            "小白菜-俄白",
            "小白菜",
            "青梗白菜--青梗白菜",
            "小白菜--白菜",
            "菠菜",
            "小白菜--俄白"
        ]
    },
    "500608-1": {
        "農產品經營者": "新鹿野畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(元氣滿福履歷蛋-白蛋)",
            "雞蛋(金鑽元氣e世卵-紅蛋)",
            "雞蛋(台農萃選白蛋)",
            "雞蛋(富翁藏卵(紅殼蛋))",
            "雞蛋(富翁藏卵(白殼蛋))"
        ]
    },
    "147224-1": {
        "農產品經營者": "廖俊斐",
        "聯絡電話": "0923-143018",
        "產品名稱": [
            "菠菜--250g",
            "菠菜-菠菜/k",
            "菠菜",
            "小白菜--250g",
            "小白菜",
            "青梗白菜",
            "油菜"
        ]
    },
    "138359-1": {
        "農產品經營者": "鍾宇軒",
        "聯絡電話": "05-5877060",
        "產品名稱": [
            "番茄-牛心蕃茄",
            "番茄",
            "番茄--牛心蕃茄",
            "番茄--履歷牛番茄"
        ]
    },
    "144604-1": {
        "農產品經營者": "蔡明宏",
        "聯絡電話": "05-5871058",
        "產品名稱": [
            "青梗白菜",
            "小白菜--小白",
            "油菜--油菜",
            "油菜--油菜-J",
            "油菜-油菜",
            "青梗白菜--青江",
            "油菜",
            "青梗白菜--選鮮青江",
            "青梗白菜--青江-J",
            "青梗白菜-青江",
            "小白菜",
            "小白菜--選鮮小白",
            "小白菜--小白-J"
        ]
    },
    "133747-1": {
        "農產品經營者": "李尚幃",
        "聯絡電話": "05-5864805",
        "產品名稱": [
            "油菜--250g/包",
            "茼蒿--250g/包",
            "小白菜-蚵白菜",
            "菠菜",
            "小白菜--蚵白菜",
            "茼蒿--茼蒿",
            "小白菜--250g",
            "茼蒿",
            "小白菜-小白",
            "小白菜",
            "小白菜-小白菜",
            "油菜-20kg",
            "油菜",
            "青梗白菜--250g",
            "小白菜--小白菜",
            "油菜--20kg",
            "菠菜--250g",
            "青梗白菜-青江-J",
            "青梗白菜",
            "菠菜-/kg",
            "茼蒿-茼蒿",
            "小白菜--小白"
        ]
    },
    "150720-1": {
        "農產品經營者": "翁鈞農產行",
        "聯絡電話": "05-2955566",
        "產品名稱": [
            "綠竹筍--烏殼綠竹筍",
            "綠竹筍"
        ]
    },
    "142834-1": {
        "農產品經營者": "保證責任高雄市青山果菜運銷合作社",
        "聯絡電話": "07-6516002",
        "產品名稱": [
            "鳳梨--台農17號",
            "鳳梨"
        ]
    },
    "992764-1": {
        "農產品經營者": "大北園果菜農產有限公司",
        "聯絡電話": "(03)3133105",
        "產品名稱": [
            "紅蘿蔔加工",
            "紅蘿蔔分裝",
            "地瓜加工",
            "青江白菜加工",
            "青江白菜分裝",
            "葉萵苣(大陸妹)分裝",
            "蚵白菜加工",
            "蚵白菜分裝",
            "菠菜分裝",
            "小白菜分裝",
            "葉萵苣(大陸妹)加工",
            "油菜加工",
            "油菜分裝",
            "地瓜分裝",
            "小白菜加工",
            "菠菜加工"
        ]
    },
    "142795-1": {
        "農產品經營者": "吳鳳旋",
        "聯絡電話": "0912-945696",
        "產品名稱": [
            "洋菇-產履洋菇",
            "洋菇"
        ]
    },
    "141269-1": {
        "農產品經營者": "保證責任彰化縣埔鹽鄉菁英農民果菜生產合作社",
        "聯絡電話": "04-8661667",
        "產品名稱": [
            "花椰菜--履歷白花菜",
            "花椰菜--花椰菜",
            "花椰菜",
            "花椰菜--優境履歷白花菜"
        ]
    },
    "143479-1": {
        "農產品經營者": "林志聰",
        "聯絡電話": "049-2371878",
        "產品名稱": [
            "胡瓜",
            "胡瓜-履歷小黃瓜",
            "胡瓜--履歷小黃瓜"
        ]
    },
    "155906-1": {
        "農產品經營者": "廖哲儀",
        "聯絡電話": "04-7331332",
        "產品名稱": [
            "洋菇-履歷洋菇500g",
            "洋菇"
        ]
    },
    "146083-1": {
        "農產品經營者": "邱宇翔",
        "聯絡電話": "089-551870",
        "產品名稱": [
            "薑--鹿野履歷乾薑",
            "薑--產銷履歷乾薑",
            "薑--鹿野頂級履歷薑",
            "薑--履歷老薑",
            "薑--履歷乾薑"
        ]
    },
    "139253-1": {
        "農產品經營者": "黃玫瑛",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "半結球萵苣-大陸妹",
            "甘藍-履歷高麗菜",
            "半結球萵苣--大陸妹",
            "芥藍-履歷芥藍菜",
            "芥藍--履歷芥藍菜",
            "半結球萵苣--福山萵苣",
            "小白菜-履歷蚵白菜",
            "小白菜--履歷蚵白菜",
            "半結球萵苣",
            "葉萵苣--福山萵苣",
            "青梗白菜-履歷青江",
            "青梗白菜",
            "青梗白菜--履歷青江",
            "葉萵苣--履歷大陸妹",
            "小白菜",
            "甘藍",
            "葉萵苣-履歷大陸妹",
            "甘藍--履歷高麗菜",
            "葉萵苣",
            "油菜-履歷油菜",
            "芥藍",
            "油菜--履歷油菜",
            "油菜"
        ]
    },
    "154550-1": {
        "農產品經營者": "葉進鴻",
        "聯絡電話": "05-5875656",
        "產品名稱": [
            "食用玉米--玉米筍",
            "食用玉米--帶殼玉米筍",
            "食用玉米",
            "食用玉米-玉米筍"
        ]
    },
    "630017-1": {
        "農產品經營者": "立大農畜興業股份有限公司",
        "聯絡電話": "07-6979081",
        "產品名稱": [
            "豬肉"
        ]
    },
    "139131-1": {
        "農產品經營者": "三欣園藝事業股份有限公司",
        "聯絡電話": "05-5966586",
        "產品名稱": [
            "葉萵苣-綜合生菜.",
            "葉萵苣",
            "葉萵苣-綜合萵苣",
            "葉萵苣--綠火焰萵苣",
            "葉萵苣--紅捲鬚萵苣",
            "葉萵苣--綠捲鬚萵苣",
            "葉萵苣--綠奶油萵苣",
            "葉萵苣--紅橡木萵苣",
            "葉萵苣-綜合生菜",
            "葉萵苣-綜合葉萵苣",
            "葉萵苣--履歷綠奶油",
            "葉萵苣--綠捲萵苣",
            "葉萵苣-履歷綜合萵苣",
            "葉萵苣--綠橡木萵苣",
            "葉萵苣--履歷紅火焰",
            "葉萵苣--履歷綠火焰",
            "葉萵苣--履歷綠皺葉",
            "葉萵苣--紅奶油萵苣",
            "葉萵苣--紅捲萵苣",
            "葉萵苣-綜合葉萵苣.",
            "葉萵苣--綠皺葉萵苣",
            "葉萵苣--紅火焰萵苣",
            "葉萵苣-綠橡木萵苣",
            "葉萵苣-紅橡木萵苣",
            "葉萵苣-綠奶油萵苣",
            "葉萵苣--紅甜脆萵苣",
            "葉萵苣--紅皺葉萵苣",
            "葉萵苣--火焰紅萵苣",
            "葉萵苣--履歷綠捲鬚"
        ]
    },
    "132771-1": {
        "農產品經營者": "雲林縣水林鄉雜糧產銷班第8班",
        "聯絡電話": "05-7852788",
        "產品名稱": [
            "甘藷--阿助薯薯",
            "甘藷-阿助薯薯",
            "甘藷"
        ]
    },
    "140914-1": {
        "農產品經營者": "李東川",
        "聯絡電話": "05-5875656",
        "產品名稱": [
            "食用玉米--彩鑽玉米",
            "食用玉米--水果玉米",
            "食用玉米--履歷PLB",
            "食用玉米--履歷甜玉米",
            "食用玉米-履歷甜玉米",
            "食用玉米",
            "食用玉米-彩鑽玉米"
        ]
    },
    "138831-1": {
        "農產品經營者": "泉順食品企業股份有限公司",
        "聯絡電話": "037-743616",
        "產品名稱": [
            "水稻-山水特級壽司米",
            "水稻-台灣芋香",
            "水稻-田牧台灣越光",
            "水稻-田牧夢真米",
            "水稻-台灣越光米",
            "水稻-履歷米學午糧白米",
            "水稻-履歷米學午糧 糙米",
            "水稻-田牧台梗九號",
            "水稻-田牧田牧米",
            "水稻-山水越光米-噸袋",
            "水稻-穗",
            "水稻-田牧芋香米",
            "水稻",
            "水稻-田牧越光米",
            "水稻-田牧米(牛皮",
            "水稻-田牧越光牛皮",
            "水稻-鴨先知尊爵"
        ]
    },
    "501185-1": {
        "農產品經營者": "中一食品股份有限公司義竹廠",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(散步雞(10枚/盒/35天))",
            "雞蛋(上品語(10枚/盒/35天))",
            "雞蛋(上品語(6枚/盒/35天))",
            "雞蛋(240顆盤蛋/15天)"
        ]
    },
    "992483-1": {
        "農產品經營者": "台灣糖業股份有限公司善化糖廠善糖農場",
        "聯絡電話": "(06)5819731#223",
        "產品名稱": [
            "台糖3號糖",
            "台糖本土甘蔗糖"
        ]
    },
    "139462-1": {
        "農產品經營者": "十三甲農產有限公司",
        "聯絡電話": "04-8922226",
        "產品名稱": [
            "胡瓜",
            "胡瓜--產銷小黃瓜",
            "胡瓜-胡瓜-花胡瓜",
            "胡瓜-產銷小黃瓜"
        ]
    },
    "140953-1": {
        "農產品經營者": "永大食品生技股份有限公司",
        "聯絡電話": "08-7785222",
        "產品名稱": [
            "檸檬--履歷檸檬組",
            "檸檬-履歷檸檬組",
            "檸檬",
            "檸檬-履歷檸檬600g",
            "檸檬--鮮果(A)"
        ]
    },
    "133514-1": {
        "農產品經營者": "宇進實業股份有限公司",
        "聯絡電話": "05-5873950",
        "產品名稱": [
            "水稻-學午糧用米",
            "水稻",
            "水稻-台梗九號米",
            "水稻-台稉九號米",
            "水稻-職人專用香米",
            "水稻-台灣越光米",
            "水稻-小農種米",
            "水稻-鮮磨胚芽米",
            "水稻-風土純米",
            "水稻-白鷺鷥巡米",
            "水稻-績優賞履歷米",
            "水稻-桃園三號香米",
            "水稻-濁水壽司米",
            "水稻-學午糧用糙米",
            "水稻-黑土日曬米",
            "水稻-霜見米"
        ]
    },
    "990562-1": {
        "農產品經營者": "玉美生技股份有限公司",
        "聯絡電話": "(04)2693-7388",
        "產品名稱": [
            "履歷芥藍",
            "履歷結球萵苣",
            "鮮切芋頭",
            "履歷青花筍",
            "本產蘿蔓心",
            "履歷小黃瓜",
            "履歷夏南瓜-櫛瓜",
            "履歷番茄",
            "白紫糯玉米",
            "黃金蜜玉米",
            "履歷老薑",
            "履歷甜豌豆",
            "履歷地瓜沙拉",
            "台灣真食物-黃金玉米筍",
            "履歷綠竹筍-帶殼",
            "履歷辣椒",
            "履歷沙拉筍",
            "履歷玉米筍",
            "履歷珍珠柑",
            "台灣綠竹筍"
        ]
    },
    "147582-1": {
        "農產品經營者": "米屋智農股份有限公司",
        "聯絡電話": "04-8965111",
        "產品名稱": [
            "水稻-米屋極上越光",
            "水稻",
            "水稻-越光米",
            "水稻PLUS-鹿鳴米",
            "水稻-台中194號",
            "水稻PLUS",
            "水稻PLUS-二林之光鹿鳴米",
            "水稻-馥米1kg",
            "水稻-祈福越光米",
            "水稻-CAS馥米",
            "水稻-CAS越光米",
            "水稻-米屋馥米",
            "水稻-好好吃飯",
            "水稻-大橋好米",
            "水稻-屋馬臺稉9號",
            "水稻-越光米專業用",
            "水稻-御廚首選",
            "水稻-米屋CAS馥米",
            "水稻-大橋一番好米",
            "水稻-馥糙米",
            "水稻PLUS-鹿鳴糙米",
            "水稻PLUS-米屋鹿鳴米",
            "水稻-越光米1Kg",
            "水稻-飽餐香米",
            "水稻PLUS-鹿鳴米胚芽",
            "水稻-年年有餘-馥米",
            "水稻-大橋越光米",
            "水稻-希望之稻-馥米",
            "水稻-台灣香米2Kg",
            "水稻-米屋越光米",
            "水稻-臺灣特色米",
            "水稻-大橋牌專業用好米",
            "水稻-屋馬越光米",
            "水稻-瀞米-壽司米",
            "水稻-長期禾作",
            "水稻-頂級越光米",
            "水稻-越光米15KG",
            "水稻-AI低碳米",
            "水稻-台南16號",
            "水稻-越光糙米",
            "水稻-馥胚芽米",
            "水稻-二林之光-越光",
            "水稻-二林之光-馥米",
            "水稻-龍騰金穗‧越光米",
            "水稻-富貴有餘-馥米",
            "水稻-臺稉9號",
            "水稻-馥米600g",
            "水稻-飽餐壽司米",
            "水稻PLUS-臺大鹿鳴米",
            "水稻-瀞米-糙米",
            "水稻-楓康香Q香米",
            "水稻-儒農米",
            "水稻-米屋糙米",
            "水稻-飽餐越光米",
            "水稻PLUS-臺大鹿鳴糙米",
            "水稻-糙米"
        ]
    },
    "402912-1": {
        "農產品經營者": "黃國基",
        "聯絡電話": "0935-839317",
        "產品名稱": [
            "冷凍蝦仁",
            "白蝦"
        ]
    },
    "137184-1": {
        "農產品經營者": "張小娟",
        "聯絡電話": "049-2633151",
        "產品名稱": [
            "珊瑚菇(玉米菇、黃金菇)",
            "珊瑚菇(玉米菇、黃金菇)--帝品"
        ]
    },
    "146096-1": {
        "農產品經營者": "東興糧食工廠",
        "聯絡電話": "05-3746700",
        "產品名稱": [
            "水稻-嘉南珍香",
            "水稻-學午糧",
            "水稻-臺南20號",
            "水稻-嘉Q米",
            "水稻",
            "水稻-嘉南晶珠"
        ]
    },
    "134999-1": {
        "農產品經營者": "高雄市燕巢區果樹 (印度棗) 產銷班第22班",
        "聯絡電話": "07-6163987",
        "產品名稱": [
            "棗--產銷22班",
            "棗--後荷棗園",
            "棗",
            "棗-產銷22班",
            "棗-後荷棗園"
        ]
    },
    "991204-1": {
        "農產品經營者": "保證責任雲林縣子茂果菜生產合作社",
        "聯絡電話": "(05)662-1488",
        "產品名稱": [
            "胡蘿蔔-分裝",
            "甘藷-分裝",
            "冬瓜分裝",
            "胡蘿蔔截切",
            "冬瓜截切",
            "甘藷截切",
            "菠菜截切",
            "馬鈴薯截切",
            "花胡瓜(小黃瓜)截切",
            "青江白菜截切",
            "甘藍截切",
            "小白菜截切",
            "油菜截切",
            "青花菜截切",
            "馬鈴薯分裝",
            "青江白菜-分裝",
            "葉萵苣分裝",
            "花胡瓜(小黃瓜)-分裝",
            "芹菜分裝",
            "油菜分裝",
            "小白菜分裝",
            "牛蕃茄-分裝",
            "青花菜分裝",
            "甘藍分裝",
            "包心白菜分裝",
            "青蔥分裝",
            "葉萵苣截切",
            "蚵白菜截切",
            "菠菜-分裝",
            "包心白菜截切",
            "蚵白菜分裝",
            "香菇分裝",
            "青蔥截切",
            "南瓜截切",
            "香菇截切",
            "芥藍截切"
        ]
    },
    "992731-1": {
        "農產品經營者": "金椿茶油工坊有限公司",
        "聯絡電話": "(03)7833545",
        "產品名稱": [
            "臺灣山茶花籽油-紅花大菓",
            "半成品-臺灣山茶花籽油-紅花大菓30台斤",
            "台灣花生油",
            "半成品-台灣花生油30台斤",
            "臺灣山茶花籽油-小菓珍珠籽",
            "半成品-臺灣山茶花籽油-小菓珍珠籽30台斤"
        ]
    },
    "145560-1": {
        "農產品經營者": "許永洲",
        "聯絡電話": "04-7766188",
        "產品名稱": [
            "花椰菜--白花椰菜",
            "甘藍--高麗菜",
            "蘿蔔--白蘿蔔",
            "甜椒--彩椒",
            "青花筍--青花筍",
            "豌豆--豌豆",
            "半結球萵苣-本島A菜",
            "食用玉米--剝殼玉米筍",
            "半結球萵苣--福山萵苣",
            "菠菜--菠菜",
            "蘿蔔-白蘿蔔",
            "豌豆--甜豌豆",
            "青花菜--青花椰菜",
            "茄子-茄子(圓茄)",
            "半結球萵苣--本島A菜",
            "豌豆",
            "青蔥--蔥",
            "茄子--茄子(圓茄)",
            "茄子--茄子(火腿)",
            "韭菜-韭菜花",
            "韭菜--韭菜花",
            "菠菜-菠菜",
            "韭菜",
            "甜椒-彩椒",
            "青蔥-蔥",
            "茄子",
            "半結球萵苣-福山萵苣",
            "青花筍",
            "豌豆-甜豌豆",
            "結球萵苣--結球萵苣",
            "菠菜",
            "甜椒",
            "食用玉米",
            "茄子-茄子(火腿)",
            "青花菜-青花椰菜",
            "辣椒--青龍椒",
            "結球萵苣-結球萵苣",
            "甘藍-高麗菜",
            "茼蒿--茼蒿",
            "青蔥",
            "豌豆-豌豆",
            "茼蒿-茼蒿",
            "半結球萵苣",
            "青花菜",
            "辣椒--辣椒.",
            "春菊（日本茼蒿）-日本茼蒿",
            "茄子--茄子",
            "包心白菜--包心白菜",
            "包心白菜-包心白菜",
            "辣椒",
            "春菊（日本茼蒿）--日本茼蒿",
            "花椰菜-白花椰菜",
            "茼蒿",
            "春菊（日本茼蒿）",
            "青花筍-青花筍",
            "甘藍",
            "包心白菜",
            "蘿蔔",
            "菜豆--敏豆",
            "菜豆",
            "花椰菜",
            "辣椒-青龍椒",
            "甜椒-青椒",
            "甜椒--青椒",
            "葉萵苣--皺葉萵苣",
            "結球萵苣",
            "葉萵苣-皺葉萵苣",
            "半結球萵苣--蘿蔓萵苣",
            "南瓜-櫛瓜",
            "南瓜",
            "青梗白菜--青江菜",
            "南瓜--櫛瓜",
            "菜豆-敏豆",
            "葉萵苣",
            "小白菜-奶油白菜",
            "小白菜--黑葉白菜",
            "芥藍--芥藍菜",
            "青梗白菜",
            "小白菜",
            "芥藍",
            "小白菜--奶油白菜",
            "青梗白菜--味美菜",
            "小白菜-黑葉白菜",
            "胡蘿蔔--紅蘿蔔"
        ]
    },
    "151745-1": {
        "農產品經營者": "邱國森",
        "聯絡電話": "048-922226",
        "產品名稱": [
            "胡瓜",
            "胡瓜--履歷小黃瓜"
        ]
    },
    "150297-1": {
        "農產品經營者": "張健銨",
        "聯絡電話": "09-17529273",
        "產品名稱": [
            "柑橘類-履歷茂谷柑",
            "柑橘類",
            "柑橘類--履歷茂谷柑"
        ]
    },
    "138970-1": {
        "農產品經營者": "保證責任雲林縣新社果菜生產合作社",
        "聯絡電話": "05-5881116",
        "產品名稱": [
            "青梗白菜--青江菜",
            "油菜--油菜",
            "菠菜--菠菜",
            "茼蒿--茼蒿",
            "葉萵苣--A菜",
            "芥藍--芥藍菜",
            "小白菜--蚵白菜",
            "葉萵苣--履歷大陸A菜",
            "小白菜--小白菜",
            "油菜-油菜",
            "葉萵苣--大陸A菜",
            "小白菜-蚵白菜",
            "青梗白菜-青江菜",
            "小白菜",
            "油菜",
            "葉萵苣",
            "葉萵苣-大陸A菜",
            "青梗白菜",
            "葉萵苣--福山萵苣",
            "菠菜",
            "小芥菜--芥菜",
            "小芥菜",
            "芥藍",
            "包心白菜--娃娃菜",
            "茼蒿",
            "茼蒿-茼蒿",
            "小白菜--奶油白菜",
            "包心白菜"
        ]
    },
    "138583-1": {
        "農產品經營者": "保證責任高雄市愛果園農產生產合作社",
        "聯絡電話": "0979-277656",
        "產品名稱": [
            "番茄--玉女番茄",
            "番茄",
            "胡瓜--水果小黃瓜",
            "胡瓜",
            "番茄--小番茄",
            "胡瓜--小黃瓜",
            "洋香瓜--哈密瓜",
            "洋香瓜"
        ]
    },
    "630006-1": {
        "農產品經營者": "信功實業股份有限公司(屏東食品工廠)",
        "聯絡電話": "08-7624567~9",
        "產品名稱": [
            "豬肉"
        ]
    },
    "137376-1": {
        "農產品經營者": "即鮮果物有限公司",
        "聯絡電話": "0908-865152",
        "產品名稱": [
            "番茄",
            "番茄--小果番茄",
            "番茄-小果番茄"
        ]
    },
    "151260-1": {
        "農產品經營者": "屹立螢股份有限公司",
        "聯絡電話": "05-2214666",
        "產品名稱": [
            "芝麻菜",
            "葉萵苣",
            "羽衣甘藍"
        ]
    },
    "992686-1": {
        "農產品經營者": "旭暘科技農業股份有限公司",
        "聯絡電話": "(05)586-6655",
        "產品名稱": [
            "甘藷分裝",
            "菠菜截切",
            "甘藷截切",
            "胡蘿蔔分裝",
            "胡蘿蔔截切",
            "青梗白菜分裝",
            "菠菜分裝",
            "油菜分裝",
            "葉萵苣分裝",
            "小白(蚵白)菜分裝",
            "小白菜(蚵仔白菜)截切",
            "青梗白菜截切",
            "葉萵苣截切",
            "油菜截切",
            "葉用甘藷截切",
            "馬鈴薯分裝",
            "山東大白菜截切",
            "葉用甘藷分裝",
            "青油菜分裝",
            "青梗白菜流通",
            "小白(蚵白)菜流通",
            "菠菜流通",
            "葉用甘藷流通",
            "甘藷流通",
            "油菜流通",
            "胡蘿蔔流通",
            "葉萵苣流通",
            "馬鈴薯截切",
            "甘藍截切"
        ]
    },
    "991544-1": {
        "農產品經營者": "農緯果菜有限公司",
        "聯絡電話": "(05)5883952",
        "產品名稱": [
            "毛豆仁(產銷履歷)",
            "西洋芹菜(產銷履歷)",
            "甜豆莢(產銷履歷)",
            "彩色甜椒(產銷履歷)",
            "老薑(產銷履歷)",
            "迷你水果彩椒(產銷履歷)",
            "胡瓜--履歷小黃瓜",
            "檸檬(產銷履歷)",
            "嫩薑(產銷履歷)",
            "番茄--履歷牛番茄",
            "茼蒿(產銷履歷)",
            "胡蘿蔔(產銷履歷)",
            "馬鈴薯(產銷履歷)",
            "地瓜(產銷履歷)",
            "香菇(產銷履歷)"
        ]
    },
    "146034-1": {
        "農產品經營者": "盧韋伶",
        "聯絡電話": "049-2755531",
        "產品名稱": [
            "菜豆--履歷敏豆",
            "南瓜--履歷櫛瓜",
            "南瓜",
            "菜豆",
            "南瓜-履歷櫛瓜",
            "菜豆-履歷敏豆"
        ]
    },
    "143387-1": {
        "農產品經營者": "南投縣埔里鎮果樹產銷班第10班",
        "聯絡電話": "049-2993868",
        "產品名稱": [
            "萊姆--無子檸檬",
            "萊姆",
            "番茄--玉女小番茄",
            "番茄",
            "木瓜--台農2號",
            "木瓜"
        ]
    },
    "991106-1": {
        "農產品經營者": "保證責任雲林縣漢光果菜生產合作社",
        "聯絡電話": "(05)586-6789",
        "產品名稱": [
            "截切青椒(履歷)",
            "福山萵苣段(履歷)",
            "截切甘藍(履歷)",
            "青江菜段(履歷)",
            "截切彩色甜椒(履歷)",
            "截切甘藷",
            "截切山東白菜",
            "截切馬鈴薯(履歷)",
            "菠菜段(履歷)",
            "A菜段(履歷)",
            "油菜段(履歷)",
            "小白菜段(履歷)",
            "格藍菜段(履歷)",
            "青花菜朵(履歷)",
            "截切紅蘿蔔(履歷)",
            "結球萵苣段(履歷)",
            "截切冬瓜(履歷)",
            "蚵白段(履歷)",
            "截切芹菜",
            "截切包心白菜",
            "截切花胡瓜",
            "截切櫛瓜",
            "截切南瓜(履歷)"
        ]
    },
    "991837-1": {
        "農產品經營者": "鮮綠農業科技股份有限公司",
        "聯絡電話": "(05)587-5656",
        "產品名稱": [
            "牛番茄"
        ]
    },
    "156177-1": {
        "農產品經營者": "游雅淳",
        "聯絡電話": "07-6312788",
        "產品名稱": [
            "棗",
            "棗--履歷蜜棗"
        ]
    },
    "100791-1": {
        "農產品經營者": "保證責任雲林縣漢光果菜生產合作社",
        "聯絡電話": "05-5876789",
        "產品名稱": [
            "甜椒-甜椒(履歷)",
            "菠菜-菠菜(履歷)",
            "芥藍-格藍菜(履歷)",
            "葉用甘藷-地瓜葉(履歷)",
            "結球萵苣-結球萵苣(履歷)",
            "青梗白菜-青江菜(履歷)",
            "油菜-油菜(履歷)",
            "小白菜-小白菜(履歷)",
            "芹菜-西洋芹菜(履歷)",
            "蕃茄-牛蕃茄(履歷)",
            "甜椒-青椒(履歷)",
            "結球萵苣-蘿美心(履歷)",
            "葉萵苣-A菜(履歷)",
            "結球萵苣-蘿美(履歷)",
            "小白菜-蚵白菜(履歷)",
            "茼蒿-茼蒿(履歷)",
            "甜椒-彩色甜椒(履歷)",
            "青梗白菜-青江菜",
            "茼蒿-春菊(履歷)",
            "小芥菜-芥菜(履歷)"
        ]
    },
    "501172-1": {
        "農產品經營者": "勝大食品股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(向陽喫好蛋(紅鮮蛋))",
            "雞蛋(履歷鮮蛋(白蛋))",
            "雞蛋(向陽喫好蛋(白鮮蛋))",
            "雞蛋(Cage Free人道紅鮮蛋)"
        ]
    },
    "152832-1": {
        "農產品經營者": "賴躍文",
        "聯絡電話": "0977-104219",
        "產品名稱": [
            "檸檬--履歷檸檬",
            "檸檬--安心檸檬",
            "檸檬",
            "檸檬--履歷台灣檸檬",
            "檸檬-安心檸檬"
        ]
    },
    "151919-1": {
        "農產品經營者": "陳柏東",
        "聯絡電話": "049-2461035",
        "產品名稱": [
            "番茄-履歷牛番茄",
            "番茄"
        ]
    },
    "145275-1": {
        "農產品經營者": "林祐成",
        "聯絡電話": "0933-543174",
        "產品名稱": [
            "甜椒-甜椒",
            "甜椒-產銷履歷甜椒",
            "甜椒",
            "甜椒--產銷履歷甜椒",
            "甜椒--甜椒",
            "甜椒--彩椒"
        ]
    },
    "992495-1": {
        "農產品經營者": "玉蘭農產有限公司",
        "聯絡電話": "(05)699-3377",
        "產品名稱": [
            "胡蘿蔔"
        ]
    },
    "134588-1": {
        "農產品經營者": "李美玲",
        "聯絡電話": "04-8976996",
        "產品名稱": [
            "洋菇-履歷洋菇",
            "洋菇",
            "洋菇--履歷洋菇",
            "洋菇--霸王洋菇",
            "洋菇-霸王洋菇",
            "洋菇--洋菇產銷履歷"
        ]
    },
    "138706-1": {
        "農產品經營者": "保證責任彰化縣大城蕃薯生產合作社",
        "聯絡電話": "04-8947633",
        "產品名稱": [
            "甘藷-台農57號",
            "甘藷--台農66號",
            "甘藷-台農66號",
            "甘藷--台農57號",
            "甘藷--台灣栗香地瓜M",
            "甘藷--台灣栗香地瓜",
            "甘藷--台農57號-1kg(板農)",
            "甘藷--台灣紫心地瓜M",
            "甘藷--紫心地瓜",
            "甘藷--栗香地瓜",
            "甘藷",
            "甘藷--履歷紫心地瓜600g(綠園)",
            "甘藷--台農66號(義賢)",
            "甘藷--台農57號 10kg",
            "甘藷--台農57號3公斤",
            "甘藷-栗香10公斤",
            "甘藷--(紫心地瓜600g)綠園",
            "甘藷--台灣紅肉地瓜M",
            "甘藷--台農66號-1kg(板農)",
            "甘藷--(栗香地瓜600g)綠園",
            "甘藷-紫心地瓜3公斤"
        ]
    },
    "132832-1": {
        "農產品經營者": "品香茶業股份有限公司",
        "聯絡電話": "049-2580856",
        "產品名稱": [
            "茶葉-紅烏龍",
            "茶葉-黑烏龍",
            "茶葉-蜜烏龍",
            "茶葉-黃烏龍",
            "茶葉-茶菁-白烏龍",
            "茶葉-馥香紅茶",
            "茶葉-清鮮綠茶",
            "茶葉-綠烏龍"
        ]
    },
    "993330-1": {
        "農產品經營者": "鑫三崧貿易股份有限公司(鑫三崧貿易股份有限公司委託生產)",
        "聯絡電話": "(02)8245-5580",
        "產品名稱": [
            "結球萵苣-美生菜"
        ]
    },
    "402112-1": {
        "農產品經營者": "何淑珍",
        "聯絡電話": "089-801256",
        "產品名稱": [
            "白蝦",
            "九孔"
        ]
    },
    "156104-1": {
        "農產品經營者": "林萬發",
        "聯絡電話": "07-6101688",
        "產品名稱": [
            "半結球萵苣",
            "油菜--油菜",
            "半結球萵苣--大陸妹",
            "油菜",
            "青梗白菜--青江菜",
            "小白菜--小白菜",
            "青梗白菜",
            "小白菜",
            "小白菜-小白菜",
            "青梗白菜-青江菜"
        ]
    },
    "501175-1": {
        "農產品經營者": "南圻畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(小福蛋(初生蛋10入))",
            "雞蛋(小福蛋(6入))",
            "雞蛋(小福蛋(10入))"
        ]
    },
    "156105-1": {
        "農產品經營者": "張拱順",
        "聯絡電話": "07-6101688",
        "產品名稱": [
            "油菜",
            "青梗白菜",
            "小白菜",
            "油菜--油菜",
            "青梗白菜--青江菜",
            "小白菜--小白菜"
        ]
    },
    "143208-1": {
        "農產品經營者": "陳錦桂",
        "聯絡電話": "05-7881732",
        "產品名稱": [
            "大蒜-蒜瓣",
            "大蒜-蒜頭"
        ]
    },
    "990599-1": {
        "農產品經營者": "正暘農產股份有限公司",
        "聯絡電話": "(05)5860601",
        "產品名稱": [
            "履歷嚴選截切甘藍",
            "履歷截切蚵仔白菜",
            "履歷截切馬鈴薯",
            "履歷截切半結球萵苣(福山萵苣)",
            "履歷截切大白菜",
            "履歷截切菠菜",
            "履歷截切白蘿蔔",
            "履歷截切油菜",
            "履歷截切青江白菜",
            "履歷油菜",
            "履歷菠菜",
            "履歷截切甘藷",
            "履歷去皮甘藷",
            "履歷胡蘿蔔",
            "履歷截切胡蘿蔔",
            "履歷截切花胡瓜",
            "履歷截切地瓜葉",
            "履歷截切小白菜",
            "履歷甘藷",
            "履歷牛蕃茄",
            "履歷半結球萵苣(福山萵苣)",
            "履歷蚵仔白菜",
            "履歷馬鈴薯",
            "履歷青江白菜",
            "履歷小白菜",
            "履歷截切西洋芹菜",
            "履歷南瓜",
            "履歷截切南瓜",
            "履歷嚴選甘藍",
            "履歷白蘿蔔",
            "履歷截切甘藍",
            "履歷嚴選截切蚵仔白菜",
            "履歷烏殼綠",
            "履歷截切烏殼綠",
            "履歷地瓜葉",
            "履歷嚴選截切青江菜"
        ]
    },
    "139863-1": {
        "農產品經營者": "林茂達",
        "聯絡電話": "07-6810632",
        "產品名稱": [
            "番茄",
            "番茄-小果番茄",
            "番茄--小果番茄",
            "番茄--美濃橙蜜香番茄",
            "番茄--履歷玉女蕃茄",
            "番茄--橙蜜香蕃茄"
        ]
    },
    "144025-1": {
        "農產品經營者": "呂陳碧嬌",
        "聯絡電話": "0935-443128",
        "產品名稱": [
            "棗--吉立田蜜棗",
            "棗"
        ]
    },
    "140567-1": {
        "農產品經營者": "台灣省青果運銷合作社新竹分社三灣集貨場",
        "聯絡電話": "037-831009",
        "產品名稱": [
            "桶柑--桶柑",
            "桶柑"
        ]
    },
    "157225-1": {
        "農產品經營者": "林佳錦",
        "聯絡電話": "05-6960266",
        "產品名稱": [
            "結球萵苣--蘿美心",
            "葉萵苣--履歷大陸妹",
            "葉萵苣-履歷大陸妹",
            "葉萵苣--履福山萵苣",
            "葉萵苣--福山萵苣j",
            "葉萵苣",
            "青蔥--履歷翠玉甜蔥",
            "青蔥--翠玉甜蔥",
            "青蔥",
            "結球萵苣--履歷蘿美心",
            "結球萵苣--履歷美生菜",
            "結球萵苣"
        ]
    },
    "134547-1": {
        "農產品經營者": "鍾建展",
        "聯絡電話": "05-5877060",
        "產品名稱": [
            "番茄--履歷牛番茄",
            "番茄-牛心蕃茄",
            "番茄--牛心蕃茄",
            "番茄"
        ]
    },
    "993397-1": {
        "農產品經營者": "豐富家實業有限公司",
        "聯絡電話": "(05)236-7920",
        "產品名稱": [
            "小白菜段",
            "葉萵苣段",
            "青梗白菜段",
            "蚵白菜段",
            "菠菜段",
            "油菜段",
            "莧菜小段"
        ]
    },
    "153161-1": {
        "農產品經營者": "有限責任嘉義縣牛斗山蓮藕果菜生產合作社",
        "聯絡電話": "0965-511150",
        "產品名稱": [
            "玉米筍--去殼玉米筍",
            "玉米筍--紅鬚玉米筍",
            "蓮藕-牛斗山蓮藕",
            "蓮藕",
            "玉米筍"
        ]
    },
    "157357-1": {
        "農產品經營者": "楊樹林",
        "聯絡電話": "04-8922034",
        "產品名稱": [
            "胡瓜--胡瓜-產銷小黃瓜",
            "胡瓜",
            "胡瓜-胡瓜-產銷小黃瓜"
        ]
    },
    "500928-1": {
        "農產品經營者": "巨群畜牧場",
        "聯絡電話": "05-3693999",
        "產品名稱": [
            "雞蛋",
            "雞蛋(棉花田)"
        ]
    },
    "152945-1": {
        "農產品經營者": "連珮辰",
        "聯絡電話": "09-70305608",
        "產品名稱": [
            "葉用甘藷--履歷地瓜葉",
            "九層塔--履歷九層塔",
            "葉用甘藷",
            "九層塔"
        ]
    },
    "133071-1": {
        "農產品經營者": "臺中市新社區菇產銷班第9班",
        "聯絡電話": "04-25820282",
        "產品名稱": [
            "香菇--王國順",
            "香菇",
            "香菇-新社-乾香菇",
            "香菇-詹枝池*"
        ]
    },
    "138711-1": {
        "農產品經營者": "保證責任高雄市梓官聯合社區合作農場",
        "聯絡電話": "07-6101688",
        "產品名稱": [
            "小白菜--小白菜",
            "青梗白菜--青江白菜",
            "胡瓜--花胡瓜",
            "菠菜--菠菜",
            "菠菜-菠菜",
            "小白菜-小白菜",
            "青梗白菜-青江白菜",
            "小白菜",
            "青梗白菜",
            "青蔥--青蔥",
            "油菜--油菜",
            "油菜-油菜",
            "菠菜",
            "葉萵苣--葉萵苣",
            "胡瓜",
            "葉萵苣-葉萵苣",
            "油菜",
            "葉萵苣",
            "青蔥",
            "蕹菜--蕹菜"
        ]
    },
    "144912-1": {
        "農產品經營者": "保證責任南投縣集集鎮富山果菜運銷合作社",
        "聯絡電話": "049-2764511",
        "產品名稱": [
            "紅龍果",
            "紅龍果--集集火龍果",
            "綠竹筍--集集綠竹筍",
            "綠竹筍"
        ]
    },
    "139238-1": {
        "農產品經營者": "鄭翔銘",
        "聯絡電話": "06-7942566",
        "產品名稱": [
            "胡蘿蔔-胡蘿蔔",
            "胡蘿蔔"
        ]
    },
    "144932-1": {
        "農產品經營者": "保證責任彰化縣田尾果菜生產合作社",
        "聯絡電話": "04-8234060",
        "產品名稱": [
            "青蔥",
            "青蔥--青蔥",
            "青蔥--履歷青蔥",
            "青蔥-青蔥"
        ]
    },
    "143144-1": {
        "農產品經營者": "洪進福",
        "聯絡電話": "05-3749696",
        "產品名稱": [
            "蕹菜--空心菜",
            "莧菜--白莧菜",
            "蕹菜",
            "莧菜",
            "蕹菜-空心菜",
            "莧菜-白莧菜"
        ]
    },
    "137711-1": {
        "農產品經營者": "三光米股份有限公司",
        "聯絡電話": "04-8795123",
        "產品名稱": [
            "水稻-幸福嘉義米",
            "水稻-誠食米",
            "水稻-糙米",
            "水稻-三光米",
            "水稻-台農82號",
            "水稻-佛煮米",
            "水稻-二水晶米"
        ]
    },
    "633011-1": {
        "農產品經營者": "品冠現代畜產股份有限公司",
        "聯絡電話": "04-24626828",
        "產品名稱": [
            "豬肉"
        ]
    },
    "101086-1": {
        "農產品經營者": "保證責任雲林縣新湖合作農場",
        "聯絡電話": "05-6972425",
        "產品名稱": [
            "結球萵苣-美生菜",
            "結球萵苣",
            "結球萵苣--美生菜",
            "葉萵苣-皺葉萵苣",
            "葉萵苣"
        ]
    },
    "145964-1": {
        "農產品經營者": "李金玉",
        "聯絡電話": "0932-964828",
        "產品名稱": [
            "結球萵苣--本產蘿蔓心",
            "結球萵苣--履歷結球萵苣2入",
            "結球萵苣--蘿美(產銷履歷)",
            "結球萵苣--履歷蘿美",
            "結球萵苣--履歷蘿美心",
            "結球萵苣--產銷履歷蘿美心",
            "結球萵苣--結球萵苣",
            "結球萵苣"
        ]
    },
    "130258-1": {
        "農產品經營者": "花東製米股份有限公司",
        "聯絡電話": "03-8831012",
        "產品名稱": [
            "水稻-富里香醇牛奶米",
            "水稻",
            "水稻-富里芋香米",
            "水稻-鷺巡一等白米",
            "水稻-月之米",
            "水稻-富里一等米",
            "水稻-食在安心 香米",
            "水稻-鷺巡芋香米",
            "水稻-產地身份證白米",
            "水稻-富里契作米",
            "水稻-履歷稉糙米",
            "水稻-天生好米-黃金比",
            "水稻-履歷稉白米",
            "水稻-花東生態糙米",
            "水稻-壽司米",
            "水稻-玄糙米",
            "水稻-池谷壽司米",
            "水稻-富里特級米9kg",
            "水稻-富里越光米",
            "水稻-太巴塱壽司米",
            "水稻-鷺巡一等糙米",
            "水稻-富里契作糙米",
            "水稻-雪蘊佳人",
            "水稻-台灣越光米12KG",
            "水稻-天生好米-月之米",
            "水稻-食在安心 糙米",
            "水稻-食在安心 白米",
            "水稻-花東生態米",
            "水稻-太巴塱壽司米1.5kg",
            "水稻-富里優質米",
            "水稻-產地身份證香米",
            "水稻-富里香韻越光米",
            "水稻-食在安心-越光米",
            "水稻-契作壽司米",
            "水稻-身份證台稉九號米",
            "水稻-太巴塱越光米",
            "水稻-富里鮮糙米",
            "水稻-吟釀米",
            "水稻-富里牛奶軟糙米"
        ]
    },
    "151006-1": {
        "農產品經營者": "陳雅綺",
        "聯絡電話": "049-2999431",
        "產品名稱": [
            "包心白菜--履歷山東大白菜",
            "南瓜--履歷櫛瓜(夏南瓜)",
            "南瓜",
            "包心白菜--優境履歷山東大白菜",
            "包心白菜-履歷山東大白菜-",
            "包心白菜--履歷山東大白菜-",
            "包心白菜",
            "包心白菜-履歷山東大白菜"
        ]
    },
    "145105-1": {
        "農產品經營者": "鍾世哲",
        "聯絡電話": "0933-775449",
        "產品名稱": [
            "甜椒--鍾世哲水果甜椒",
            "甜椒--鍾世哲水果椒",
            "甜椒"
        ]
    },
    "130744-1": {
        "農產品經營者": "梓園碾米工廠有限公司",
        "聯絡電話": "089-931888",
        "產品名稱": [
            "水稻-一級御用米",
            "水稻",
            "水稻-元氣東部米",
            "水稻-履歷稉白米",
            "水稻-履歷稉糙米",
            "水稻-義美 胚芽米",
            "水稻-義美   珍珠Q米",
            "水稻-義美   芋香晶米",
            "水稻-義美 胚芽金米",
            "水稻-一家食-後山履歷米",
            "水稻-艾初米"
        ]
    },
    "143226-1": {
        "農產品經營者": "黃兆桂",
        "聯絡電話": "0963-205556",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)--龍骨瓣莕菜(野蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "144658-1": {
        "農產品經營者": "鄭又瑋",
        "聯絡電話": "05-5877060",
        "產品名稱": [
            "番茄-牛心番茄",
            "番茄--履歷牛番茄",
            "番茄",
            "番茄--牛心番茄"
        ]
    },
    "991328-1": {
        "農產品經營者": "高雄市梓官區農會",
        "聯絡電話": "(07)617-3011",
        "產品名稱": [
            "油菜",
            "菠菜",
            "小白菜",
            "蚵白菜",
            "青梗白菜",
            "青梗白菜段",
            "蒜瓣碎",
            "胡蘿蔔塊",
            "胡蘿蔔片",
            "胡蘿蔔細絲",
            "胡蘿蔔絲",
            "甘藍段",
            "油菜段",
            "菠菜段",
            "小白菜段",
            "胡蘿蔔小丁",
            "胡蘿蔔丁",
            "胡蘿蔔大丁",
            "芥藍段",
            "本島萵苣"
        ]
    },
    "100891-1": {
        "農產品經營者": "芳榮米廠",
        "聯絡電話": "06-6622149",
        "產品名稱": [
            "水稻-履歷-梗白米",
            "水稻-無米樂越光米",
            "水稻-小米磚益全香米",
            "水稻-小米磚鴨稻糙米",
            "水稻-小米磚越光米",
            "水稻-小花磚越光米",
            "水稻-小花磚鴨稻糙米",
            "水稻-小花磚益全香米",
            "水稻-履歷-梗糙米",
            "水稻-花布袋鴨稻糙米",
            "水稻-花布袋越光米",
            "水稻-花布袋益全香米",
            "水稻",
            "水稻-芳榮禾家米",
            "水稻-無米樂鴨稻糙米",
            "水稻-黃金米禮盒",
            "水稻-台灣越光米",
            "水稻-臺南越光米",
            "水稻-芳榮禾家米糙米"
        ]
    },
    "148253-1": {
        "農產品經營者": "臺東縣卑南鄉番荔枝產銷班第39班",
        "聯絡電話": "089-570767",
        "產品名稱": [
            "鳳梨釋迦--鳳梨釋迦6公斤",
            "鳳梨釋迦--鳳梨釋迦3公斤",
            "鳳梨釋迦",
            "番荔枝--大目釋迦6公斤",
            "番荔枝",
            "鳳梨釋迦--3.9公斤鳳釋"
        ]
    },
    "144096-1": {
        "農產品經營者": "朱金祿",
        "聯絡電話": "07-6831931",
        "產品名稱": [
            "木瓜--台農2號木瓜",
            "木瓜"
        ]
    },
    "991927-1": {
        "農產品經營者": "保證責任雲林縣饒平合作農場",
        "聯絡電話": "(05)5846648",
        "產品名稱": [
            "截切-冬瓜",
            "截切-甘藷(地瓜)",
            "截切-包心白(山東白)",
            "截切-胡蘿蔔(紅蘿蔔)",
            "截切 - 青江菜",
            "截切 洋蔥",
            "截切-福山萵苣油麥菜(大陸妹)",
            "(貼標) 福山萵苣油麥菜-大陸妹",
            "截切 - 菠菜",
            "截切-小白菜(蚵白菜)",
            "截切 花胡瓜(小黃瓜)",
            "截切-蘿蔔(白蘿蔔)",
            "(貼標)油菜",
            "(貼標)菠菜",
            "(貼標) 紅蘿蔔-胡蘿蔔",
            "截切 - 油菜",
            "(貼標)青江菜-青江白菜",
            "截切-葉萵苣-萵苣(A菜)",
            "(貼標)甘藷-地瓜",
            "(貼標)小白菜-蚵白菜",
            "截切 - 小白菜",
            "截切 馬鈴薯",
            "截切-南瓜",
            "(貼標)小白菜",
            "截切-甘藍(高麗菜)",
            "截切-扁蒲",
            "截切-包心白菜",
            "(貼標)格藍菜-芥藍菜",
            "截切-葉用甘藷(甘藷葉)"
        ]
    },
    "158950-1": {
        "農產品經營者": "溫翊如",
        "聯絡電話": "09-85186565",
        "產品名稱": [
            "番茄--履歷牛蕃茄",
            "番茄--履歷牛心番茄",
            "番茄--履歷牛心蕃茄",
            "番茄--牛心蕃茄",
            "番茄",
            "番茄-履歷牛心番茄",
            "番茄-履歷牛蕃茄",
            "番茄-履歷牛心蕃茄",
            "番茄-牛心番茄"
        ]
    },
    "141023-1": {
        "農產品經營者": "陳明勝",
        "聯絡電話": "0937-306534",
        "產品名稱": [
            "胡瓜",
            "胡瓜--履歷小黃瓜",
            "胡瓜--小黃瓜",
            "胡瓜-小黃瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "132083-1": {
        "農產品經營者": "玉蘭農產有限公司",
        "聯絡電話": "05-6993377",
        "產品名稱": [
            "胡蘿蔔--胡蘿蔔",
            "胡蘿蔔-Carrot",
            "胡蘿蔔-胡蘿蔔",
            "胡蘿蔔-彩色胡蘿蔔",
            "胡蘿蔔--履歷胡蘿蔔",
            "胡蘿蔔--彩色胡蘿蔔",
            "胡蘿蔔--Carrot",
            "胡蘿蔔"
        ]
    },
    "146701-1": {
        "農產品經營者": "鍾金翰",
        "聯絡電話": "04-25825758",
        "產品名稱": [
            "百香果--百香果6公斤",
            "百香果--百香果3公斤",
            "百香果--百香果4.8公斤",
            "百香果--百香果1.8公斤",
            "百香果",
            "百香果-百香果1台斤",
            "百香果-百香果6公斤",
            "百香果--百香果1台斤",
            "百香果--百香果15公斤"
        ]
    },
    "143608-1": {
        "農產品經營者": "葉志宗",
        "聯絡電話": "049-2691722",
        "產品名稱": [
            "蜂王漿",
            "蜂蜜-蜂蜜",
            "蜂蜜-特級龍眼蜜"
        ]
    },
    "142926-1": {
        "農產品經營者": "南投縣集集鎮果樹產銷班第1班",
        "聯絡電話": "049-2764511",
        "產品名稱": [
            "紅龍果--集集紅龍果",
            "紅龍果",
            "紅龍果--集集火龍果",
            "紅龍果--紅龍果"
        ]
    },
    "136630-1": {
        "農產品經營者": "彰化縣埔鹽鄉蔬菜產銷班第1班",
        "聯絡電話": "0931-680180",
        "產品名稱": [
            "番茄",
            "番茄--履歷西施番茄"
        ]
    },
    "152193-1": {
        "農產品經營者": "嚴子芸",
        "聯絡電話": "05-3745505",
        "產品名稱": [
            "九層塔-九層塔",
            "九層塔",
            "九層塔--九層塔"
        ]
    },
    "153157-1": {
        "農產品經營者": "廖彬村",
        "聯絡電話": "05-5985328",
        "產品名稱": [
            "油菜--履歷 油菜",
            "葉萵苣--履歷大A",
            "油菜",
            "葉萵苣",
            "青梗白菜--履歷 青江菜",
            "青梗白菜",
            "青梗白菜-履歷 青江菜",
            "葉萵苣-履歷大A",
            "油菜-履歷 油菜",
            "小白菜--履歷蚵白",
            "小白菜"
        ]
    },
    "136346-1": {
        "農產品經營者": "棗鄉專業生產農場",
        "聯絡電話": "07-6142572",
        "產品名稱": [
            "棗--蜜棗散裝",
            "棗"
        ]
    },
    "130034-1": {
        "農產品經營者": "臺東縣卑南鄉民生番荔枝產銷班",
        "聯絡電話": "089-385303",
        "產品名稱": [
            "鳳梨釋迦--鳳梨釋迦",
            "鳳梨釋迦",
            "紅龍果--粉紅",
            "紅龍果",
            "番荔枝",
            "番荔枝--大目",
            "番荔枝-大目",
            "鳳梨釋迦-鳳梨釋迦"
        ]
    },
    "153202-1": {
        "農產品經營者": "廖秀美",
        "聯絡電話": "05-5985328",
        "產品名稱": [
            "菠菜--履歷 菠菜",
            "菠菜",
            "茼蒿--山茼蒿(履歷)",
            "茼蒿",
            "菠菜-履歷 菠菜",
            "小白菜--蚵白(履歷)",
            "小白菜",
            "葉萵苣--履歷 大A",
            "葉萵苣",
            "芥藍--芥藍菜(履歷)",
            "芥藍",
            "小白菜--履歷蚵白",
            "芥藍--芥菜(履歷)",
            "小白菜--奶油白菜（履歷）"
        ]
    },
    "157586-1": {
        "農產品經營者": "有限責任臺東縣源辰蔬果原住民運銷合作社",
        "聯絡電話": "089-550840",
        "產品名稱": [
            "辣椒--履歷朝天椒",
            "辣椒",
            "夏南瓜-履歷櫛瓜",
            "夏南瓜",
            "夏南瓜--履歷櫛瓜"
        ]
    },
    "991894-1": {
        "農產品經營者": "保證責任雲林縣義庄合作農場",
        "聯絡電話": "(05)5992588",
        "產品名稱": [
            "截切  甘藷",
            "甘藷(去皮)",
            "截切 蚵白菜",
            "分裝 青江菜",
            "截切 紅蘿蔔",
            "截切 小白菜",
            "分裝 蚵白菜",
            "截切 洋蔥",
            "分裝 洋蔥",
            "截切 馬鈴薯",
            "截切 菠菜",
            "分裝  菠菜",
            "截切 葉萵苣(福山萵苣)",
            "分裝 葉萵苣(福山萵苣)",
            "分裝 A菜",
            "分裝 油菜",
            "分裝 小白菜",
            "截切 油菜",
            "截切 青江菜",
            "截切 A菜",
            "分裝 番茄",
            "甘藷",
            "分裝 芥藍菜",
            "分裝 馬鈴薯",
            "分裝 紅蘿蔔",
            "截切 番茄",
            "分裝 西洋芹菜",
            "截切 高麗菜",
            "截切 竹筍"
        ]
    },
    "143537-1": {
        "農產品經營者": "陳瑞明",
        "聯絡電話": "0932-115625",
        "產品名稱": [
            "食用玉米--水果玉米",
            "食用玉米--履歷甜玉米",
            "食用玉米",
            "食用玉米--彩鑽玉米"
        ]
    },
    "100866-1": {
        "農產品經營者": "東里碾米工廠",
        "聯絡電話": "03-8861171",
        "產品名稱": [
            "水稻-水稻-蓬萊白米",
            "水稻-水稻-蓬萊糙米",
            "水稻",
            "水稻-芋香米"
        ]
    },
    "141778-1": {
        "農產品經營者": "保證責任彰化縣長綠雜糧生產合作社",
        "聯絡電話": "05-5875656",
        "產品名稱": [
            "食用玉米--履歷甜玉米",
            "食用玉米",
            "食用玉米--水果玉米",
            "食用玉米--履歷PLB",
            "食用玉米-履歷甜玉米"
        ]
    },
    "139001-1": {
        "農產品經營者": "高雄市梓官區農會",
        "聯絡電話": "07-6173011",
        "產品名稱": [
            "菠菜-菠菜",
            "甘藍-高麗菜",
            "青梗白菜-青江白菜",
            "油菜-油菜",
            "小白菜-小白菜",
            "甘藍--高麗菜",
            "油菜--油菜",
            "葉萵苣--油麥菜",
            "菠菜--菠菜",
            "小白菜--小白菜",
            "芥藍--芥藍",
            "青梗白菜--青江白菜",
            "青梗白菜",
            "菠菜",
            "小白菜",
            "芥藍",
            "葉萵苣",
            "葉萵苣-油麥菜",
            "油菜",
            "甘藍",
            "芥藍-芥藍",
            "葉萵苣-葉萵苣",
            "葉萵苣--葉萵苣",
            "茼蒿-茼蒿",
            "茼蒿",
            "茼蒿--茼蒿"
        ]
    },
    "139012-1": {
        "農產品經營者": "王則竣",
        "聯絡電話": "05-5868999",
        "產品名稱": [
            "葉萵苣",
            "青梗白菜-履歷",
            "菠菜",
            "菠菜--菠菜-(履歷",
            "菠菜-菠菜-(履歷",
            "葉萵苣--A菜-履歷",
            "青梗白菜",
            "春菊（日本茼蒿）",
            "小白菜",
            "小白菜--蚵白菜",
            "茼蒿--履歷",
            "茼蒿",
            "青梗白菜--青江白菜",
            "菠菜--(履歷)",
            "青梗白菜--履歷",
            "小白菜--(履歷)",
            "油菜--(履歷)",
            "油菜-(履歷)"
        ]
    },
    "144719-1": {
        "農產品經營者": "高雄市燕巢區果樹 (印度棗) 產銷班第4班",
        "聯絡電話": "07-6163805",
        "產品名稱": [
            "棗--蜜棗",
            "棗"
        ]
    },
    "147500-1": {
        "農產品經營者": "蔡竣翰",
        "聯絡電話": "04-8970735",
        "產品名稱": [
            "胡瓜-履歷小黃瓜",
            "胡瓜",
            "胡瓜--小黃瓜",
            "胡瓜-小黃瓜",
            "胡瓜--履歷小黃瓜",
            "胡瓜--履歷胡瓜",
            "胡瓜-履歷胡瓜",
            "胡瓜--履歷大黃瓜"
        ]
    },
    "140235-1": {
        "農產品經營者": "邱政鴻",
        "聯絡電話": "0989-387717",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)",
            "龍骨瓣莕菜(野蓮)-美濃野蓮",
            "龍骨瓣莕菜(野蓮)--龍骨瓣莕菜(野蓮)",
            "龍骨瓣莕菜(野蓮)--台灣龍骨瓣莕菜M",
            "龍骨瓣莕菜(野蓮)--履歷水蓮",
            "龍骨瓣莕菜(野蓮)--PLB",
            "龍骨瓣莕菜(野蓮)--美濃野蓮",
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)--龍骨瓣杏菜",
            "龍骨瓣莕菜(野蓮)-龍骨瓣莕菜(野蓮)"
        ]
    },
    "159512-1": {
        "農產品經營者": "廖玉娟",
        "聯絡電話": "05-5870469",
        "產品名稱": [
            "芹菜--履歷芹菜",
            "芹菜-履歷芹菜",
            "芹菜"
        ]
    },
    "135448-1": {
        "農產品經營者": "明德農產行",
        "聯絡電話": "05-2655698",
        "產品名稱": [
            "馬鈴薯-產銷馬鈴薯",
            "馬鈴薯--履歷馬鈴薯500g",
            "馬鈴薯--(履歷)",
            "馬鈴薯"
        ]
    },
    "145558-1": {
        "農產品經營者": "李王勝",
        "聯絡電話": "0919-629710",
        "產品名稱": [
            "番茄--履歷小番茄",
            "番茄",
            "番茄--履歷橙蜜香",
            "番茄--履歷橙蜜香番茄",
            "番茄--碳足跡金瑩番茄",
            "番茄--碳足跡玉女番茄",
            "番茄--履歷玉女番茄",
            "番茄--雙色小番茄",
            "番茄--金瑩小番茄",
            "番茄--玉女小番茄",
            "番茄-履歷橙蜜香番茄",
            "番茄-雙色小番茄",
            "番茄-金瑩玉女番茄",
            "番茄-履歷玉女番茄",
            "南瓜-南瓜",
            "番茄-履歷小番茄",
            "南瓜--產銷栗子南瓜_小",
            "南瓜",
            "南瓜-產銷栗子南瓜_小",
            "番茄-玉女小番茄",
            "番茄-金瑩小番茄"
        ]
    },
    "145022-1": {
        "農產品經營者": "賴沁洋",
        "聯絡電話": "0975-776881",
        "產品名稱": [
            "番茄--番茄",
            "番茄"
        ]
    },
    "148113-1": {
        "農產品經營者": "方美英",
        "聯絡電話": "049-2701877",
        "產品名稱": [
            "甜椒--水果甜椒",
            "甜椒--履歷彩椒",
            "甜椒--履歷甜椒",
            "甜椒",
            "甜椒-水果甜椒"
        ]
    },
    "140640-1": {
        "農產品經營者": "高雄市大社區農會",
        "聯絡電話": "07-3511111",
        "產品名稱": [
            "棗--印度棗",
            "棗",
            "棗--平面禮盒",
            "棗--履歷盒裝蜜棗",
            "棗-印度棗",
            "棗-履歷盒裝蜜棗",
            "棗--產銷履歷蜜棗"
        ]
    },
    "140656-1": {
        "農產品經營者": "臺中市東勢區農會果菜市場",
        "聯絡電話": "04-25880485",
        "產品名稱": [
            "茂谷柑--產銷履歷茂谷柑",
            "茂谷柑-產銷履歷茂谷柑",
            "茂谷柑",
            "椪柑--產銷履歷椪柑",
            "椪柑--台中好橘椪柑禮盒",
            "茂谷柑--博柑情茂谷柑禮盒",
            "椪柑--博柑情椪柑禮盒",
            "椪柑-產銷履歷椪柑",
            "椪柑-博柑情椪柑禮盒",
            "茂谷柑-博柑情茂谷柑禮盒",
            "椪柑--吉利好事椪柑３入",
            "椪柑-吉利好事椪柑３入"
        ]
    },
    "140650-1": {
        "農產品經營者": "林逸偉",
        "聯絡電話": "0982-454810",
        "產品名稱": [
            "蓮霧--精選黑珍珠",
            "蓮霧--精品蓮霧",
            "蓮霧--蓮霧",
            "蓮霧"
        ]
    },
    "157293-1": {
        "農產品經營者": "陳宗呈",
        "聯絡電話": "05-5871576",
        "產品名稱": [
            "葉萵苣-履歷大陸妹",
            "葉萵苣",
            "葉萵苣--履歷大陸妹",
            "葉萵苣--油麥菜"
        ]
    },
    "143684-1": {
        "農產品經營者": "王孟蓮",
        "聯絡電話": "04-92272879",
        "產品名稱": [
            "薑--產銷履歷生薑",
            "薑-產銷履歷-嫩薑",
            "薑",
            "薑--薑-(履歷)嫩薑",
            "薑--履歷嫩薑300G",
            "薑--薑種-履歷嫩薑",
            "薑--薑-履歷/嫩薑",
            "薑--薑-履歷嫩薑",
            "薑--產銷履歷-生薑",
            "薑--薑-1斤/袋",
            "薑-產銷履歷-生薑",
            "薑--產銷履歷-嫩薑",
            "薑-薑-(履歷)嫩薑",
            "薑--產銷履歷嫩薑"
        ]
    },
    "501211-1": {
        "農產品經營者": "晨希畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(木崗高品質雞蛋)"
        ]
    },
    "144222-1": {
        "農產品經營者": "十三甲農場",
        "聯絡電話": "04-8922226",
        "產品名稱": [
            "胡瓜--履歷小黃瓜",
            "胡瓜",
            "胡瓜-花胡瓜"
        ]
    },
    "146578-1": {
        "農產品經營者": "林王素蘭",
        "聯絡電話": "05-5872922",
        "產品名稱": [
            "胡蘿蔔-履歷胡蘿蔔",
            "胡蘿蔔--履歷胡蘿蔔",
            "胡蘿蔔--履歷紅蘿蔔",
            "胡蘿蔔--600g",
            "胡蘿蔔--270g",
            "胡蘿蔔--300g",
            "胡蘿蔔"
        ]
    },
    "130534-1": {
        "農產品經營者": "彰化縣溪州鄉番石榴產銷班第3班",
        "聯絡電話": "04-8802991",
        "產品名稱": [
            "番石榴--帝王芭樂",
            "番石榴--珍珠芭樂",
            "番石榴",
            "番石榴--番石榴",
            "番石榴-帝王芭樂",
            "番石榴-番石榴",
            "番石榴-珍珠芭樂"
        ]
    },
    "144656-1": {
        "農產品經營者": "保證責任南投縣埔里鎮水果生產合作社",
        "聯絡電話": "049-2993868",
        "產品名稱": [
            "木瓜PLUS--台農2號",
            "木瓜PLUS",
            "棗PLUS--履歷蜜棗",
            "棗PLUS",
            "百香果PLUS",
            "百香果PLUS--履歷百香果",
            "百香果PLUS--百香果"
        ]
    },
    "144568-1": {
        "農產品經營者": "陳昱儒",
        "聯絡電話": "07-6161107",
        "產品名稱": [
            "棗--蜜棗",
            "棗"
        ]
    },
    "159732-1": {
        "農產品經營者": "廖秀娃",
        "聯絡電話": "05-5881116",
        "產品名稱": [
            "青梗白菜--青江菜",
            "小白菜--小白菜",
            "小白菜--蚵白菜",
            "菠菜",
            "油菜-油菜",
            "青梗白菜-青江菜",
            "小白菜-蚵白菜",
            "油菜--油菜",
            "菠菜-菠菜",
            "小白菜",
            "小白菜--奶油白菜",
            "青梗白菜",
            "油菜",
            "菠菜--菠菜",
            "茼蒿--茼蒿",
            "葉萵苣--A菜",
            "茼蒿",
            "葉萵苣-A菜"
        ]
    },
    "137076-1": {
        "農產品經營者": "保證責任屏東縣金園農產品生產合作社",
        "聯絡電話": "08-7938129",
        "產品名稱": [
            "檸檬--產銷履歷檸檬",
            "檸檬--履歷檸檬600g",
            "四季橘",
            "檸檬",
            "檸檬--安全溯源檸檬",
            "檸檬-安全溯源檸檬",
            "檸檬--履歷檸檬"
        ]
    },
    "992573-1": {
        "農產品經營者": "東生農產加工廠",
        "聯絡電話": "(05)5982466",
        "產品名稱": [
            "米泡芙",
            "米香捲",
            "米餅",
            "米果棒",
            "米果"
        ]
    },
    "993489-1": {
        "農產品經營者": "洋菇妹農產行",
        "聯絡電話": "(05)5880555",
        "產品名稱": [
            "履歷鮮香菇"
        ]
    },
    "143862-1": {
        "農產品經營者": "劉李榮香",
        "聯絡電話": "0933-610491",
        "產品名稱": [
            "番茄--彩色糖果番茄",
            "番茄",
            "番茄-玉女番茄",
            "番茄--橙蜜香番茄",
            "番茄--橙蜜香600克",
            "番茄--玉女番茄一台斤",
            "番茄--彩色番茄一台斤",
            "番茄-橙蜜香600克",
            "番茄--彩色番茄5台斤"
        ]
    },
    "137836-1": {
        "農產品經營者": "林勇助",
        "聯絡電話": "05-5872181",
        "產品名稱": [
            "胡蘿蔔--履歷胡蘿蔔",
            "胡蘿蔔"
        ]
    },
    "139181-1": {
        "農產品經營者": "又生農場",
        "聯絡電話": "0921-228826",
        "產品名稱": [
            "番茄--玫瑰金番茄",
            "番茄--荔妃番茄",
            "番茄--玉女番茄",
            "番茄",
            "番茄--橙蜜香番茄",
            "番茄--番茄",
            "番茄-玉女番茄",
            "番茄-橙蜜香番茄"
        ]
    },
    "140367-1": {
        "農產品經營者": "林源博",
        "聯絡電話": "05-5872181",
        "產品名稱": [
            "胡蘿蔔--履歷胡蘿蔔",
            "胡蘿蔔"
        ]
    },
    "153367-1": {
        "農產品經營者": "曾文嘉",
        "聯絡電話": "05-3743261",
        "產品名稱": [
            "蕹菜--履歷空心菜",
            "蕹菜",
            "韭菜",
            "蕹菜-履歷空心菜",
            "莧菜--履歷莧菜",
            "莧菜"
        ]
    },
    "157650-1": {
        "農產品經營者": "億東企業股份有限公司-斗南廠",
        "聯絡電話": "05-5988016",
        "產品名稱": [
            "水稻-台中秈197白米",
            "水稻-稉種白米-30公斤",
            "水稻-稉種糙米",
            "水稻-台灣越光米1.5公斤",
            "水稻",
            "水稻-履歷糙米-30公斤",
            "水稻-特級壽司精米",
            "水稻-履歷糙米5公斤",
            "水稻-台中秈197糙米",
            "水稻-三好台灣越光米",
            "水稻-將太壽司米",
            "水稻-三好糙米2公斤",
            "水稻-稉種白米2公斤",
            "水稻-稉種白米-15公斤",
            "水稻-稉種白米1公斤",
            "水稻-稉種白米24公斤"
        ]
    },
    "152106-1": {
        "農產品經營者": "曾燕錦",
        "聯絡電話": null,
        "產品名稱": [
            "番茄--錦姊-小番茄",
            "番茄",
            "番茄-錦姊-小番茄"
        ]
    },
    "991104-1": {
        "農產品經營者": "良朋農產有限公司",
        "聯絡電話": "(03)370-8670",
        "產品名稱": [
            "截切紅蘿蔔",
            "截切地瓜",
            "截切馬鈴薯",
            "生鮮截切產銷履歷菠菜",
            "菠菜",
            "紅蘿蔔",
            "生鮮截切產銷履歷油菜",
            "生鮮截切產銷履歷A菜",
            "A菜",
            "生鮮截切產銷履歷大陸妹",
            "生鮮截切產銷履歷蚵白菜",
            "蚵白菜",
            "青油菜",
            "生鮮截切產銷履歷青油菜",
            "油菜",
            "野山菊",
            "生鮮截切產銷履歷野山菊",
            "生鮮截切產銷履歷青江菜",
            "青江菜",
            "地瓜",
            "小白菜",
            "生鮮截切產銷履歷小白菜",
            "生鮮截切產銷履歷高麗菜",
            "大陸妹",
            "黑葉白菜",
            "青松菜",
            "生鮮截切產銷履歷青松菜",
            "生鮮截切產銷履歷黑葉白菜",
            "高麗菜"
        ]
    },
    "151921-1": {
        "農產品經營者": "曾文泰",
        "聯絡電話": "07-3524030",
        "產品名稱": [
            "棗",
            "棗-粹好履歷蜜棗2粒",
            "棗--粹好履歷棗子4粒",
            "棗--履歷棗子600g",
            "棗-履歷棗子600g",
            "棗--履歷棗子4粒裝",
            "棗--粹好履歷蜜棗2粒",
            "棗--履歷棗子"
        ]
    },
    "138023-1": {
        "農產品經營者": "嘉義縣新港鄉農會.",
        "聯絡電話": "05-3741145",
        "產品名稱": [
            "大豆-黑娘媽黑豆",
            "大豆-非基改契作黃豆",
            "大豆--黑娘媽黑豆",
            "大豆-黑豆",
            "大豆",
            "大豆--非基改契作黃豆"
        ]
    },
    "403175-1": {
        "農產品經營者": "千戶傳奇生態農場(股)公司",
        "聯絡電話": "02-2672-0748",
        "產品名稱": [
            "鱘龍魚三去三清",
            "鱘龍魚(初)"
        ]
    },
    "992585-1": {
        "農產品經營者": "來來青果有限公司",
        "聯絡電話": "(04)2406-0090",
        "產品名稱": [
            "柑橘",
            "蓮霧",
            "茂谷柑",
            "椪柑",
            "柳丁",
            "香蕉"
        ]
    },
    "147369-1": {
        "農產品經營者": "高雄市燕巢區果樹 (印度棗) 產銷班第14班",
        "聯絡電話": "07-6162054",
        "產品名稱": [
            "棗--印度棗",
            "棗"
        ]
    },
    "145052-1": {
        "農產品經營者": "億東企業股份有限公司-西螺廠",
        "聯絡電話": "05-5874533",
        "產品名稱": [
            "水稻-特級2.2K",
            "水稻-三和2.5K",
            "水稻-安心12K",
            "水稻-芋香2.2K",
            "水稻-珍藏1.5K",
            "水稻-三好25K",
            "水稻-珍藏30K",
            "水稻-三好米15K",
            "水稻-長鮮9K",
            "水稻",
            "水稻-米其林12K",
            "水稻-勝壽司18.14K",
            "水稻-松壽司20K",
            "水稻-30K長糯",
            "水稻-11號6KG",
            "水稻-安心30K",
            "水稻-益全1.5K",
            "水稻-益全30K",
            "水稻-霧峰1.5K",
            "水稻-益全12公斤",
            "水稻-職人2.2K"
        ]
    },
    "152348-1": {
        "農產品經營者": "保證責任高雄市境界果菜生產合作社",
        "聯絡電話": "07-6623836",
        "產品名稱": [
            "南瓜",
            "番茄",
            "番茄-履歷牛番茄",
            "南瓜--栗子南瓜",
            "番茄--履歷牛番茄",
            "南瓜--栗子南瓜_小",
            "番茄--履歷玉女番茄",
            "南瓜-栗子南瓜"
        ]
    },
    "501171-1": {
        "農產品經營者": "綠璽牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(平飼(非籠飼)洗選紅蛋_900公克以上)",
            "雞蛋(樂好動福蛋_紅殼M 540g)",
            "雞蛋(永續動福平飼蛋_紅殼L 360g)",
            "雞蛋(樂好蛋_紅殼L 600g)",
            "雞蛋(嚴採優品永續動福蛋_紅殼L600g_10入)",
            "雞蛋(平飼(非籠飼)紅殼蛋_540公克以上_10入)",
            "雞蛋(平飼動物福利雞蛋_紅殼L_240粒)",
            "雞蛋(平飼動物福利雞蛋_紅殼M_240粒)",
            "雞蛋(平飼(非籠飼)洗選紅蛋_810公克以上)",
            "雞蛋(平飼動物福利雞蛋_紅殼S_240粒)"
        ]
    },
    "143394-1": {
        "農產品經營者": "正益碾米廠",
        "聯絡電話": "04-7868406",
        "產品名稱": [
            "水稻-學午糧 - 白米",
            "水稻-台梗9號",
            "水稻-台南11號",
            "水稻",
            "水稻-學午糧-糙米",
            "水稻-牛奶皇后"
        ]
    },
    "145739-1": {
        "農產品經營者": "邱泰翔",
        "聯絡電話": "05-5989546",
        "產品名稱": [
            "小白菜--履歷小白菜",
            "青梗白菜-履歷青江菜",
            "油菜-履歷油菜",
            "油菜--履歷油菜",
            "小白菜",
            "青梗白菜--履歷青江菜",
            "青梗白菜",
            "油菜",
            "小白菜--履歷蚵白菜",
            "小白菜-履歷蚵白菜"
        ]
    },
    "993068-1": {
        "農產品經營者": "福記冷凍食品股份有限公司",
        "聯絡電話": "(07)696-2329#77",
        "產品名稱": [
            "履歷紅豆湯",
            "履歷紅豆湯360g"
        ]
    },
    "139832-1": {
        "農產品經營者": "苗栗縣通霄鎮農會",
        "聯絡電話": "037-753111",
        "產品名稱": [
            "水稻-台灣越光米",
            "水稻",
            "水稻-臺灣越光米",
            "食用玉米"
        ]
    },
    "152146-1": {
        "農產品經營者": "好萵水耕農場",
        "聯絡電話": "049-2920155",
        "產品名稱": [
            "葉萵苣--產銷履歷葉萵苣",
            "葉萵苣",
            "葉萵苣-產銷履歷葉萵苣"
        ]
    },
    "150255-1": {
        "農產品經營者": "劉志豪",
        "聯絡電話": "0928-997753",
        "產品名稱": [
            "木瓜--豪哥木瓜",
            "木瓜",
            "木瓜-豪哥木瓜"
        ]
    },
    "143706-1": {
        "農產品經營者": "慶達農場",
        "聯絡電話": "049-2356829",
        "產品名稱": [
            "辣椒--產銷履歷辣椒",
            "辣椒",
            "辣椒--履歷多彩朝天",
            "辣椒-履歷多彩朝天",
            "辣椒--產履朝天椒"
        ]
    },
    "134181-1": {
        "農產品經營者": "吳木樹",
        "聯絡電話": "05-5871058",
        "產品名稱": [
            "菠菜--菠菜",
            "小白菜--小白",
            "小白菜--小白-J",
            "菠菜",
            "小白菜-蚵白",
            "小白菜--選鮮小白",
            "小白菜--蚵白",
            "青梗白菜--青江菜",
            "菠菜-菠菜",
            "小白菜",
            "油菜--油菜",
            "青梗白菜",
            "油菜",
            "油菜--油菜-J",
            "青梗白菜--選鮮青江"
        ]
    },
    "138417-1": {
        "農產品經營者": "簡浩軒",
        "聯絡電話": "05-5876789",
        "產品名稱": [
            "包心白菜--履歷高山翡翠白菜",
            "包心白菜-履歷山東大白菜",
            "包心白菜--履歷娃娃菜",
            "包心白菜--山東大白",
            "包心白菜--履歷山東大白菜",
            "包心白菜--娃娃菜",
            "南瓜-履歷櫛瓜",
            "包心白菜-履歷娃娃菜",
            "南瓜--履歷櫛瓜",
            "南瓜",
            "包心白菜",
            "包心白菜-履歷高山翡翠白菜",
            "包心白菜-娃娃菜",
            "包心白菜-(履歷)"
        ]
    },
    "142134-1": {
        "農產品經營者": "保證責任屏東縣八甲田果菜生產合作社",
        "聯絡電話": "0932-889809",
        "產品名稱": [
            "南瓜",
            "南瓜--栗子南瓜",
            "南瓜--履歷嚴選栗子南瓜",
            "番茄",
            "番茄-萃好履歷雙色番茄",
            "番茄-履歷金瑩玉女番茄",
            "番茄--履歷玉女番茄",
            "番茄--履歷金瑩番茄",
            "南瓜-栗子南瓜"
        ]
    },
    "130888-1": {
        "農產品經營者": "賴隆溪",
        "聯絡電話": "07-6160626",
        "產品名稱": [
            "棗--棗1公斤",
            "棗",
            "棗--蜜棗3K",
            "棗-棗10公斤",
            "棗--棗10公斤",
            "棗--棗8公斤",
            "棗-蜜棗3K",
            "棗--蜜棗6K",
            "棗--棗9公斤"
        ]
    },
    "993318-1": {
        "農產品經營者": "尚紘蔬果農產行",
        "聯絡電話": "(04)8825756",
        "產品名稱": [
            "小白菜(蚵白菜)",
            "油菜",
            "菠菜-切段",
            "胡蘿蔔",
            "甘藷",
            "甘藷-切條",
            "甘藷-中丁",
            "青梗白菜-去頭切段",
            "青梗白菜",
            "葉萵苣",
            "甘藷-小丁",
            "葉萵苣(大陸妹)-去頭切段",
            "油菜-去頭切段",
            "菠菜",
            "小白菜-去頭切段",
            "小白菜(蚵白菜)-去頭切段",
            "小白菜",
            "甘藷-大丁",
            "甘藷-去皮",
            "甘藷-切絲",
            "菠菜-切頭",
            "油菜-去頭",
            "葉萵苣(大陸妹)-去頭",
            "青梗白菜-去頭",
            "小白菜(蚵白菜)-去頭"
        ]
    },
    "145192-1": {
        "農產品經營者": "梁力仁",
        "聯絡電話": "0927-220608",
        "產品名稱": [
            "絲瓜--產銷履歷絲瓜",
            "絲瓜",
            "黃秋葵--產銷履歷黃秋葵",
            "黃秋葵",
            "絲瓜-產銷履歷絲瓜"
        ]
    },
    "141022-1": {
        "農產品經營者": "天玥農產行",
        "聯絡電話": "0937-306534",
        "產品名稱": [
            "胡瓜",
            "胡瓜-履歷小黃瓜",
            "胡瓜--履歷小黃瓜"
        ]
    },
    "147562-1": {
        "農產品經營者": "李麗珠",
        "聯絡電話": "09-20116558",
        "產品名稱": [
            "洋菇--新鮮產履洋菇",
            "洋菇",
            "洋菇-產履洋菇",
            "洋菇-霸王洋菇"
        ]
    },
    "144676-1": {
        "農產品經營者": "游証仁",
        "聯絡電話": "04-25854689",
        "產品名稱": [
            "薑--薑-履歷老薑",
            "薑-產銷履歷-乾薑",
            "薑--產銷履歷-乾薑",
            "薑--履歷老薑300G",
            "薑--履歷老薑120G",
            "薑--產銷履歷-老薑"
        ]
    },
    "159904-1": {
        "農產品經營者": "有限責任臺東縣源辰蔬果原住民運銷合作社(一場)",
        "聯絡電話": "089-550840",
        "產品名稱": [
            "胡瓜--履歷溫室小黃瓜",
            "胡瓜"
        ]
    },
    "142578-1": {
        "農產品經營者": "謝伯倫",
        "聯絡電話": "0932-325655",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--水蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "148258-1": {
        "農產品經營者": "臺東縣卑南鄉番荔枝產銷班第36班",
        "聯絡電話": "089-571224",
        "產品名稱": [
            "鳳梨釋迦--鳳梨釋迦六公斤",
            "鳳梨釋迦",
            "番荔枝--大目釋迦3公斤",
            "番荔枝",
            "鳳梨釋迦--鳳梨釋迦3公斤",
            "番荔枝--大目釋迦6公斤"
        ]
    },
    "101245-1": {
        "農產品經營者": "保證責任高雄市吉建果菜運銷合作社",
        "聯絡電話": "07-6155016",
        "產品名稱": [
            "棗--珍蜜",
            "棗",
            "棗--雪麗",
            "棗--珍愛蜜棗",
            "棗--珍愛",
            "棗--S棗",
            "棗--M棗",
            "棗--雪蜜",
            "棗--雪麗蜜棗20顆裝",
            "棗--珍愛18粒",
            "棗--雪麗蜜棗24顆裝"
        ]
    },
    "134634-1": {
        "農產品經營者": "埔里筊白筍農場",
        "聯絡電話": "049-2910458",
        "產品名稱": [
            "茭白筍--茭白筍",
            "茭白筍"
        ]
    },
    "137476-1": {
        "農產品經營者": "徐錦宏",
        "聯絡電話": "09-33578890",
        "產品名稱": [
            "洋菇--履歷洋菇200g",
            "洋菇--洋菇100g",
            "洋菇--鮮採洋菇",
            "洋菇",
            "洋菇--洋菇200g",
            "洋菇--選新鮮-洋菇"
        ]
    },
    "140141-1": {
        "農產品經營者": "陳見明",
        "聯絡電話": "0921-455275",
        "產品名稱": [
            "韭菜--韭菜",
            "韭菜"
        ]
    },
    "991200-1": {
        "農產品經營者": "悅旺食品有限公司",
        "聯絡電話": "(039)990-7779",
        "產品名稱": [
            "米花說",
            "米花說圓米菓"
        ]
    },
    "136815-1": {
        "農產品經營者": "郭明賢",
        "聯絡電話": "06-5742941",
        "產品名稱": [
            "番石榴--番石榴",
            "番石榴"
        ]
    },
    "141184-1": {
        "農產品經營者": "程科融",
        "聯絡電話": "0921-304823",
        "產品名稱": [
            "小白菜-蚵白菜",
            "油菜-油菜",
            "菠菜--菠菜",
            "青梗白菜--青江菜",
            "油菜--油菜",
            "小白菜-小白菜(蚵白菜)",
            "青梗白菜-青江菜",
            "小白菜--小白菜(蚵白菜)",
            "青梗白菜",
            "小白菜--蚵白菜",
            "小白菜",
            "菠菜",
            "菠菜-菠菜",
            "油菜",
            "小白菜-小白菜",
            "小白菜--小白菜",
            "小白菜-蚵白"
        ]
    },
    "139180-1": {
        "農產品經營者": "保證責任嘉義縣義竹合作農場",
        "聯絡電話": "05-3415509",
        "產品名稱": [
            "胡蘿蔔--胡蘿蔔",
            "胡蘿蔔-胡蘿蔔",
            "胡蘿蔔"
        ]
    },
    "141509-1": {
        "農產品經營者": "陳坤池",
        "聯絡電話": "07-6281992",
        "產品名稱": [
            "棗",
            "棗--牛奶蜜棗",
            "棗-牛奶蜜棗"
        ]
    },
    "146784-1": {
        "農產品經營者": "三合豐碾米廠分廠",
        "聯絡電話": "05-3753453",
        "產品名稱": [
            "水稻-產銷履歷白米",
            "水稻"
        ]
    },
    "130428-1": {
        "農產品經營者": "高雄市美濃區農會",
        "聯絡電話": "07-6833309",
        "產品名稱": [
            "菜豆",
            "紅豆-紅豆30kg",
            "菜豆--履歷敏豆",
            "菜豆--優境履歷敏豆",
            "水稻-美農米1kg",
            "水稻-美農米3kg",
            "菜豆-履歷敏豆",
            "紅豆-美濃豆紅豆",
            "水稻-美農米9kg",
            "大豆-美濃豆-黃豆",
            "水稻-美農米2kg",
            "紅豆-300公克",
            "紅豆",
            "水稻-米15kg",
            "水稻-米6.9kg",
            "大豆",
            "蘿蔔",
            "大豆-美濃豆－黃豆",
            "大豆--美濃豆－黃豆",
            "水稻-美農米3.6kg",
            "水稻-147米(乾穀)",
            "紅豆--紅豆30kg",
            "水稻",
            "水稻-美農300g",
            "紅豆--美濃豆紅豆",
            "大豆--美濃豆-黃豆",
            "水稻-美農米糙米3kg",
            "紅豆--300公克",
            "大豆--美濃豆-黑豆"
        ]
    },
    "633001-1": {
        "農產品經營者": "裕毛屋企業股份有限公司",
        "聯絡電話": "04-23216360",
        "產品名稱": [
            "豬肉"
        ]
    },
    "993425-1": {
        "農產品經營者": "旭豐農產行",
        "聯絡電話": "(08)955-1870",
        "產品名稱": [
            "履歷櫛瓜",
            "履歷敏豆",
            "履歷小黃瓜"
        ]
    },
    "137918-1": {
        "農產品經營者": "高雄市燕巢區果樹產銷班第26班",
        "聯絡電話": "07-6165672",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴"
        ]
    },
    "142785-1": {
        "農產品經營者": "潘連進",
        "聯絡電話": "09-26519708",
        "產品名稱": [
            "番石榴",
            "番石榴-珍翠芭樂",
            "番石榴--珍翠芭樂"
        ]
    },
    "991836-1": {
        "農產品經營者": "永盛米粉股份有限公司",
        "聯絡電話": "(03)5398111",
        "產品名稱": [
            "純米米粉",
            "米粉"
        ]
    },
    "992982-1": {
        "農產品經營者": "芋鄉緣農業社",
        "聯絡電話": "(03)7239373",
        "產品名稱": [
            "冷凍芋角"
        ]
    },
    "151913-1": {
        "農產品經營者": "福心圓農業",
        "聯絡電話": "049-2655038",
        "產品名稱": [
            "紅龍果--特選紅龍果",
            "紅龍果",
            "孟宗竹筍",
            "桂竹筍",
            "麻竹筍",
            "麻竹筍--竹筍"
        ]
    },
    "138311-1": {
        "農產品經營者": "邱連發",
        "聯絡電話": "08-7228275",
        "產品名稱": [
            "蓮霧--黑珍珠蓮霧",
            "蓮霧",
            "南瓜--栗子南瓜",
            "蓮霧--黑美人蓮霧",
            "蓮霧--巴掌香水蓮霧",
            "蓮霧-黑美人蓮霧",
            "蓮霧-黑珍珠蓮霧",
            "南瓜-栗子南瓜",
            "南瓜",
            "蓮霧--飛彈蓮霧"
        ]
    },
    "143187-1": {
        "農產品經營者": "黃世明",
        "聯絡電話": "0911-801060",
        "產品名稱": [
            "番茄--玉女番茄",
            "番茄"
        ]
    },
    "134883-1": {
        "農產品經營者": "劉宗賢",
        "聯絡電話": "049-2999499",
        "產品名稱": [
            "茭白筍--剝殼茭白筍",
            "茭白筍"
        ]
    },
    "137807-1": {
        "農產品經營者": "陳永宏",
        "聯絡電話": "09-12099131",
        "產品名稱": [
            "芋-新鮮芋頭",
            "芋--新鮮芋頭",
            "芋",
            "杭菊-杭菊"
        ]
    },
    "144112-1": {
        "農產品經營者": "蔡玉美",
        "聯絡電話": "03-9874138",
        "產品名稱": [
            "金棗(金柑)--金棗",
            "金棗(金柑)"
        ]
    },
    "151630-1": {
        "農產品經營者": "臺東縣臺東市果樹產銷班第40班",
        "聯絡電話": "0963-148421",
        "產品名稱": [
            "鳳梨釋迦--台東-鳳梨釋迦",
            "鳳梨釋迦"
        ]
    },
    "140569-1": {
        "農產品經營者": "高雄市岡山區果樹(番石榴)產銷班第3班",
        "聯絡電話": "07-6282488",
        "產品名稱": [
            "番石榴-珍珠番石榴",
            "番石榴"
        ]
    },
    "151755-1": {
        "農產品經營者": "張琬喻",
        "聯絡電話": "05-5983186",
        "產品名稱": [
            "結球萵苣-履歷美生",
            "小白菜--小白菜",
            "結球萵苣--履歷美生",
            "半結球萵苣--履歷蘿美",
            "菠菜--履歷菠菜",
            "小白菜-蚵白菜",
            "結球萵苣",
            "半結球萵苣",
            "油菜--油菜",
            "小白菜",
            "菠菜-履歷菠菜",
            "葉用甘藷--地瓜葉",
            "葉用甘藷",
            "番茄",
            "青花菜-履歷青花",
            "油菜-油菜",
            "菠菜",
            "油菜",
            "甘藍-履歷高麗菜",
            "半結球萵苣-履歷蘿美",
            "青花菜",
            "小白菜-小白菜"
        ]
    },
    "139811-1": {
        "農產品經營者": "許育彰",
        "聯絡電話": "0933-403724",
        "產品名稱": [
            "胡瓜--溫室小黃瓜",
            "胡瓜"
        ]
    },
    "146306-1": {
        "農產品經營者": "黃紅白",
        "聯絡電話": "0988-631500",
        "產品名稱": [
            "木瓜--美濃網室木瓜",
            "木瓜"
        ]
    },
    "139335-1": {
        "農產品經營者": "和心農產行",
        "聯絡電話": "05-5871505",
        "產品名稱": [
            "小白菜",
            "青梗白菜-青江菜",
            "油菜--油菜",
            "青梗白菜--青江菜",
            "小白菜--小白菜",
            "小白菜-蚵白菜",
            "油菜-油菜",
            "油菜",
            "青梗白菜",
            "小白菜-小白菜",
            "小白菜--蚵白菜",
            "蕹菜--空心菜",
            "蕹菜-空心菜",
            "蕹菜"
        ]
    },
    "992658-1": {
        "農產品經營者": "銘鑫碾米廠(股)公司",
        "聯絡電話": "(03)551-2709",
        "產品名稱": [
            "糙米",
            "白米"
        ]
    },
    "101015-1": {
        "農產品經營者": "臺東縣池上鄉農會",
        "聯絡電話": "089-862203",
        "產品名稱": [
            "水稻-仙境月光米1.2",
            "水稻",
            "水稻-新月豔姬香米",
            "水稻-正宗池農米",
            "水稻-池農無毒栽培米",
            "水稻-台稉2號",
            "水稻-台梗2號",
            "水稻-池上優質香米",
            "水稻-池農香米",
            "水稻-池農好米",
            "水稻-池農米1.2",
            "水稻-月光1公斤",
            "水稻-池農藝越光米",
            "水稻-月光米品種-越光",
            "水稻-特等米",
            "水稻-池農競賽米",
            "水稻-白米│高雄145"
        ]
    },
    "144277-1": {
        "農產品經營者": "沈幼端",
        "聯絡電話": "05-5881181",
        "產品名稱": [
            "青梗白菜--產銷青江",
            "小白菜--蚵白菜",
            "青梗白菜",
            "小白菜",
            "小白菜-蚵白菜",
            "青梗白菜-青江菜",
            "菠菜-菠菜",
            "青梗白菜-產銷青江",
            "菠菜"
        ]
    },
    "131653-1": {
        "農產品經營者": "保證責任彰化縣第一稻米蔬果生產合作社",
        "聯絡電話": "04-8921321",
        "產品名稱": [
            "水稻-和冠米",
            "水稻",
            "水稻-和冠糙米",
            "水稻-長糯米"
        ]
    },
    "137978-1": {
        "農產品經營者": "景湍溫室蘑菇",
        "聯絡電話": "08-7788599",
        "產品名稱": [
            "洋菇-洋菇",
            "洋菇-霸王洋菇",
            "洋菇",
            "洋菇-履歷洋菇"
        ]
    },
    "154715-1": {
        "農產品經營者": "富勝農產行",
        "聯絡電話": "037-921093",
        "產品名稱": [
            "甘藷--台農57號",
            "甘藷-台農57號",
            "甘藷-台農70號",
            "甘藷-台農57號甘藷"
        ]
    },
    "146438-1": {
        "農產品經營者": "廖俊雁",
        "聯絡電話": "05-5883017",
        "產品名稱": [
            "小白菜--小白菜",
            "菠菜-菠菜",
            "油菜-油菜",
            "小白菜-小白菜",
            "小白菜-小白菜 蚵白",
            "油菜--油菜",
            "油菜",
            "小白菜-蚵白",
            "小白菜",
            "菠菜--菠菜",
            "菠菜",
            "小白菜--蚵白",
            "青梗白菜--青江菜",
            "青梗白菜-青江菜",
            "青梗白菜",
            "油菜-不分品種油菜",
            "青梗白菜--青江",
            "油菜--不分品種油菜"
        ]
    },
    "134677-1": {
        "農產品經營者": "鄧友仁",
        "聯絡電話": "05-2593135",
        "產品名稱": [
            "茶葉-阿里山紅烏龍",
            "茶葉-阿里山高森烏龍",
            "茶葉-阿里山紅茶",
            "茶葉-阿里山紅茶茶包",
            "茶葉-阿里山金烏龍",
            "茶葉-濾掛式阿里山茶",
            "茶葉-阿里山高山茶",
            "茶葉-阿里山捨得美茶",
            "茶葉-阿里山高山茶包",
            "茶葉-阿里山冬茶"
        ]
    },
    "140133-1": {
        "農產品經營者": "保證責任屏東縣南荔果生產合作社",
        "聯絡電話": "08-8647478",
        "產品名稱": [
            "鳳梨--金鑽鳳梨",
            "鳳梨"
        ]
    },
    "139938-1": {
        "農產品經營者": "張榮裕",
        "聯絡電話": "08-7963023",
        "產品名稱": [
            "棗--珍蜜蜜棗",
            "棗",
            "棗--雪麗蜜棗",
            "棗-雪麗蜜棗"
        ]
    },
    "140751-1": {
        "農產品經營者": "保證責任彰化縣石埤果菜生產合作社",
        "聯絡電話": "04-8656936",
        "產品名稱": [
            "番茄-牛番茄",
            "番茄--履歷牛心番茄",
            "番茄",
            "番茄--牛番茄",
            "番茄--履歷牛番茄",
            "番茄--優境履歷牛番茄"
        ]
    },
    "157271-1": {
        "農產品經營者": "保證責任雲林縣良好農業加工生產合作社",
        "聯絡電話": "05-5883952",
        "產品名稱": [
            "胡瓜",
            "胡瓜--履歷小黃瓜",
            "胡瓜-履歷小黃瓜",
            "番茄-履歷牛番茄",
            "番茄",
            "番茄--履歷牛番茄"
        ]
    },
    "142702-1": {
        "農產品經營者": "高雄市美濃區蔬菜產銷班第18班",
        "聯絡電話": "07-6815929",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--龍骨瓣莕菜",
            "龍骨瓣莕菜(野蓮)",
            "龍骨瓣莕菜(野蓮)-龍骨瓣莕菜"
        ]
    },
    "148057-1": {
        "農產品經營者": "吳清安",
        "聯絡電話": "09-19778303",
        "產品名稱": [
            "鳳梨--履歷金鑽鳳梨",
            "鳳梨"
        ]
    },
    "150412-1": {
        "農產品經營者": "高雄市燕巢區果樹 (番石榴) 產銷班第8班",
        "聯絡電話": "07-6162054",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴"
        ]
    },
    "139393-1": {
        "農產品經營者": "林建良",
        "聯絡電話": "09-12037836",
        "產品名稱": [
            "番茄--小番茄",
            "番茄",
            "胡瓜--花胡瓜",
            "胡瓜",
            "番茄-小番茄",
            "胡瓜-花胡瓜",
            "胡瓜-履歷小黃瓜",
            "胡瓜--履歷小黃瓜"
        ]
    },
    "143379-1": {
        "農產品經營者": "孫士勛",
        "聯絡電話": "0917-779216",
        "產品名稱": [
            "胡瓜--履歷小黃瓜",
            "胡瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "143283-1": {
        "農產品經營者": "林榮燦",
        "聯絡電話": "04-25583988",
        "產品名稱": [
            "番茄",
            "番茄-特選牛番茄",
            "番茄--特選牛番茄"
        ]
    },
    "100887-1": {
        "農產品經營者": "陸穀實業股份有限公司",
        "聯絡電話": "03-4772498",
        "產品名稱": [
            "大豆-黃豆5公斤",
            "大豆-黃豆4公斤",
            "大豆-黃豆20公斤",
            "大豆-高雄選10號",
            "水稻-履歷米30K",
            "水稻",
            "水稻-履歷糙米",
            "大豆-黃豆6公斤",
            "大豆-黃豆15公斤",
            "大豆-黑豆20公斤",
            "大豆-黑豆10公斤",
            "大豆-黃豆10公斤",
            "大豆-黑豆15公斤",
            "大豆-黑豆30公斤",
            "大豆-大豆30公斤",
            "大豆-黃豆3公斤",
            "大豆-黑豆3公斤",
            "水稻-新屋芋香米",
            "水稻-履歷米6K",
            "大豆-黑豆4公斤",
            "大豆-黃豆9公斤",
            "水稻-履歷米10K",
            "水稻-履歷米7K",
            "大豆-黃豆2公斤"
        ]
    },
    "146251-1": {
        "農產品經營者": "保證責任臺南市南化和興果菜生產合作社",
        "聯絡電話": "049-2655038",
        "產品名稱": [
            "木瓜--網室甜木瓜",
            "木瓜",
            "木瓜-網室甜木瓜",
            "木瓜--青木瓜"
        ]
    },
    "144794-1": {
        "農產品經營者": "久耕生技農業股份有限公司",
        "聯絡電話": "03-3850404",
        "產品名稱": [
            "春菊（日本茼蒿）",
            "京都水菜",
            "芫荽",
            "芫荽-芫荽",
            "芫荽--芫荽",
            "京都水菜--京都水菜",
            "葉萵苣--歐式萵苣",
            "芝麻菜--裂葉芝麻葉",
            "葉萵苣--貝比生菜",
            "葉萵苣--波士頓",
            "葉萵苣--冰山萵苣",
            "葉萵苣",
            "芝麻菜",
            "春菊（日本茼蒿）--山茼蒿",
            "葉萵苣--赤紅捲",
            "葉萵苣--火山萵苣",
            "葉萵苣--紅橡木",
            "葉萵苣--皺葉萵苣",
            "葉萵苣--菊苣",
            "京都水菜-京都水菜",
            "芝麻菜-裂葉芝麻葉"
        ]
    },
    "141383-1": {
        "農產品經營者": "高雄市燕巢區果樹 (番石榴) 產銷班第10班",
        "聯絡電話": "07-6164559",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴"
        ]
    },
    "400270-1": {
        "農產品經營者": "倪清發",
        "聯絡電話": "048991738",
        "產品名稱": [
            "文蛤"
        ]
    },
    "150594-1": {
        "農產品經營者": "保證責任彰化縣好果多果菜生產合作社",
        "聯絡電話": "09-11071005",
        "產品名稱": [
            "紅龍果--履歷紅龍果6kg",
            "紅龍果",
            "紅龍果-履歷紅龍果",
            "紅龍果--履歷火龍果",
            "紅龍果-履歷紅龍果6kg"
        ]
    },
    "500482-1": {
        "農產品經營者": "佳縈畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(台灣優蛋-履歷)",
            "雞蛋(元氣e世卵)",
            "雞蛋(元氣滿福履歷蛋)",
            "雞蛋(樂活式新鮮蛋-)"
        ]
    },
    "991476-1": {
        "農產品經營者": "保證責任嘉義市嘉全果菜生產合作社",
        "聯絡電話": "(05)276-1310",
        "產品名稱": [
            "冷藏加工截切甘藍",
            "分裝原件蚵白菜",
            "分裝原件南瓜",
            "分裝原件馬鈴薯",
            "分裝原件甘藷",
            "分裝原件青梗白菜",
            "冷藏加工截切油菜",
            "分裝原件油菜",
            "分裝原件葉萵苣",
            "冷藏加工截切小黃瓜",
            "分裝原件小黃瓜",
            "冷藏加工截切小白菜(蚵白菜)",
            "分裝原件甘藍",
            "冷藏加工截切馬鈴薯",
            "冷藏加工截切帶皮南瓜",
            "冷藏加工截切結球萵苣",
            "分裝原件結球萵苣",
            "冷藏加工截切青梗白菜",
            "冷藏加工截切葉萵苣",
            "冷凍加工青花菜",
            "冷藏加工截切小白菜"
        ]
    },
    "141412-1": {
        "農產品經營者": "高雄市岡山區果樹產銷班第8班",
        "聯絡電話": "07-6285137",
        "產品名稱": [
            "番石榴-珍珠芭樂",
            "番石榴",
            "番石榴--帝王芭樂",
            "番石榴-帝王芭樂",
            "番石榴--珍珠芭樂"
        ]
    },
    "131220-1": {
        "農產品經營者": "高雄市美濃區果樹產銷班第9班",
        "聯絡電話": "07-6814967",
        "產品名稱": [
            "木瓜--美濃木瓜",
            "木瓜"
        ]
    },
    "991847-1": {
        "農產品經營者": "和心蔬菜有限公司",
        "聯絡電話": "(05)5871505",
        "產品名稱": [
            "葉萵苣-油麥菜",
            "青江白菜",
            "菠菜",
            "油菜",
            "小白菜-蚵白菜",
            "洋蔥",
            "小白菜",
            "蕹菜",
            "扁蒲",
            "葉萵苣",
            "甘藍",
            "胡蘿蔔",
            "花胡瓜(小黃瓜)",
            "甘藷"
        ]
    },
    "144467-1": {
        "農產品經營者": "高雄市燕巢區果樹 (番石榴) 產銷班第36班",
        "聯絡電話": "07-6156562",
        "產品名稱": [
            "番石榴-珍珠芭樂",
            "番石榴",
            "番石榴--珍珠芭樂"
        ]
    },
    "159146-1": {
        "農產品經營者": "李婉瑜",
        "聯絡電話": "049-2245719",
        "產品名稱": [
            "番茄--溫室牛番茄",
            "番茄"
        ]
    },
    "138997-1": {
        "農產品經營者": "高雄市燕巢區果樹 (番石榴) 產銷班第17班",
        "聯絡電話": "07-6160721",
        "產品名稱": [
            "番石榴-番石榴",
            "番石榴--番石榴",
            "番石榴"
        ]
    },
    "140459-1": {
        "農產品經營者": "雲林古坑咖啡企業有限公司",
        "聯絡電話": "05-5828658",
        "產品名稱": [
            "咖啡-AA咖啡豆",
            "咖啡",
            "咖啡-古坑咖啡豆"
        ]
    },
    "154639-1": {
        "農產品經營者": "有限責任高雄市旭順農產品運銷合作社",
        "聯絡電話": "07-6142438",
        "產品名稱": [
            "番石榴",
            "番石榴--履歷芭樂",
            "番石榴-履歷芭樂"
        ]
    },
    "147399-1": {
        "農產品經營者": "陳姸竹",
        "聯絡電話": "0938-565901",
        "產品名稱": [
            "百香果--百香果",
            "百香果",
            "百香果-百香果"
        ]
    },
    "144620-1": {
        "農產品經營者": "新竹縣峨眉鄉果樹產銷班第11班",
        "聯絡電話": "03-5800038",
        "產品名稱": [
            "桶柑--15公斤裝",
            "桶柑",
            "桶柑--12公斤裝",
            "桶柑-15公斤裝",
            "桶柑--6公斤禮盒",
            "金棗(金柑)",
            "金棗(金柑)--金棗(金柑)"
        ]
    },
    "143491-1": {
        "農產品經營者": "林士傑",
        "聯絡電話": "0910-573669",
        "產品名稱": [
            "胡瓜--小黃瓜",
            "胡瓜",
            "番茄--玉女番茄",
            "番茄"
        ]
    },
    "155920-1": {
        "農產品經營者": "廖遠文",
        "聯絡電話": "05-5883017",
        "產品名稱": [
            "青梗白菜-青江菜",
            "青梗白菜--青江菜",
            "青梗白菜",
            "青梗白菜-青江白菜",
            "油菜-油菜",
            "油菜--油菜",
            "小白菜-小白菜",
            "小白菜-蚵白ˊ",
            "油菜",
            "小白菜",
            "小白菜--小白菜"
        ]
    },
    "131667-1": {
        "農產品經營者": "高雄市岡山區果樹(棗果)產銷班第4班",
        "聯絡電話": "07-6281475",
        "產品名稱": [
            "棗--蜜棗",
            "棗",
            "棗-蜜棗"
        ]
    },
    "142564-1": {
        "農產品經營者": "壬穩企業有限公司",
        "聯絡電話": "04-8780116",
        "產品名稱": [
            "甘藍-20kg",
            "胡蘿蔔-紅30KG",
            "胡蘿蔔-10KG",
            "胡蘿蔔-履歷胡蘿蔔",
            "甘藍",
            "胡蘿蔔"
        ]
    },
    "146671-1": {
        "農產品經營者": "廖書逸",
        "聯絡電話": "04-8974787",
        "產品名稱": [
            "甘藍--履歷高麗菜",
            "甘藍-履歷高麗菜",
            "甘藍"
        ]
    },
    "500552-1": {
        "農產品經營者": "萬金畜牧場",
        "聯絡電話": "08-7836370",
        "產品名稱": [
            "白肉雞(大雞腿切塊)",
            "白肉雞(尚穀T9去骨腿肉)",
            "白肉雞(帶皮腿肉切丁)",
            "白肉雞(BT9去皮去骨腿肉)",
            "白肉雞(小雞爪)",
            "白肉雞(D6棒棒腿)",
            "白肉雞(T8帶腳踝帶皮腿肉)",
            "白肉雞(T9骨腿)",
            "白肉雞(二節翅)",
            "白肉雞(T9帶腳踝帶皮腿肉)",
            "白肉雞(TS6雞排)",
            "白肉雞(骨腿切丁)",
            "白肉雞(翅小腿)",
            "白肉雞(胸皮)",
            "白肉雞(雞腿小切塊)",
            "白肉雞(T8去骨帶腳踝腿肉)",
            "白肉雞(T9去骨帶腳踝腿肉)",
            "白肉雞(全雞)",
            "白肉雞",
            "白肉雞(雞心)",
            "白肉雞(里肌肉)",
            "白肉雞(T8骨腿)",
            "白肉雞(半雞切塊)",
            "白肉雞(尚穀棒棒腿)",
            "白肉雞(全雞切塊)",
            "白肉雞(尚穀翅小腿)",
            "白肉雞(雞骨架)",
            "白肉雞(雞爪)"
        ]
    },
    "146225-1": {
        "農產品經營者": "柯姵羽",
        "聯絡電話": "0910-889654",
        "產品名稱": [
            "夏南瓜--履歷櫛瓜",
            "夏南瓜"
        ]
    },
    "500643-1": {
        "農產品經營者": "億統牧場",
        "聯絡電話": "089-229766",
        "產品名稱": [
            "雞蛋(後山優質鮮白蛋)",
            "雞蛋(後山優質鮮紅蛋)",
            "雞蛋(富翁藏卵(白殼雞蛋))",
            "雞蛋(元氣滿福履歷蛋(白殼蛋))",
            "雞蛋(富翁藏卵(紅殼雞蛋))",
            "雞蛋(金鑽元氣e世卵(紅殼蛋))",
            "雞蛋(台灣優蛋TAP)"
        ]
    },
    "139782-1": {
        "農產品經營者": "高雄市燕巢區果樹 (番石榴) 產銷班第6班",
        "聯絡電話": "07-6161500",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴",
            "番石榴-帝王芭樂",
            "番石榴--帝王芭樂",
            "番石榴-珍珠芭樂"
        ]
    },
    "142676-1": {
        "農產品經營者": "保證責任南投縣竹山鎮蔬果運銷合作社",
        "聯絡電話": "049-2662566",
        "產品名稱": [
            "葉萵苣--萵A農場",
            "葉萵苣",
            "紅龍果",
            "木瓜--網室甜木瓜",
            "香蕉--履歷特級蕉",
            "香蕉",
            "木瓜",
            "紅龍果--履歷紅龍果",
            "檸檬--履歷無仔檸檬",
            "檸檬",
            "葉萵苣-萵A農場"
        ]
    },
    "143509-1": {
        "農產品經營者": "謝添興",
        "聯絡電話": "0937-700195",
        "產品名稱": [
            "薑-產銷履歷-薑",
            "薑--台灣履歷老薑M",
            "薑--履歷老薑300g PDC",
            "薑--履歷老薑150克",
            "薑--薑-1斤/袋",
            "薑",
            "薑--薑-老薑300克PLB"
        ]
    },
    "141384-1": {
        "農產品經營者": "高雄市岡山區果樹產銷班第9班",
        "聯絡電話": "07-6285300",
        "產品名稱": [
            "番石榴-珍珠番石榴",
            "番石榴--珍珠番石榴",
            "番石榴",
            "番石榴--帝王番石榴"
        ]
    },
    "142939-1": {
        "農產品經營者": "馮智敏",
        "聯絡電話": "0970-318869",
        "產品名稱": [
            "草莓--紅顏草莓",
            "草莓"
        ]
    },
    "130192-1": {
        "農產品經營者": "保證責任屏東縣農業聯合生產合作社",
        "聯絡電話": "08-7964772",
        "產品名稱": [
            "鳳梨--鳳梨",
            "鳳梨"
        ]
    },
    "155971-1": {
        "農產品經營者": "林佳茂",
        "聯絡電話": "05-2617238",
        "產品名稱": [
            "薑--老薑300克",
            "薑--老薑PLB",
            "薑--老薑PDC"
        ]
    },
    "147375-1": {
        "農產品經營者": "蔡麗紅",
        "聯絡電話": "04-8901771",
        "產品名稱": [
            "紅龍果",
            "紅龍果--履歷紅龍果"
        ]
    },
    "147414-1": {
        "農產品經營者": "鄭嘉祥",
        "聯絡電話": "06-5891032",
        "產品名稱": [
            "甜椒",
            "甜椒--彩色甜椒",
            "甜椒--彩色甜椒  ( 黃 )",
            "甜椒--彩色甜椒  ( 紅 )",
            "胡瓜--胡瓜-青海",
            "胡瓜",
            "胡瓜--大胡瓜－青海"
        ]
    },
    "139701-1": {
        "農產品經營者": "保證責任高雄市開元果菜運銷合作社",
        "聯絡電話": "07-6662912",
        "產品名稱": [
            "絲瓜--FF1",
            "絲瓜"
        ]
    },
    "138273-1": {
        "農產品經營者": "林玉瓊",
        "聯絡電話": "05-5864981",
        "產品名稱": [
            "葉萵苣-履歷大陸A菜",
            "葉萵苣",
            "葉萵苣--履歷大陸A菜"
        ]
    },
    "140474-1": {
        "農產品經營者": "吳坤値",
        "聯絡電話": "06-6551308",
        "產品名稱": [
            "番茄-番茄",
            "番茄",
            "番茄--番茄"
        ]
    },
    "139781-1": {
        "農產品經營者": "高雄市燕巢區果樹 (番石榴) 產銷班第2班",
        "聯絡電話": "07-6161757",
        "產品名稱": [
            "番石榴--燕之巢芭樂",
            "番石榴"
        ]
    },
    "157331-1": {
        "農產品經營者": "保證責任雲林縣義賢果菜生產合作社",
        "聯絡電話": "05-5984198",
        "產品名稱": [
            "南瓜--南瓜800g",
            "南瓜--南瓜(大)1kg",
            "南瓜--南瓜600g",
            "南瓜--貝貝栗子南瓜",
            "南瓜--紅栗南瓜1KG",
            "南瓜--栗子南瓜800g",
            "南瓜--奶油南瓜800g",
            "南瓜--馬車南瓜1kg",
            "南瓜--履歷南瓜800g",
            "南瓜-履歷南瓜",
            "南瓜--履歷南瓜",
            "南瓜--南瓜(小)600g",
            "南瓜-履歷 南瓜",
            "南瓜--北海道種栗子南瓜",
            "南瓜--履歷栗子南瓜",
            "南瓜--貝貝南瓜250G",
            "南瓜--履歷南瓜600g",
            "南瓜--栗子南瓜850g"
        ]
    },
    "159513-1": {
        "農產品經營者": "高雄市美濃區蔬菜產銷班第33班",
        "聯絡電話": "07-6833309",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "159248-1": {
        "農產品經營者": "蔡怡婷",
        "聯絡電話": "04-8803751",
        "產品名稱": [
            "番石榴--履歷珍珠芭樂",
            "番石榴",
            "番石榴--履歷溪州芭樂",
            "番石榴-履歷溪州芭樂"
        ]
    },
    "993348-1": {
        "農產品經營者": "復洋有限公司",
        "聯絡電話": "(07)6130069",
        "產品名稱": [
            "產銷履歷-菠菜",
            "產銷履歷-葉萵苣",
            "產銷履歷-甘藷",
            "產銷履歷-青梗白菜",
            "產銷履歷葉菜-白菜",
            "產銷履歷-油菜"
        ]
    },
    "135402-1": {
        "農產品經營者": "彰化縣埔鹽鄉蔬菜產銷班第22班",
        "聯絡電話": "04-8656936",
        "產品名稱": [
            "番茄--履歷牛番茄",
            "番茄",
            "番茄-履歷牛番茄"
        ]
    },
    "151926-1": {
        "農產品經營者": "曾科穎",
        "聯絡電話": "07-3524030",
        "產品名稱": [
            "棗--印度棗",
            "棗"
        ]
    },
    "157423-1": {
        "農產品經營者": "程恒裕",
        "聯絡電話": "05-5868668",
        "產品名稱": [
            "芥藍-履歷格藍菜",
            "小白菜--履歷小白菜",
            "油菜--履歷油菜",
            "油菜",
            "芥藍--履歷格藍菜",
            "油菜-履歷油菜",
            "芥藍",
            "青梗白菜--履歷青江菜",
            "小白菜-履歷小白菜",
            "青梗白菜",
            "小白菜",
            "青梗白菜-履歷青江菜",
            "小白菜--履歷蚵白菜"
        ]
    },
    "134525-1": {
        "農產品經營者": "廖學典",
        "聯絡電話": "05-5871180",
        "產品名稱": [
            "菠菜--履歷菠菜",
            "菠菜--產銷履歷菠菜",
            "菠菜",
            "青梗白菜--青江菜",
            "青梗白菜--產銷履歷青江菜",
            "青梗白菜--履歷青江",
            "油菜--油菜",
            "青梗白菜",
            "油菜"
        ]
    },
    "144981-1": {
        "農產品經營者": "吳宜蓁",
        "聯絡電話": "0988-761752",
        "產品名稱": [
            "番荔枝--鳳梨釋迦",
            "番荔枝"
        ]
    },
    "151864-1": {
        "農產品經營者": "林煜捷",
        "聯絡電話": "07-0921274238",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--龍骨瓣莕菜(野蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "130063-1": {
        "農產品經營者": "高雄市旗山區蔬菜產銷班第7班",
        "聯絡電話": "07-6661667",
        "產品名稱": [
            "絲瓜--FF1",
            "絲瓜"
        ]
    },
    "151552-1": {
        "農產品經營者": "鄭宇佑",
        "聯絡電話": "05-6221269",
        "產品名稱": [
            "葉萵苣-履歷A菜",
            "茼蒿--履歷茼蒿",
            "菠菜--菠菜(產銷履歷)",
            "菠菜",
            "茼蒿",
            "葉萵苣"
        ]
    },
    "140194-1": {
        "農產品經營者": "高雄市岡山區果樹(番石榴)產銷班第1班",
        "聯絡電話": "07-6281335",
        "產品名稱": [
            "番石榴-珍珠榴",
            "番石榴--珍珠榴",
            "番石榴",
            "番石榴--帝王榴",
            "番石榴-帝王榴"
        ]
    },
    "147178-1": {
        "農產品經營者": "何汝育",
        "聯絡電話": "05-7854188",
        "產品名稱": [
            "甘藷--履歷-紫心地瓜",
            "甘藷--紫心地瓜600g",
            "甘藷",
            "甘藷-甘藷-金時地瓜",
            "甘藷--履歷黃肉地瓜",
            "甘藷-履歷-紫心地瓜"
        ]
    },
    "141135-1": {
        "農產品經營者": "鄭育旻",
        "聯絡電話": "03-4760579",
        "產品名稱": [
            "青梗白菜-青江菜",
            "青梗白菜"
        ]
    },
    "500328-1": {
        "農產品經營者": "永順興牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(洗選蛋)"
        ]
    },
    "146892-1": {
        "農產品經營者": "魏伯修",
        "聯絡電話": "0987-760307",
        "產品名稱": [
            "草莓--鮮果爺爺草莓",
            "草莓",
            "草莓--鮮果爺爺-草莓",
            "柑橘類"
        ]
    },
    "139152-1": {
        "農產品經營者": "吳煜紘",
        "聯絡電話": "04-25578659",
        "產品名稱": [
            "馬鈴薯-履歷",
            "馬鈴薯--(履歷)",
            "馬鈴薯--台灣馬鈴薯",
            "馬鈴薯"
        ]
    },
    "990404-1": {
        "農產品經營者": "福和生鮮農產股份有限公司土城廠",
        "聯絡電話": "(02)77536049",
        "產品名稱": [
            "履歷檸檬",
            "履歷橙蜜香番茄",
            "履歷番茄",
            "履歷番石榴",
            "履歷聖女番茄",
            "履歷鳳梨釋迦",
            "履歷蓮霧",
            "履歷玉女番茄",
            "履歷棗",
            "履歷茂谷柑",
            "履歷草莓",
            "履歷砂糖橘(珍珠柑)",
            "履歷紅肉火龍果"
        ]
    },
    "144770-1": {
        "農產品經營者": "鄭勇雄",
        "聯絡電話": "05-5864552",
        "產品名稱": [
            "胡蘿蔔--產銷履歷",
            "胡蘿蔔"
        ]
    },
    "151682-1": {
        "農產品經營者": "蘇琪峰",
        "聯絡電話": "05-3612268",
        "產品名稱": [
            "甜椒-履歷彩椒",
            "甜椒--履歷彩椒",
            "甜椒--履歷彩色甜椒",
            "甜椒",
            "甜椒--履歷彩椒(選新鮮)"
        ]
    },
    "992681-1": {
        "農產品經營者": "保證責任彰化縣永靖合作農場",
        "聯絡電話": "(04)8231806",
        "產品名稱": [
            "履歷地瓜",
            "履歷蚵白菜",
            "履歷大陸妹",
            "履歷截切青江菜",
            "履歷截切菠菜",
            "履歷青江菜",
            "履歷小白菜",
            "履歷菠菜",
            "履歷截切油菜",
            "履歷油菜",
            "履歷空心菜",
            "履歷截切大陸妹",
            "履歷截切蚵白菜",
            "履歷截切小白菜"
        ]
    },
    "142844-1": {
        "農產品經營者": "子宏農產行",
        "聯絡電話": "05-7854188",
        "產品名稱": [
            "甘藷--履歷黃肉地瓜",
            "甘藷--履歷黃肉地瓜600g",
            "甘藷--履歷地瓜",
            "甘藷--地瓜2.8K",
            "甘藷--地瓜1.2公斤",
            "甘藷--履歷-地瓜",
            "甘藷-履歷黃肉地瓜",
            "甘藷"
        ]
    },
    "150224-1": {
        "農產品經營者": "三合豐股份有限公司",
        "聯絡電話": "05-3753453",
        "產品名稱": [
            "水稻-產銷履歷白米",
            "水稻",
            "水稻-台南20號香米"
        ]
    },
    "159762-1": {
        "農產品經營者": "旭豐農產行(一場)",
        "聯絡電話": "089-551870",
        "產品名稱": [
            "菜豆--履歷敏豆",
            "菜豆",
            "胡瓜-履歷溫室小黃瓜",
            "胡瓜",
            "辣椒--履歷朝天椒",
            "菜豆-履歷敏豆",
            "辣椒"
        ]
    },
    "146871-1": {
        "農產品經營者": "陳曉緯",
        "聯絡電話": "09-22118552",
        "產品名稱": [
            "番荔枝--鳳梨釋迦",
            "番荔枝",
            "番荔枝--大目釋迦"
        ]
    },
    "156148-1": {
        "農產品經營者": "程秀夏",
        "聯絡電話": "05-5866077",
        "產品名稱": [
            "油菜",
            "菠菜-菠菜",
            "菠菜--菠菜",
            "青梗白菜--青江菜",
            "青梗白菜",
            "菠菜",
            "小白菜",
            "小白菜--小白菜（蚵白菜）",
            "油菜-油菜",
            "油菜--油菜",
            "小白菜-小白菜（蚵白菜）",
            "青梗白菜-青江菜"
        ]
    },
    "157280-1": {
        "農產品經營者": "新祥農產行",
        "聯絡電話": "09-88029657",
        "產品名稱": [
            "南瓜"
        ]
    },
    "990556-1": {
        "農產品經營者": "玉美生技股份有限公司烏日廠",
        "聯絡電話": "(04)26936161#161",
        "產品名稱": [
            "履歷西洋芹",
            "履歷小黃瓜",
            "履歷紅番茄",
            "履歷紅豆",
            "履歷小白菜",
            "履歷油菜",
            "履歷青江菜"
        ]
    },
    "991037-1": {
        "農產品經營者": "麒宏食品工業有限公司",
        "聯絡電話": "(06)311-5140",
        "產品名稱": [
            "白玉豆花",
            "白玉豆干"
        ]
    },
    "144592-1": {
        "農產品經營者": "洪敏章",
        "聯絡電話": "097-2213131",
        "產品名稱": [
            "甘藍--優境履歷高麗菜",
            "甘藍"
        ]
    },
    "157402-1": {
        "農產品經營者": "陳錦坤",
        "聯絡電話": "09-12359175",
        "產品名稱": [
            "番石榴--甜心芭樂",
            "番石榴",
            "番石榴-甜心芭樂"
        ]
    },
    "150195-1": {
        "農產品經營者": "高雄市燕巢區果樹 (番石榴) 產銷班第31班",
        "聯絡電話": "07-6160840",
        "產品名稱": [
            "番石榴-燕巢芭樂",
            "番石榴",
            "番石榴--燕巢芭樂"
        ]
    },
    "142930-1": {
        "農產品經營者": "廖家啟",
        "聯絡電話": "05-5987596",
        "產品名稱": [
            "青蔥--青蔥-20k",
            "青蔥--履歷青蔥120g",
            "青蔥--青蔥100g",
            "青蔥--青蔥-1kg",
            "青蔥--青蔥10k",
            "青蔥-青蔥-20k",
            "青蔥"
        ]
    },
    "147404-1": {
        "農產品經營者": "謝新科",
        "聯絡電話": "048-903307",
        "產品名稱": [
            "紅龍果--紅龍果",
            "紅龍果"
        ]
    },
    "148260-1": {
        "農產品經營者": "黃仁耀",
        "聯絡電話": "0938-515985",
        "產品名稱": [
            "胡瓜-履歷小黃瓜",
            "胡瓜",
            "胡瓜-履歷 小黃瓜",
            "胡瓜--履歷 小黃瓜"
        ]
    },
    "152976-1": {
        "農產品經營者": "莊雅琳",
        "聯絡電話": "04-8817723",
        "產品名稱": [
            "青蔥--履歷青蔥",
            "韭菜--履歷韭菜",
            "韭菜",
            "青蔥-青蔥",
            "青蔥"
        ]
    },
    "136234-1": {
        "農產品經營者": "陳柏諺",
        "聯絡電話": "05-5882275",
        "產品名稱": [
            "青花菜--台灣青花1入M",
            "青花菜--顆",
            "青花菜--CQL",
            "青花菜--2入/盒",
            "青花菜",
            "甜椒"
        ]
    },
    "156120-1": {
        "農產品經營者": "陳漢昌",
        "聯絡電話": "037-866122",
        "產品名稱": [
            "胡瓜",
            "胡瓜--溫室小黃瓜"
        ]
    },
    "135826-1": {
        "農產品經營者": "林琪鏵",
        "聯絡電話": "05-5879696",
        "產品名稱": [
            "甘藷--台灣履歷地瓜M",
            "甘藷--CQL黃肉",
            "甘藷--履歷黃肉地瓜"
        ]
    },
    "403105-1": {
        "農產品經營者": "賴珏光",
        "聯絡電話": "0932393698",
        "產品名稱": [
            "白蝦",
            "草蝦",
            "鱔魚"
        ]
    },
    "150644-1": {
        "農產品經營者": "歐陽平",
        "聯絡電話": "05-5979711",
        "產品名稱": [
            "馬鈴薯",
            "馬鈴薯-馬鈴薯"
        ]
    },
    "138254-1": {
        "農產品經營者": "黃智揚",
        "聯絡電話": "05-6626577",
        "產品名稱": [
            "青花菜-履歷青花菜",
            "青花菜--履歷青花菜",
            "青花菜--履歷青花菜2入",
            "青花菜--履歷青花",
            "青花菜",
            "青蒜--履歷青蒜",
            "青蒜"
        ]
    },
    "134452-1": {
        "農產品經營者": "陳世光",
        "聯絡電話": "05-5882275",
        "產品名稱": [
            "胡蘿蔔--2入",
            "胡蘿蔔--CQL",
            "胡蘿蔔--600克",
            "胡蘿蔔-履歷紅蘿蔔",
            "胡蘿蔔--PLB",
            "胡蘿蔔",
            "胡蘿蔔-履歷紅K"
        ]
    },
    "130517-1": {
        "農產品經營者": "沙連製茶廠",
        "聯絡電話": "0919-809368",
        "產品名稱": [
            "茶葉-沙連傳奇"
        ]
    },
    "146193-1": {
        "農產品經營者": "吳忞峻",
        "聯絡電話": "049-2762721",
        "產品名稱": [
            "洋菇-履歷洋菇",
            "洋菇",
            "洋菇-洋菇500克"
        ]
    },
    "992928-1": {
        "農產品經營者": "慶全科技農業股份有限公司",
        "聯絡電話": "(04)770-9000",
        "產品名稱": [
            "產銷履歷甘藷"
        ]
    },
    "991295-1": {
        "農產品經營者": "保證責任雲林縣庄西合作農場",
        "聯絡電話": "(05)6960789",
        "產品名稱": [
            "截切葉萵苣(A菜)",
            "葉萵苣(A菜)",
            "菠菜",
            "截切青江菜",
            "截切油菜",
            "截切蚵白菜",
            "截切小白菜",
            "截切菠菜",
            "截切葉萵苣(油麥菜)",
            "蚵白菜",
            "油菜",
            "青江白菜",
            "截切甘藍(高麗菜)",
            "小白菜",
            "葉萵苣(油麥菜)",
            "截切甘藷(地瓜)",
            "甘藷(地瓜)",
            "截切甜玉米",
            "截切竹筍",
            "甘藍(高麗菜)"
        ]
    },
    "139821-1": {
        "農產品經營者": "保證責任屏東縣龍潭果菜生產合作社",
        "聯絡電話": "08-7706278",
        "產品名稱": [
            "鳳梨PLUS-台17金鑽鳳梨",
            "鳳梨PLUS",
            "鳳梨PLUS--金鑽鳳梨單顆",
            "鳳梨PLUS-金鑽鳳梨單顆"
        ]
    },
    "992048-1": {
        "農產品經營者": "雲上農業科技有限公司",
        "聯絡電話": "(05)5881116",
        "產品名稱": [
            "高麗菜",
            "馬鈴薯",
            "洋蔥"
        ]
    },
    "146390-1": {
        "農產品經營者": "南投縣名間鄉果樹產銷班第15班",
        "聯絡電話": "049-2655038",
        "產品名稱": [
            "紅龍果--上選特級紅龍果",
            "紅龍果"
        ]
    },
    "401091-1": {
        "農產品經營者": "楊宏籲",
        "聯絡電話": "04-8991575",
        "產品名稱": [
            "文蛤"
        ]
    },
    "500263-1": {
        "農產品經營者": "玉琴畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(盒)"
        ]
    },
    "139403-1": {
        "農產品經營者": "謝達維",
        "聯絡電話": "05-5876248",
        "產品名稱": [
            "胡蘿蔔--600g",
            "胡蘿蔔-30kg",
            "胡蘿蔔--10kg",
            "胡蘿蔔--500g/袋",
            "胡蘿蔔",
            "胡蘿蔔-10kg",
            "胡蘿蔔--20kg"
        ]
    },
    "154759-1": {
        "農產品經營者": "吳明山",
        "聯絡電話": "05-3552979",
        "產品名稱": [
            "青花菜-履歷青花菜",
            "青花菜--履歷青花菜",
            "青花菜"
        ]
    },
    "991197-1": {
        "農產品經營者": "芸崴國際餐飲事業有限公司",
        "聯絡電話": "(03)5940088",
        "產品名稱": [
            "截切小白菜",
            "番茄",
            "甘藷",
            "蘿蔔",
            "截切胡蘿蔔",
            "截切葉萵苣",
            "紅豆",
            "馬鈴薯",
            "截切菠菜",
            "椪柑",
            "截切胡瓜",
            "胡瓜",
            "帝王柑",
            "大豆",
            "截切青江白菜"
        ]
    },
    "147393-1": {
        "農產品經營者": "謝憲銘",
        "聯絡電話": "08-7708686",
        "產品名稱": [
            "鳳梨--國內產銷鳳梨",
            "鳳梨--金鑽鳳梨",
            "鳳梨"
        ]
    },
    "159055-1": {
        "農產品經營者": "陳慶明",
        "聯絡電話": "09-58177320",
        "產品名稱": [
            "甘藷-地瓜",
            "甘藷--地瓜",
            "甘藷"
        ]
    },
    "500577-1": {
        "農產品經營者": "洽發昌畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(生態牧草雞蛋)",
            "雞蛋(生態牧草雞蛋-3斤)",
            "雞蛋(實在好蛋)",
            "雞蛋",
            "雞蛋(牧草好雞蛋)",
            "雞蛋(紅心蛋)"
        ]
    },
    "130637-1": {
        "農產品經營者": "弘昌碾米工廠",
        "聯絡電話": "06-6892138",
        "產品名稱": [
            "水稻-臺南越光米1",
            "水稻-履歷-稉糙米",
            "水稻-臺南越光米",
            "水稻-壽司米30K",
            "水稻-履歷-稉白米",
            "水稻",
            "水稻-稉九12k",
            "水稻-台稉九號3k",
            "水稻-天府台灣米3K",
            "水稻-天府台灣米10K",
            "水稻-戀戀寶島5K"
        ]
    },
    "147622-1": {
        "農產品經營者": "彰化縣田中鎮農會",
        "聯絡電話": "04-8749211",
        "產品名稱": [
            "水稻-產銷履歷9號米",
            "水稻-產銷履歷白米",
            "水稻",
            "水稻-黑米"
        ]
    },
    "155949-1": {
        "農產品經營者": "朱清源",
        "聯絡電話": "04-8952623",
        "產品名稱": [
            "豌豆-履歷甜豆莢",
            "豌豆--履歷甜豆莢",
            "豌豆",
            "豌豆--優境生鮮履歷甜豆",
            "豌豆-履歷甜豌豆"
        ]
    },
    "501207-1": {
        "農產品經營者": "健康牧場",
        "聯絡電話": "0918695012",
        "產品名稱": [
            "雞蛋(平蛋的幸福)"
        ]
    },
    "159726-1": {
        "農產品經營者": "林健華",
        "聯絡電話": "05-5881116",
        "產品名稱": [
            "油菜--油菜",
            "葉萵苣",
            "小白菜--奶油白菜",
            "青梗白菜",
            "芥藍",
            "小白菜",
            "青梗白菜--青江菜",
            "茼蒿--茼蒿",
            "小白菜--小白菜",
            "芥藍--芥藍菜",
            "小白菜--蚵白菜",
            "油菜-油菜",
            "菠菜--菠菜",
            "油菜",
            "茼蒿",
            "菠菜"
        ]
    },
    "130225-1": {
        "農產品經營者": "雲林縣斗南鎮農會",
        "聯絡電話": "05-5950535",
        "產品名稱": [
            "胡蘿蔔--胡蘿蔔-CQL",
            "馬鈴薯-馬鈴薯",
            "馬鈴薯--CQL-馬鈴薯",
            "胡蘿蔔-胡蘿蔔",
            "胡蘿蔔--胡蘿蔔",
            "馬鈴薯",
            "胡蘿蔔--胡蘿蔔10公斤",
            "馬鈴薯--三安馬鈴薯"
        ]
    },
    "134777-1": {
        "農產品經營者": "保證責任高雄市燕巢青隆果菜運銷合作社",
        "聯絡電話": "07-6165672",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴",
            "番石榴--珍珠芭樂單入"
        ]
    },
    "143034-1": {
        "農產品經營者": "王文亮",
        "聯絡電話": "05-5871180",
        "產品名稱": [
            "小白菜-蚵白菜",
            "小白菜",
            "小白菜--小白菜",
            "菠菜--履歷菠菜",
            "菠菜",
            "菠菜-履歷菠菜",
            "青梗白菜--履歷青江",
            "芥藍-芥藍菜",
            "小白菜--蚵白菜",
            "油菜--履歷油菜",
            "芥藍",
            "芥藍--履歷格藍菜",
            "小白菜-小白菜",
            "油菜--油菜",
            "小白菜--小白",
            "小白菜--小白-J",
            "青梗白菜",
            "油菜-油菜",
            "油菜"
        ]
    },
    "131584-1": {
        "農產品經營者": "田中建新碾米工廠",
        "聯絡電話": "04-8835318",
        "產品名稱": [
            "水稻-屋馬燒肉米",
            "水稻-田農台稉九號",
            "水稻-臺南16號",
            "水稻-黑金米",
            "水稻",
            "水稻-建新台稉九號",
            "水稻-姬壽司"
        ]
    },
    "991277-1": {
        "農產品經營者": "苗栗縣公館鄉農會",
        "聯絡電話": "(03)7231283",
        "產品名稱": [
            "紅棗干"
        ]
    },
    "131312-1": {
        "農產品經營者": "高雄市美濃區果樹產銷班第16班",
        "聯絡電話": "07-6830133",
        "產品名稱": [
            "木瓜",
            "木瓜--777木瓜12k"
        ]
    },
    "790028-1": {
        "農產品經營者": "中華民國農會台農鮮乳廠",
        "聯絡電話": "04-23590902",
        "產品名稱": [
            "牛乳(鮮乳)"
        ]
    },
    "138240-1": {
        "農產品經營者": "嘉凱農業科技股份有限公司",
        "聯絡電話": "05-5860889",
        "產品名稱": [
            "胡蘿蔔-紅蘿蔔履歷",
            "胡蘿蔔--紅蘿蔔履歷",
            "甘藍--紫色甘藍",
            "胡蘿蔔",
            "胡蘿蔔--產銷紅蘿蔔",
            "甘藍"
        ]
    },
    "501260-1": {
        "農產品經營者": "維仕捷食品有限公司",
        "聯絡電話": "0908775662",
        "產品名稱": [
            "雞蛋(元氣滿福白)",
            "雞蛋(金鑽紅)"
        ]
    },
    "501055-1": {
        "農產品經營者": "茂生食品股份有限公司",
        "聯絡電話": "04896888",
        "產品名稱": [
            "雞蛋(富翁藏卵(紅殼雞蛋))",
            "雞蛋(富翁藏卵(白殼雞蛋))"
        ]
    },
    "138944-1": {
        "農產品經營者": "保證責任高雄市森展農產品運銷合作社",
        "聯絡電話": "0958-051021",
        "產品名稱": [
            "蓮霧-履歷子彈蓮霧",
            "蓮霧",
            "蓮霧--履歷子彈蓮霧"
        ]
    },
    "157727-1": {
        "農產品經營者": "陳廷安",
        "聯絡電話": "04-8922226",
        "產品名稱": [
            "胡瓜",
            "胡瓜--履歷小黃瓜",
            "胡瓜--溫室小黃瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "138673-1": {
        "農產品經營者": "高雄市燕巢區果樹 (番石榴) 產銷班第12班",
        "聯絡電話": "07-6162954",
        "產品名稱": [
            "番石榴-番石榴",
            "番石榴",
            "番石榴-燕之巢芭樂",
            "番石榴-帝王番石榴",
            "番石榴--帝王番石榴"
        ]
    },
    "991220-1": {
        "農產品經營者": "板田實業有限公司",
        "聯絡電話": "(02)2682-9388",
        "產品名稱": [
            "港式蘿蔔糕(冷藏)",
            "芋頭糕(冷藏)",
            "港式蘿蔔糕(冷藏) 14天",
            "一塊茶蘿蔔糕(碧螺春) (冷凍)",
            "港式蘿蔔糕(冷凍)",
            "芋頭糕(冷藏) 14天",
            "一塊芋仔糕 (冷凍)",
            "一粒米碗粿(香菇肉燥) (冷凍)",
            "一隻虱目魚蘿蔔糕 (冷凍)"
        ]
    },
    "159668-1": {
        "農產品經營者": "林裕國",
        "聯絡電話": "04-24180879",
        "產品名稱": [
            "番茄--蜜3小番茄",
            "番茄"
        ]
    },
    "500751-1": {
        "農產品經營者": "金豐盛食品股份有限公司",
        "聯絡電話": "0423365750",
        "產品名稱": [
            "白肉雞(雞腿肉條)",
            "白肉雞(雞胸肉片)",
            "白肉雞(去骨腿排)",
            "白肉雞(雞胸肉)",
            "白肉雞(里肌肉)",
            "白肉雞(二節翅)",
            "白肉雞(翅小腿)",
            "白肉雞",
            "白肉雞(冷凍雞胸肉片)",
            "白肉雞(冷凍雞胸肉)",
            "白肉雞(冷凍翅小腿)",
            "白肉雞(冷凍去骨腿排)",
            "白肉雞(冷凍翅中)",
            "白肉雞(冷凍二節翅)",
            "白肉雞(冷凍雞腿肉條)",
            "白肉雞(舒康雞T9骨腿(S))",
            "白肉雞(去皮清肉對切(FT))",
            "白肉雞(帶皮腿肉塊35g)",
            "白肉雞(商用雞腿肉24)",
            "白肉雞(舒康雞翅小腿)",
            "白肉雞(舒康雞翅中)",
            "白肉雞(舒康雞棒棒腿)",
            "白肉雞(舒康雞帶骨雞腿切塊)",
            "白肉雞(舒康雞雞腿絞肉)",
            "白肉雞(舒康雞雞腿肉)",
            "白肉雞(舒康雞雞胸肉)",
            "白肉雞(舒康雞里肌肉)",
            "白肉雞(冷凍雞腿切塊)",
            "白肉雞(舒康雞無骨翅球)",
            "白肉雞(舒康雞去皮雞腿絞肉)",
            "白肉雞(舒康雞雞胸絞肉)",
            "白肉雞(舒康雞雞胸肉片)",
            "白肉雞(商用雞胸肉20)",
            "白肉雞(170g帶皮腿肉)",
            "白肉雞(舒康雞光雞)",
            "白肉雞(冷凍里肌肉)",
            "白肉雞(冷凍去皮腿肉丁)",
            "白肉雞(凍-雞胸肉)"
        ]
    },
    "135478-1": {
        "農產品經營者": "謝明樹",
        "聯絡電話": "06-5754593",
        "產品名稱": [
            "棗PLUS--履歷蜜棗",
            "棗PLUS-履歷蜜棗",
            "棗PLUS",
            "百香果PLUS",
            "百香果PLUS--百香果籃裝"
        ]
    },
    "135052-1": {
        "農產品經營者": "嘉義縣新港鄉農會..",
        "聯絡電話": "05-3741145",
        "產品名稱": [
            "蕹菜--溫室空心菜",
            "葉用甘藷--地瓜葉",
            "蕹菜",
            "蕹菜-溫室空心菜",
            "葉用甘藷",
            "葉用甘藷-地瓜葉",
            "蕹菜--履歷空心菜"
        ]
    },
    "148264-1": {
        "農產品經營者": "彭信郎",
        "聯絡電話": "0932-957759",
        "產品名稱": [
            "茂谷柑--履歷茂谷柑",
            "茂谷柑",
            "茂谷柑-履歷茂谷柑"
        ]
    },
    "157268-1": {
        "農產品經營者": "蔡銘欽",
        "聯絡電話": "05-32070421",
        "產品名稱": [
            "蕹菜--溫室空心菜",
            "蕹菜",
            "蕹菜-溫室空心菜"
        ]
    },
    "138552-1": {
        "農產品經營者": "陳耀松",
        "聯絡電話": "04-25819365",
        "產品名稱": [
            "杏鮑菇-杏鮑菇B",
            "杏鮑菇",
            "杏鮑菇--D500g",
            "杏鮑菇--杏鮑菇C",
            "杏鮑菇--A600g",
            "杏鮑菇--杏鮑菇B"
        ]
    },
    "136635-1": {
        "農產品經營者": "雲林縣北港鎮蔬菜產銷班第7班",
        "聯絡電話": "0918-574531",
        "產品名稱": [
            "番茄-牛番茄",
            "番茄-履歷牛心番茄",
            "番茄--履歷牛心番茄",
            "番茄",
            "番茄--牛番茄",
            "胡瓜"
        ]
    },
    "140181-1": {
        "農產品經營者": "高雄市燕巢區果樹 (番石榴) 產銷班第11班",
        "聯絡電話": "07-6160538",
        "產品名稱": [
            "番石榴",
            "番石榴--芭樂11班",
            "番石榴-燕巢芭樂",
            "番石榴-芭樂11班",
            "番石榴--燕巢芭樂"
        ]
    },
    "402388-1": {
        "農產品經營者": "李宗燦",
        "聯絡電話": "0937268006",
        "產品名稱": [
            "文蛤",
            "白蝦"
        ]
    },
    "151648-1": {
        "農產品經營者": "李有得",
        "聯絡電話": "05-2592699",
        "產品名稱": [
            "胡瓜--履歷小黃瓜",
            "胡瓜"
        ]
    },
    "993345-1": {
        "農產品經營者": "有限責任桃園市宏圃蔬果運銷合作社",
        "聯絡電話": "(03)411-7371",
        "產品名稱": [
            "地瓜",
            "菠菜",
            "蚵白菜",
            "青梗白菜",
            "紅蘿蔔",
            "小松菜"
        ]
    },
    "755001-1": {
        "農產品經營者": "鈜景國產肉品專賣店",
        "聯絡電話": "05-3623520",
        "產品名稱": [
            "牛肉"
        ]
    },
    "145372-1": {
        "農產品經營者": "張芳菘",
        "聯絡電話": "0912-185319",
        "產品名稱": [
            "番茄--履歷-玉女番茄",
            "番茄--履歷-金瑩番茄",
            "番茄",
            "番茄--萃好履歷玉女番茄",
            "番茄--萃好履歷金瑩番茄",
            "番茄--金瑩番茄"
        ]
    },
    "992730-1": {
        "農產品經營者": "新松仁碾米工廠",
        "聯絡電話": "(03)4758539",
        "產品名稱": [
            "水稻-高雄147號",
            "白米-履歷米"
        ]
    },
    "147665-1": {
        "農產品經營者": "陳玫君",
        "聯絡電話": "0981-270148",
        "產品名稱": [
            "鳳梨--履歷金鑽鳳梨",
            "鳳梨"
        ]
    },
    "147442-1": {
        "農產品經營者": "陳進忠",
        "聯絡電話": "0919-891898",
        "產品名稱": [
            "鳳梨--17金鑽鳳梨",
            "鳳梨",
            "鳳梨-17金鑽鳳梨"
        ]
    },
    "400533-1": {
        "農產品經營者": "顏榮宏",
        "聯絡電話": "06-2561491",
        "產品名稱": [
            "白蝦",
            "蝦仁",
            "虱目魚肚",
            "虱目魚"
        ]
    },
    "500228-1": {
        "農產品經營者": "偉良畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(白殻蛋)"
        ]
    },
    "993505-1": {
        "農產品經營者": "有限責任臺南市農業合作社聯合社麻豆廠",
        "聯絡電話": "(06)570-3336",
        "產品名稱": [
            "截切馬鈴薯",
            "截切胡蘿蔔-流通",
            "截切甘藷",
            "截切甜椒",
            "截切胡蘿蔔"
        ]
    },
    "159618-1": {
        "農產品經營者": "陳昌昕",
        "聯絡電話": "05-6976229",
        "產品名稱": [
            "食用玉米--履歷玉米筍PLB",
            "食用玉米"
        ]
    },
    "500016-1": {
        "農產品經營者": "格全食品工業股份有限公司花蓮分公司",
        "聯絡電話": "03-8842385~9",
        "產品名稱": [
            "肉鴨",
            "肉鴨(櫻桃鴨肉)"
        ]
    },
    "139632-1": {
        "農產品經營者": "楊癸英",
        "聯絡電話": "0937-236350",
        "產品名稱": [
            "龍鬚菜--龍鬚菜",
            "龍鬚菜",
            "龍鬚菜-龍鬚菜"
        ]
    },
    "141071-1": {
        "農產品經營者": "臺南市大內區果樹產銷班第31班",
        "聯絡電話": "0937-306017",
        "產品名稱": [
            "番石榴",
            "番石榴--芭樂",
            "番石榴--履歷惡地吉脆芭樂",
            "番石榴--履歷惡地金脆芭樂",
            "番石榴-履歷惡地吉脆芭樂"
        ]
    },
    "138836-1": {
        "農產品經營者": "雲林縣元長鄉花卉產銷班第9班",
        "聯絡電話": "05-7861595",
        "產品名稱": [
            "胡瓜",
            "番茄-履歷牛心番茄",
            "番茄--履歷牛心番茄",
            "胡瓜-履歷小黃瓜",
            "番茄-履歷牛番茄",
            "番茄",
            "胡瓜-產銷履歷小黃瓜",
            "胡瓜--履歷小黃瓜",
            "辣椒"
        ]
    },
    "154801-1": {
        "農產品經營者": "魏俊席",
        "聯絡電話": "05-2266928",
        "產品名稱": [
            "番茄--玉女番茄",
            "番茄"
        ]
    },
    "101263-1": {
        "農產品經營者": "嘉義縣新港鄉蔬菜產銷班第52班",
        "聯絡電話": "05-3773005",
        "產品名稱": [
            "甜椒",
            "甜椒--履歷彩色甜椒",
            "甜椒-履歷彩色甜椒"
        ]
    },
    "145552-1": {
        "農產品經營者": "傅美惠",
        "聯絡電話": "05-7887950",
        "產品名稱": [
            "胡瓜",
            "胡瓜-履歷小黃瓜",
            "胡瓜--履歷小黃瓜"
        ]
    },
    "139148-1": {
        "農產品經營者": "臺南市六甲區農會",
        "聯絡電話": "06-6983632",
        "產品名稱": [
            "水稻",
            "水稻-臺南越光米2公斤",
            "水稻-臺南越光米1kg",
            "水稻-16號糙米1公斤",
            "水稻-臺南越光米150g"
        ]
    },
    "137454-1": {
        "農產品經營者": "隆記農產有限公司",
        "聯絡電話": "05-5881601",
        "產品名稱": [
            "胡蘿蔔--胡蘿蔔",
            "胡蘿蔔--250克",
            "胡蘿蔔--胡蘿蔔(箱",
            "胡蘿蔔",
            "胡蘿蔔--胡蘿蔔(2"
        ]
    },
    "139317-1": {
        "農產品經營者": "吳松杰",
        "聯絡電話": "0933-453192",
        "產品名稱": [
            "番茄--玉女小番茄",
            "番茄"
        ]
    },
    "147645-1": {
        "農產品經營者": "李文彥",
        "聯絡電話": "07-6663977",
        "產品名稱": [
            "甜椒",
            "甜椒--巴勒摩甜心水果椒",
            "南瓜--栗子南瓜",
            "南瓜",
            "南瓜--栗 子南瓜"
        ]
    },
    "147710-1": {
        "農產品經營者": "張致綸",
        "聯絡電話": "0955-735468",
        "產品名稱": [
            "葉萵苣--水耕A菜",
            "葉萵苣",
            "葉萵苣-水耕A菜"
        ]
    },
    "500775-1": {
        "農產品經營者": "大林畜牧場",
        "聯絡電話": "05-2956353",
        "產品名稱": [
            "雞蛋(8入PET)",
            "雞蛋(90入紙盒)",
            "雞蛋(業務用蛋-300入)",
            "雞蛋(24入禮盒)",
            "雞蛋(30入紙盒)",
            "雞蛋(10入PET)",
            "雞蛋(20入紙盒)",
            "雞蛋(業務用蛋-16kg)",
            "雞蛋(60入紙盒)",
            "雞蛋(10入紙盒)",
            "雞蛋(業務用蛋-19.2kg)",
            "雞蛋(8入紙盒)",
            "雞蛋(業務用蛋240入)"
        ]
    },
    "131318-1": {
        "農產品經營者": "宜蘭縣宜蘭市農會",
        "聯絡電話": "03-9322214",
        "產品名稱": [
            "水稻-雪山鮮米",
            "水稻",
            "水稻-雪山香鑽米"
        ]
    },
    "147030-1": {
        "農產品經營者": "沈泰宏",
        "聯絡電話": "0937-390561",
        "產品名稱": [
            "番荔枝--履歷鳳梨釋迦",
            "番荔枝",
            "番荔枝-履歷鳳梨釋迦"
        ]
    },
    "142124-1": {
        "農產品經營者": "鍾清泰",
        "聯絡電話": "09-03953229",
        "產品名稱": [
            "百香果--百香果台農1號",
            "百香果"
        ]
    },
    "139540-1": {
        "農產品經營者": "吳文凱",
        "聯絡電話": "09-35606555",
        "產品名稱": [
            "番茄--金瑩玉女番茄",
            "番茄",
            "百香果--履歷百香果",
            "百香果",
            "番茄--履歷-玉女番茄",
            "番茄--履歷-金瑩番茄",
            "番茄--萃好履歷金瑩番茄"
        ]
    },
    "100838-1": {
        "農產品經營者": "南投縣農會",
        "聯絡電話": "049-2222021",
        "產品名稱": [
            "茶葉-南投茶宴-高山金萱",
            "茶葉-南投茶宴-五星300g",
            "茶葉-南投茶宴-四星300g",
            "茶葉-南投茶宴-三星300g",
            "茶葉-南投茶宴-一星300g",
            "茶葉-南投茶宴-五梅",
            "茶葉-5星150公克-"
        ]
    },
    "151100-1": {
        "農產品經營者": "陳俊廷",
        "聯絡電話": "037-688990",
        "產品名稱": [
            "桶柑--桶柑",
            "桶柑",
            "柑橘類",
            "柑橘類--桶柑"
        ]
    },
    "500700-1": {
        "農產品經營者": "彰化縣大城鄉農會",
        "聯絡電話": "0916723932",
        "產品名稱": [
            "雞蛋(24入)",
            "雞蛋(白PVC)",
            "雞蛋(紅PVC)",
            "雞蛋(紅蛋12入(盤))",
            "雞蛋(白蛋12入(盤))"
        ]
    },
    "155932-1": {
        "農產品經營者": "李家畯",
        "聯絡電話": "05-7883479",
        "產品名稱": [
            "胡蘿蔔--產銷履歷胡蘿蔔"
        ]
    },
    "138186-1": {
        "農產品經營者": "林孝澤",
        "聯絡電話": "09-33960839",
        "產品名稱": [
            "番茄--羅馬番茄",
            "番茄--聖馬札諾",
            "番茄--圓桌武士",
            "番茄--天使番茄",
            "番茄--彩精靈",
            "番茄",
            "番茄-牛番茄"
        ]
    },
    "130397-1": {
        "農產品經營者": "好的米食品股份有限公司",
        "聯絡電話": "037-725156",
        "產品名稱": [
            "水稻-履歷米 糙米",
            "水稻-履歷米 白米",
            "水稻",
            "水稻-愛上~好的米"
        ]
    },
    "143729-1": {
        "農產品經營者": "許鈞凱",
        "聯絡電話": "05-7831010",
        "產品名稱": [
            "食用玉米--履歷玉米筍",
            "辣椒--履歷青辣椒",
            "食用玉米--去殼玉米筍",
            "辣椒",
            "辣椒--履歷朝天椒",
            "食用玉米--履歷帶殼玉米筍",
            "辣椒--履歷朝天椒(小)",
            "食用玉米-去殼玉米筍",
            "食用玉米",
            "食用玉米--履歷玉米筍PLB"
        ]
    },
    "500799-1": {
        "農產品經營者": "源祺畜牧場",
        "聯絡電話": "048956193",
        "產品名稱": [
            "雞蛋(健康的鮮雞蛋)"
        ]
    },
    "141061-1": {
        "農產品經營者": "新竹縣湖口鄉農會",
        "聯絡電話": "03-5905939",
        "產品名稱": [
            "水稻-1公斤大窩口米",
            "水稻-大窩口米",
            "水稻"
        ]
    },
    "146944-1": {
        "農產品經營者": "何金發",
        "聯絡電話": "0937-038476",
        "產品名稱": [
            "番茄--蕃朵菈果園",
            "番茄"
        ]
    },
    "142252-1": {
        "農產品經營者": "丁坤豊",
        "聯絡電話": "05-6984156",
        "產品名稱": [
            "胡瓜--小黃瓜",
            "胡瓜",
            "胡瓜-小黃瓜"
        ]
    },
    "147803-1": {
        "農產品經營者": "蔡蓓蓉",
        "聯絡電話": "0925-339692",
        "產品名稱": [
            "蘿蔔-蘿蔔",
            "蘿蔔--履歷白蘿蔔",
            "蘿蔔--蘿蔔",
            "蘿蔔"
        ]
    },
    "147738-1": {
        "農產品經營者": "洪慶麟",
        "聯絡電話": "0923-270599",
        "產品名稱": [
            "葉萵苣--水耕葉萵苣",
            "葉萵苣"
        ]
    },
    "993452-1": {
        "農產品經營者": "佳隆農畜實業有限公司",
        "聯絡電話": "(05)5863766",
        "產品名稱": [
            "甘藷截切",
            "油菜截切",
            "小白菜截切",
            "半結球萵苣截切",
            "葉萵苣截切",
            "菠菜截切",
            "青梗白菜截切",
            "半結球萵苣分裝",
            "菠菜分裝",
            "油菜分裝",
            "小白菜分裝",
            "青梗白菜分裝",
            "葉萵苣分裝"
        ]
    },
    "147649-1": {
        "農產品經營者": "蕭炎松",
        "聯絡電話": "049-2738826",
        "產品名稱": [
            "葉萵苣--水耕葉萵苣",
            "葉萵苣",
            "葉萵苣-水耕葉萵苣"
        ]
    },
    "501229-1": {
        "農產品經營者": "黎明方舟畜牧場",
        "聯絡電話": "03-8661922#15",
        "產品名稱": [
            "雞蛋(噹家好蛋「10入盒」)"
        ]
    },
    "151656-1": {
        "農產品經營者": "蕭光廷",
        "聯絡電話": "0975-773915",
        "產品名稱": [
            "番茄--全紅牛番茄",
            "番茄"
        ]
    },
    "143124-1": {
        "農產品經營者": "黃品澤",
        "聯絡電話": "05-6993020",
        "產品名稱": [
            "甜椒--甜椒",
            "甜椒",
            "胡瓜",
            "胡瓜--履歷小黃瓜"
        ]
    },
    "140025-1": {
        "農產品經營者": "鄧旭東",
        "聯絡電話": "03-3684700",
        "產品名稱": [
            "小白菜--小白菜",
            "菠菜--菠菜",
            "油菜--小松菜",
            "春菊（日本茼蒿）--山茼蒿",
            "菠菜",
            "小白菜",
            "春菊（日本茼蒿）",
            "油菜"
        ]
    },
    "140139-1": {
        "農產品經營者": "王鈞顥",
        "聯絡電話": "04-26875786",
        "產品名稱": [
            "芋--檳榔心芋",
            "芋",
            "芋-檳榔心芋"
        ]
    },
    "141672-1": {
        "農產品經營者": "李軍翰",
        "聯絡電話": "091-2650401",
        "產品名稱": [
            "葉萵苣--水耕A菜（箱）",
            "葉萵苣",
            "葉萵苣-水耕A菜（箱）",
            "葉萵苣--水耕A菜CF"
        ]
    },
    "633010-1": {
        "農產品經營者": "三金農業科技股份有限公司",
        "聯絡電話": "0423869198",
        "產品名稱": [
            "豬肉"
        ]
    },
    "134306-1": {
        "農產品經營者": "屏東縣崁頂鄉雜糧產銷班第1班",
        "聯絡電話": "08-8633868",
        "產品名稱": [
            "紅豆-無落葉劑紅豆",
            "紅豆",
            "水稻-久盛糙米",
            "水稻-久盛白米"
        ]
    },
    "991279-1": {
        "農產品經營者": "豐誠冷凍食品有限公司",
        "聯絡電話": "(08)775-5775",
        "產品名稱": [
            "冷凍毛豆",
            "冷凍毛豆仁",
            "冷凍四季豆"
        ]
    },
    "501199-1": {
        "農產品經營者": "中一食品股份有限公司(昭成蛋品加工廠)",
        "聯絡電話": "04-7535711",
        "產品名稱": [
            "雞蛋(產銷履歷洗選蛋(14.4公斤/籃))",
            "雞蛋(產銷履歷洗選蛋(10枚/盒))"
        ]
    },
    "150657-1": {
        "農產品經營者": "何書頤",
        "聯絡電話": "08-7971016",
        "產品名稱": [
            "紅龍果--紅龍果",
            "紅龍果"
        ]
    },
    "501083-1": {
        "農產品經營者": "瑞福食品股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(川果紅10入/盒)",
            "雞蛋(究巢紅蛋10入/盒)",
            "雞蛋(川果白10入)",
            "雞蛋(究巢白蛋10入/盒-10枚)",
            "雞蛋(大鳴堂平飼卵紅殼蛋10入/盒)"
        ]
    },
    "147396-1": {
        "農產品經營者": "洪若育",
        "聯絡電話": "04-8681593",
        "產品名稱": [
            "胡蘿蔔--紅蘿蔔",
            "胡蘿蔔"
        ]
    },
    "151553-1": {
        "農產品經營者": "陳美瑤",
        "聯絡電話": "09-10340393",
        "產品名稱": [
            "胡蘿蔔--胡蘿蔔10kg",
            "胡蘿蔔-胡蘿蔔10kg",
            "胡蘿蔔"
        ]
    },
    "155871-1": {
        "農產品經營者": "許恒盛",
        "聯絡電話": "08-7754326",
        "產品名稱": [
            "毛豆",
            "毛豆--履歷毛豆仁600g",
            "毛豆--履歷毛豆仁",
            "毛豆--履歷毛豆莢",
            "毛豆-履歷毛豆仁",
            "毛豆--履歷毛豆仁300g"
        ]
    },
    "134682-1": {
        "農產品經營者": "廖信茂",
        "聯絡電話": "04-25327000",
        "產品名稱": [
            "馬鈴薯--台灣履歷馬鈴薯",
            "馬鈴薯--600g",
            "馬鈴薯--400g",
            "馬鈴薯-10kg",
            "馬鈴薯-台灣履歷馬鈴薯",
            "馬鈴薯-24kg",
            "馬鈴薯",
            "馬鈴薯-500g"
        ]
    },
    "139512-1": {
        "農產品經營者": "保證責任雲林縣東北果菜生產合作社",
        "聯絡電話": "05-6997877",
        "產品名稱": [
            "洋蔥-本產履歷洋蔥-15公斤",
            "洋蔥--本產洋蔥",
            "洋蔥--本產履歷洋蔥-15公斤",
            "洋蔥--(履歷)",
            "洋蔥-本產洋蔥",
            "洋蔥"
        ]
    },
    "140578-1": {
        "農產品經營者": "翁聰猛",
        "聯絡電話": "08-8789596",
        "產品名稱": [
            "蓮霧--黑糖芭比蓮霧",
            "蓮霧"
        ]
    },
    "140456-1": {
        "農產品經營者": "屏東縣南州鄉果樹產銷班第36班",
        "聯絡電話": "0982-736515",
        "產品名稱": [
            "蓮霧--拍賣10公斤",
            "蓮霧",
            "蓮霧--拍賣5kg",
            "蓮霧--拍賣2kg"
        ]
    },
    "156171-1": {
        "農產品經營者": "林信江",
        "聯絡電話": "06-2823900",
        "產品名稱": [
            "番茄-鹽地番茄",
            "番茄"
        ]
    },
    "132195-1": {
        "農產品經營者": "高雄市那瑪夏區茶產銷班第1班",
        "聯絡電話": "0932-981546",
        "產品名稱": [
            "茶葉-青山烏龍茶",
            "茶葉-立體茶包-烏龍茶",
            "茶葉-玉打山烏龍茶",
            "茶葉-高山烏龍茶-冬茶",
            "茶葉-高山金萱茶",
            "茶葉-熟香金萱150g",
            "茶葉-熟香金萱",
            "茶葉-八功夫紅茶",
            "茶葉-蜜香紅茶",
            "茶葉-高山烏龍茶",
            "茶葉-高山紅茶"
        ]
    },
    "140498-1": {
        "農產品經營者": "農滎實業有限公司",
        "聯絡電話": "05-5331169",
        "產品名稱": [
            "胡瓜--溫室花胡瓜",
            "胡瓜",
            "胡瓜-溫室花胡瓜"
        ]
    },
    "151514-1": {
        "農產品經營者": "陳志璋",
        "聯絡電話": "0918-218085",
        "產品名稱": [
            "番茄--精選小番茄",
            "番茄",
            "番茄--精選履歷小番茄"
        ]
    },
    "157849-1": {
        "農產品經營者": "廖日盛",
        "聯絡電話": "05-5988238",
        "產品名稱": [
            "半結球萵苣--大陸妹",
            "半結球萵苣"
        ]
    },
    "151777-1": {
        "農產品經營者": "李進福",
        "聯絡電話": "04-25881067",
        "產品名稱": [
            "柑橘類--明正里茂谷柑",
            "柑橘類--履歷袋裝茂谷柑",
            "柑橘類-履歷袋裝茂谷柑",
            "柑橘類",
            "柑橘類-明正里茂谷柑",
            "柑橘類--履歷袋裝椪柑",
            "柑橘類--履歷茂谷柑"
        ]
    },
    "500743-1": {
        "農產品經營者": "金禾畜牧場",
        "聯絡電話": "087221987",
        "產品名稱": [
            "雞蛋(白蛋)"
        ]
    },
    "131666-1": {
        "農產品經營者": "高雄市岡山區果樹(棗果)產銷班第6班",
        "聯絡電話": "07-6281073",
        "產品名稱": [
            "棗--蜜棗",
            "棗",
            "棗-蜜棗"
        ]
    },
    "155882-1": {
        "農產品經營者": "陳光華",
        "聯絡電話": "0913-554866",
        "產品名稱": [
            "抱子芥菜--翡翠娃娃菜",
            "抱子芥菜"
        ]
    },
    "136397-1": {
        "農產品經營者": "保證責任雲林縣莿桐果菜生產合作社",
        "聯絡電話": "05-5845776",
        "產品名稱": [
            "香蕉-烏龍蕉",
            "香蕉",
            "香蕉--烏龍蕉"
        ]
    },
    "144728-1": {
        "農產品經營者": "劉李淑美",
        "聯絡電話": "06-6871457",
        "產品名稱": [
            "番茄--鹽地番茄",
            "番茄",
            "番茄-鹽地番茄"
        ]
    },
    "141871-1": {
        "農產品經營者": "陳建何",
        "聯絡電話": "05-5860361",
        "產品名稱": [
            "葉萵苣",
            "葉萵苣--大陸妹",
            "半結球萵苣--大陸妹",
            "半結球萵苣-大陸妹",
            "油菜--油菜",
            "小白菜-小白菜",
            "青梗白菜-青江菜",
            "油菜-油菜",
            "青梗白菜--青江菜",
            "青梗白菜",
            "油菜",
            "半結球萵苣",
            "小白菜",
            "小白菜--小白菜",
            "茼蒿",
            "菠菜-菠菜",
            "菠菜--菠菜"
        ]
    },
    "630005-1": {
        "農產品經營者": "豐得國際實業有限公司",
        "聯絡電話": "022980002",
        "產品名稱": [
            "豬肉"
        ]
    },
    "402458-1": {
        "農產品經營者": "黃玉燕",
        "聯絡電話": "05-3731158",
        "產品名稱": [
            "剝殼牡蠣"
        ]
    },
    "155808-1": {
        "農產品經營者": "金山農產行",
        "聯絡電話": "09-75272061",
        "產品名稱": [
            "香蕉--產銷履歷香蕉",
            "香蕉-產銷履歷香蕉",
            "香蕉"
        ]
    },
    "155821-1": {
        "農產品經營者": "程志堅",
        "聯絡電話": "05-5883176",
        "產品名稱": [
            "半結球萵苣-大A",
            "半結球萵苣",
            "油菜-油菜",
            "油菜",
            "油菜--油菜"
        ]
    },
    "154682-1": {
        "農產品經營者": "廖志豪",
        "聯絡電話": "05-5984221",
        "產品名稱": [
            "小白菜-k白",
            "油菜-油菜",
            "小白菜",
            "油菜--油菜",
            "油菜",
            "小白菜--k白",
            "青梗白菜-江",
            "青梗白菜",
            "青梗白菜--江",
            "小白菜--蚵白",
            "小白菜-蚵白",
            "菠菜--角",
            "菠菜"
        ]
    },
    "154685-1": {
        "農產品經營者": "廖振余",
        "聯絡電話": "05-5987049",
        "產品名稱": [
            "菠菜--角",
            "油菜--油菜",
            "油菜",
            "油菜-油菜",
            "菠菜",
            "小白菜-K白",
            "小白菜",
            "菠菜--履歷菠菜",
            "菠菜-角",
            "小白菜--K白",
            "小白菜-蚵白",
            "青梗白菜--江",
            "青梗白菜",
            "青梗白菜-江",
            "小白菜--蚵白"
        ]
    },
    "630029-1": {
        "農產品經營者": "台灣農畜產工業股份有限公司(屏東工廠)",
        "聯絡電話": "08-7520525",
        "產品名稱": [
            "豬肉"
        ]
    },
    "154726-1": {
        "農產品經營者": "丰康農場",
        "聯絡電話": "07-6851585",
        "產品名稱": [
            "翼豆--翼豆",
            "翼豆",
            "翼豆-翼豆"
        ]
    },
    "155889-1": {
        "農產品經營者": "林烘樟",
        "聯絡電話": "05-12345678",
        "產品名稱": [
            "番茄--去蒂牛蕃茄",
            "番茄--履歷牛番茄",
            "番茄",
            "甜椒--履歷青椒",
            "甜椒",
            "甜椒-履歷青椒",
            "番茄-履歷牛番茄"
        ]
    },
    "146201-1": {
        "農產品經營者": "林芳如",
        "聯絡電話": "05-6623878",
        "產品名稱": [
            "胡瓜--履歷小黃瓜",
            "胡瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "138627-1": {
        "農產品經營者": "廖能賢",
        "聯絡電話": "05-5870469",
        "產品名稱": [
            "青蔥-履歷青蔥",
            "青蔥--履歷青蔥200",
            "青蔥--履歷青蔥-散裝",
            "青蔥--履歷青蔥",
            "青蔥",
            "青蔥-履歷青蔥-散裝"
        ]
    },
    "138109-1": {
        "農產品經營者": "曾世杰",
        "聯絡電話": "08-8642309",
        "產品名稱": [
            "香蕉--履歷香蕉",
            "香蕉",
            "香蕉-履歷香蕉"
        ]
    },
    "157440-1": {
        "農產品經營者": "江有朋",
        "聯絡電話": "09-37292194",
        "產品名稱": [
            "包心白菜-（履歷）",
            "甘藍",
            "包心白菜-履歷山東大白菜",
            "包心白菜",
            "包心白菜--山東大白"
        ]
    },
    "159736-1": {
        "農產品經營者": "程鼎瀚",
        "聯絡電話": "05-5871505",
        "產品名稱": [
            "菠菜--菠菜",
            "青梗白菜-青江菜",
            "菠菜-菠菜",
            "菠菜",
            "蕹菜",
            "蕹菜-空心菜",
            "青梗白菜",
            "葉萵苣"
        ]
    },
    "991650-1": {
        "農產品經營者": "天時福水產食品股份有限公司",
        "聯絡電話": "(07)6921068",
        "產品名稱": [
            "虱目魚丸",
            "一口烏魚子",
            "調味分切鱸魚",
            "金鯧米粉",
            "烏魚子",
            "鱸魚粥品"
        ]
    },
    "143194-1": {
        "農產品經營者": "吳銘昇",
        "聯絡電話": "07-6525680",
        "產品名稱": [
            "蜂蜜-龍眼蜜1.8",
            "蜂蜜-龍眼蜜3kg"
        ]
    },
    "134735-1": {
        "農產品經營者": "程文聰",
        "聯絡電話": "05-5871505",
        "產品名稱": [
            "菠菜-菠菜",
            "小白菜",
            "小白菜-小白菜",
            "油菜-油菜",
            "菠菜",
            "蕹菜",
            "油菜",
            "菠菜--菠菜",
            "小白菜-蚵仔白",
            "青梗白菜-青江菜",
            "蕹菜-空心菜",
            "青梗白菜",
            "青梗白菜--青江菜"
        ]
    },
    "139313-1": {
        "農產品經營者": "成岱有限公司",
        "聯絡電話": "05-5573542",
        "產品名稱": [
            "葉萵苣--履歷大陸妹",
            "葉萵苣",
            "結球萵苣--履歷美生菜",
            "結球萵苣"
        ]
    },
    "159854-1": {
        "農產品經營者": "林怡君",
        "聯絡電話": "05-5866655",
        "產品名稱": [
            "葉用甘藷--地瓜葉",
            "葉用甘藷",
            "葉用甘藷-地瓜葉"
        ]
    },
    "151559-1": {
        "農產品經營者": "有限責任臺南市關廟鴻大果菜運銷合作社",
        "聯絡電話": "06-5950751",
        "產品名稱": [
            "鳳梨-產銷金鑽鳳梨",
            "鳳梨"
        ]
    },
    "156175-1": {
        "農產品經營者": "陳榮宗",
        "聯絡電話": "05-2625592",
        "產品名稱": [
            "茂谷柑--履歷茂谷柑",
            "茂谷柑"
        ]
    },
    "991848-1": {
        "農產品經營者": "正康食品有限公司",
        "聯絡電話": "(03)477-2612",
        "產品名稱": [
            "正康黑豆奶",
            "正康豆奶",
            "正康加鈣豆奶",
            "BeanGo產銷履歷豆奶",
            "正康無添加履歷黑豆奶",
            "豆穀濃家低糖黃豆奶",
            "330ml無糖黑豆奶",
            "正康無添加履歷純豆奶"
        ]
    },
    "134379-1": {
        "農產品經營者": "保證責任高雄市加洲果菜運銷合作社",
        "聯絡電話": "07-6966160",
        "產品名稱": [
            "番茄-履歷牛心番茄",
            "番茄",
            "番茄--履歷牛心番茄"
        ]
    },
    "991510-1": {
        "農產品經營者": "保證責任彰化縣員林合作農場",
        "聯絡電話": "(04)27070265",
        "產品名稱": [
            "履歷胡蘿蔔",
            "履歷西洋芹",
            "履歷蚵白菜-截切",
            "履歷青江菜-截切",
            "履歷高麗菜",
            "履歷油菜-截切",
            "履歷菠菜-截切",
            "履歷高麗菜-截切",
            "履歷福山萵苣-截切",
            "履歷蚵白菜",
            "履歷包心白菜",
            "履歷馬鈴薯-截切",
            "履歷胡蘿蔔-截切",
            "履歷番茄-去蒂",
            "履歷花胡瓜-截切",
            "履歷花胡瓜",
            "履歷西洋芹-截切",
            "履歷福山萵苣",
            "履歷菠菜",
            "履歷青江菜",
            "履歷番茄",
            "履歷馬鈴薯",
            "履歷包心白菜-截切",
            "履歷油菜"
        ]
    },
    "500801-1": {
        "農產品經營者": "全佑牧場",
        "聯絡電話": "04-8880256",
        "產品名稱": [
            "雞蛋(稻鮮卵)",
            "雞蛋(全佑牧場平飼雞蛋)",
            "雞蛋(湯鮮卵)"
        ]
    },
    "500542-1": {
        "農產品經營者": "健安畜牧場",
        "聯絡電話": "08-7797118",
        "產品名稱": [
            "雞蛋(田庄好蛋紅殼蛋)",
            "雞蛋(田庄好蛋PIZZA盒裝)"
        ]
    },
    "991492-1": {
        "農產品經營者": "展拓農業股份有限公司",
        "聯絡電話": "(05)6973065",
        "產品名稱": [
            "南瓜",
            "鮮切南瓜",
            "馬鈴薯",
            "履歷紅寶石紅蘿蔔",
            "胡蘿蔔"
        ]
    },
    "501131-1": {
        "農產品經營者": "瑞牧食品股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(紅殼蛋10入)",
            "雞蛋(紅殼蛋9入)",
            "雞蛋(古禮24入)",
            "雞蛋(全聯旗艦-後壁雞蛋大)",
            "雞蛋(全聯旗艦店冷藏品)",
            "雞蛋(白殼蛋)"
        ]
    },
    "136347-1": {
        "農產品經營者": "廖同分",
        "聯絡電話": "05-5871058",
        "產品名稱": [
            "九層塔--九層塔",
            "九層塔-九層塔",
            "九層塔"
        ]
    },
    "993016-1": {
        "農產品經營者": "武士農場",
        "聯絡電話": "(09)12037836",
        "產品名稱": [
            "牛番茄",
            "小黃瓜"
        ]
    },
    "143137-1": {
        "農產品經營者": "億興碾米廠",
        "聯絡電話": "04-8857282",
        "產品名稱": [
            "水稻-產銷履歷白米",
            "水稻-產銷履歷糙米",
            "水稻",
            "水稻-五春米",
            "水稻-台南16號1.5公斤",
            "水稻-咕穀台灣越光米"
        ]
    },
    "138073-1": {
        "農產品經營者": "林世雄",
        "聯絡電話": "05-6973065",
        "產品名稱": [
            "馬鈴薯--600g",
            "馬鈴薯--24公斤",
            "馬鈴薯"
        ]
    },
    "130308-1": {
        "農產品經營者": "聯米企業股份有限公司",
        "聯絡電話": "04-8928601",
        "產品名稱": [
            "水稻-專業用履歷米30K",
            "水稻-桂馥香米1.5K",
            "水稻-履歷無洗米2K",
            "水稻-夢美人2K",
            "水稻-無洗米1.5K",
            "水稻",
            "水稻-履歷在來米30K",
            "水稻-履歷學午白米",
            "水稻-147香米1.5K",
            "水稻-台9號白2.5K",
            "水稻-履歷學午糙米",
            "水稻-台9號糙2K"
        ]
    },
    "145993-1": {
        "農產品經營者": "賴治瑋",
        "聯絡電話": "049-2735769",
        "產品名稱": [
            "紅龍果--履歷火龍果",
            "紅龍果--履歷紅肉火龍果",
            "紅龍果"
        ]
    },
    "136707-1": {
        "農產品經營者": "張喬鈞",
        "聯絡電話": "05-5881901",
        "產品名稱": [
            "食用玉米--履歷甜玉米",
            "食用玉米-甜玉米",
            "食用玉米",
            "食用玉米--甜玉米"
        ]
    },
    "152229-1": {
        "農產品經營者": "得利農產行",
        "聯絡電話": "05-7831010",
        "產品名稱": [
            "食用玉米--去殼玉米筍",
            "食用玉米-去殼玉米筍",
            "食用玉米",
            "食用玉米--履歷玉米筍PLB"
        ]
    },
    "137540-1": {
        "農產品經營者": "蔡美月",
        "聯絡電話": "09-37306534",
        "產品名稱": [
            "甜椒--履歷彩椒",
            "甜椒--台灣履歷黃色彩椒",
            "甜椒--台灣履歷紅色彩椒",
            "甜椒--選新鮮-履歷彩椒",
            "甜椒-履歷彩椒",
            "甜椒",
            "甜椒-選新鮮-履歷彩椒"
        ]
    },
    "135707-1": {
        "農產品經營者": "保證責任高雄市大社聯合社區合作農場",
        "聯絡電話": "07-3532889",
        "產品名稱": [
            "洋蔥",
            "胡蘿蔔",
            "胡蘿蔔--胡蘿蔔"
        ]
    },
    "135016-1": {
        "農產品經營者": "王鳳儀",
        "聯絡電話": "04-8985567",
        "產品名稱": [
            "芹菜--西芹",
            "芹菜--履歷－青苑洋芹",
            "芹菜--履歷西芹",
            "芹菜--履歷西洋芹菜",
            "芹菜--履歷青苑洋芹",
            "芹菜-履歷－青苑洋芹",
            "芹菜",
            "芹菜-履歷青苑洋芹",
            "芹菜-履歷西芹",
            "芹菜-西芹",
            "芹菜-履歷西洋芹"
        ]
    },
    "159382-1": {
        "農產品經營者": "林采筑",
        "聯絡電話": "05-6221269",
        "產品名稱": [
            "茼蒿--履歷茼蒿",
            "菠菜--履歷菠菜",
            "菠菜-履歷菠菜",
            "茼蒿",
            "菠菜"
        ]
    },
    "151237-1": {
        "農產品經營者": "陳中帥",
        "聯絡電話": "05-3771515",
        "產品名稱": [
            "食用玉米--履歷去殼玉米筍",
            "食用玉米--履歷甜玉米",
            "食用玉米"
        ]
    },
    "154573-1": {
        "農產品經營者": "臺東縣卑南鄉果樹產銷班第46班",
        "聯絡電話": "0937-579729",
        "產品名稱": [
            "鳳梨釋迦",
            "鳳梨釋迦--鳳梨釋迦6公斤",
            "鳳梨釋迦--台東鳳梨蜜釋迦"
        ]
    },
    "136764-1": {
        "農產品經營者": "許家團",
        "聯絡電話": "0921-501135",
        "產品名稱": [
            "胡瓜-履歷小黃瓜",
            "胡瓜",
            "胡瓜--小黃瓜",
            "胡瓜--履歷小黃瓜",
            "胡瓜-小黃瓜"
        ]
    },
    "500714-1": {
        "農產品經營者": "永泰牧場",
        "聯絡電話": "089239697",
        "產品名稱": [
            "雞蛋(日出紅)",
            "雞蛋(日出土雞蛋)",
            "雞蛋(日出白)",
            "雞蛋(禮盒蛋)"
        ]
    },
    "100905-1": {
        "農產品經營者": "億東企業股份有限公司(竹塘專業區)",
        "聯絡電話": "04-8973116",
        "產品名稱": [
            "水稻-履歷身分證米",
            "水稻",
            "水稻-安心米30k",
            "水稻-和成米",
            "水稻-安心米12k",
            "水稻-台稉9號米(1899)",
            "水稻-台中194",
            "水稻-頂級壽司米(15940)",
            "水稻-頂級壽司米(15950)",
            "水稻PLUS-纖Q米(15889)",
            "水稻PLUS-纖Q米(15919)",
            "水稻-豐穗米三等",
            "水稻-勝壽司(A1030B)",
            "水稻-松壽司(159402)",
            "水稻-松壽司(A1090B)",
            "水稻-禾豐豐穗米",
            "水稻-馫米台中194(V0001)",
            "水稻-台稉九號糙米(13760)",
            "水稻-台稉九號糙米(0320)",
            "水稻-台稉九號米(13750)",
            "水稻-台稉九號米",
            "水稻-竹塘台稉九號(15520)",
            "水稻PLUS-纖Q米(15879)",
            "水稻PLUS",
            "水稻-七葉蘭香米",
            "水稻-履歷契作台稉九號",
            "水稻-台稉九號米(0310T)"
        ]
    },
    "992972-1": {
        "農產品經營者": "永安豪農產加工股份有限公司",
        "聯絡電話": "(07)6120959",
        "產品名稱": [
            "白米"
        ]
    },
    "137431-1": {
        "農產品經營者": "周昭陽",
        "聯絡電話": "05-6222021",
        "產品名稱": [
            "洋菇--金億陽蘑菇",
            "洋菇"
        ]
    },
    "146055-1": {
        "農產品經營者": "劉明智",
        "聯絡電話": "0935-394639",
        "產品名稱": [
            "南瓜--履歷櫛瓜",
            "南瓜",
            "南瓜-履歷櫛瓜",
            "菜豆--履歷敏豆",
            "菜豆-履歷敏豆",
            "菜豆--履歷四季豆",
            "菜豆",
            "菜豆-履歷四季豆"
        ]
    },
    "156111-1": {
        "農產品經營者": "顏智勇",
        "聯絡電話": "05-5883952",
        "產品名稱": [
            "青花菜--履歷青花菜",
            "青花菜",
            "青花菜-履歷青花菜"
        ]
    },
    "138113-1": {
        "農產品經營者": "保證責任嘉義縣淳果果菜生產合作社",
        "聯絡電話": "05-3780248",
        "產品名稱": [
            "食用玉米--履歷甜玉米400g",
            "食用玉米--水果玉米350g",
            "食用玉米--履歷水果玉米400g",
            "食用玉米",
            "食用玉米--甜玉米(產銷履歷)"
        ]
    },
    "159372-1": {
        "農產品經營者": "黃又娟",
        "聯絡電話": "05-3714688",
        "產品名稱": [
            "番茄--履歷黑柿番茄",
            "番茄",
            "菜豆--履歷敏豆",
            "菜豆",
            "黃秋葵--履歷秋葵",
            "黃秋葵"
        ]
    },
    "992821-1": {
        "農產品經營者": "有利水果行",
        "聯絡電話": "(08)721-2127",
        "產品名稱": [
            "產銷履歷-鳳梨",
            "產銷履歷-茂谷柑",
            "產銷履歷-蜜棗",
            "產銷履歷-橙蜜香番茄",
            "產銷履歷-溫室玉女番茄",
            "產銷履歷-葡萄"
        ]
    },
    "992786-1": {
        "農產品經營者": "禾乃川股份有限公司",
        "聯絡電話": "(02)26717090",
        "產品名稱": [
            "純濃黑豆乳(有糖)",
            "純濃黑豆乳(無加糖)",
            "純濃黃豆乳(有糖)",
            "純濃黃豆乳(無加糖)"
        ]
    },
    "140341-1": {
        "農產品經營者": "慶璋農產行",
        "聯絡電話": "049-2913597",
        "產品名稱": [
            "茭白筍--300g",
            "茭白筍"
        ]
    },
    "142322-1": {
        "農產品經營者": "儂鑫有限公司",
        "聯絡電話": "0800-288869",
        "產品名稱": [
            "青梗白菜--履歷青江",
            "小白菜--履歷小白菜",
            "菠菜--履歷菠菜",
            "葉萵苣--履歷大陸A",
            "小白菜",
            "青梗白菜",
            "菠菜",
            "葉萵苣",
            "青梗白菜-履歷青江",
            "芥藍--芥藍芽-產銷履歷",
            "芥藍",
            "芥藍-芥藍芽-產銷履歷",
            "葉萵苣-履歷大陸A",
            "茼蒿--履歷茼蒿",
            "茼蒿",
            "蕹菜--履歷空心菜"
        ]
    },
    "134546-1": {
        "農產品經營者": "王仕進",
        "聯絡電話": "04-8855399",
        "產品名稱": [
            "青梗白菜--履歷青江",
            "油菜--履歷油菜",
            "青梗白菜--青江",
            "青梗白菜--青江-J",
            "青梗白菜-履歷青江",
            "青梗白菜--青江白菜",
            "油菜",
            "小白菜--履歷小白菜",
            "油菜-履歷油菜",
            "小白菜",
            "青梗白菜",
            "小白菜-履歷蚵白菜",
            "油菜--油菜",
            "小白菜-小白菜",
            "小白菜--小白-J",
            "小白菜--小白",
            "小白菜--履歷蚵白菜",
            "小白菜--小白菜"
        ]
    },
    "138343-1": {
        "農產品經營者": "程麗娟",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "菠菜-履歷菠菜",
            "菠菜--履歷菠菜",
            "小白菜-履歷小白菜",
            "葉萵苣-本島圓葉",
            "小白菜--履歷小白菜",
            "菠菜",
            "葉萵苣--本島圓葉",
            "油菜-履歷油菜",
            "蕹菜",
            "小白菜",
            "葉萵苣",
            "油菜",
            "芥藍",
            "小白菜--履歷蚵白菜",
            "小白菜-履歷蚵白菜"
        ]
    },
    "154731-1": {
        "農產品經營者": "陳憲億",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "菠菜-履歷菠菜",
            "油菜--履歷油菜",
            "小白菜--履歷小白菜",
            "菠菜",
            "小白菜",
            "油菜",
            "小白菜-履歷小白菜",
            "菠菜--履歷菠菜",
            "油菜-履歷油菜",
            "青梗白菜-履歷青江菜",
            "青梗白菜",
            "小白菜--履歷蚵白菜"
        ]
    },
    "141191-1": {
        "農產品經營者": "陳淑梅",
        "聯絡電話": "0976-236238",
        "產品名稱": [
            "包心白菜--天津白菜",
            "包心白菜"
        ]
    },
    "993478-1": {
        "農產品經營者": "保證責任台灣省青果運銷合作社台中分社",
        "聯絡電話": "(04)2572-1198",
        "產品名稱": [
            "葉萵苣",
            "油菜",
            "小白菜",
            "青梗白菜",
            "菠菜"
        ]
    },
    "992801-1": {
        "農產品經營者": "保證責任高雄市加洲果菜運銷合作社路竹廠",
        "聯絡電話": "(07)6966160",
        "產品名稱": [
            "履歷截切芭樂塊",
            "履歷截切結球萵苣絲",
            "履歷截切結球萵苣片",
            "履歷原葉生菜",
            "履歷大番茄",
            "履歷冷凍青花菜段"
        ]
    },
    "147574-1": {
        "農產品經營者": "何健義",
        "聯絡電話": "05-2532996",
        "產品名稱": [
            "茂谷柑--履歷茂谷柑",
            "茂谷柑-履歷茂谷柑",
            "茂谷柑"
        ]
    },
    "141108-1": {
        "農產品經營者": "曾冠維",
        "聯絡電話": "05-5871058",
        "產品名稱": [
            "青梗白菜-青江",
            "青梗白菜--青江",
            "小白菜--小白",
            "小白菜--小白-J",
            "青梗白菜--青江-J",
            "小白菜-選鮮小白",
            "青梗白菜",
            "青梗白菜--選鮮青江",
            "小白菜--選鮮小白",
            "小白菜",
            "小白菜-蚵白",
            "小白菜--蚵白"
        ]
    },
    "630072-1": {
        "農產品經營者": "和榮意食品有限公司",
        "聯絡電話": "05-7983801-2",
        "產品名稱": [
            "豬肉"
        ]
    },
    "137804-1": {
        "農產品經營者": "皇家穀堡股份有限公司",
        "聯絡電話": "089-813419",
        "產品名稱": [
            "水稻-國色天香2k",
            "水稻",
            "水稻-秘境台東米5k",
            "水稻-台東一等米6k",
            "水稻-特栽履歷黑米1k",
            "水稻-履歷特栽米1.5k",
            "水稻-皇家履歷黑米1k",
            "水稻-台東履歷米1.5k"
        ]
    },
    "501163-1": {
        "農產品經營者": "豐得國際實業有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "白肉雞(雞絞肉)",
            "白肉雞(清雞腿肉丁)",
            "白肉雞(清雞肉丁)",
            "白肉雞(清雞腿肉)",
            "白肉雞(清雞肉絲)",
            "白肉雞(清雞肉條)",
            "白肉雞(去骨雞腿肉)",
            "白肉雞(清雞胸肉)",
            "白肉雞(清雞肉片)"
        ]
    },
    "159246-1": {
        "農產品經營者": "陳榮智",
        "聯絡電話": "09-32751142",
        "產品名稱": [
            "檸檬--履歷檸檬",
            "番石榴--履歷珍珠芭樂",
            "檸檬",
            "番石榴"
        ]
    },
    "138669-1": {
        "農產品經營者": "林昭志",
        "聯絡電話": "0937-594661",
        "產品名稱": [
            "甜椒--履歷水果彩椒",
            "甜椒"
        ]
    },
    "992635-1": {
        "農產品經營者": "有限責任桃園市清華蔬果生產合作社",
        "聯絡電話": "(03)497-0283",
        "產品名稱": [
            "履歷青江菜",
            "履歷油菜",
            "履歷小白菜"
        ]
    },
    "146877-1": {
        "農產品經營者": "施侑呈",
        "聯絡電話": "05-7883888",
        "產品名稱": [
            "玉米筍--履歷玉米筍",
            "玉米筍-履歷玉米筍",
            "玉米筍--履歷帶殼玉米筍",
            "玉米筍"
        ]
    },
    "130280-1": {
        "農產品經營者": "雲林縣二崙鄉蔬菜產銷班第51班",
        "聯絡電話": "05-5983815",
        "產品名稱": [
            "青梗白菜--履歷青江菜",
            "小白菜--履歷-小白菜",
            "青梗白菜",
            "青江白菜-1江",
            "小白菜"
        ]
    },
    "144100-1": {
        "農產品經營者": "勝國商店",
        "聯絡電話": "05-5221419",
        "產品名稱": [
            "茂谷柑--履歷茂谷柑(香)",
            "茂谷柑-履歷茂谷柑(北)",
            "茂谷柑--履歷茂谷柑(北)",
            "茂谷柑--履歷茂谷柑(美)",
            "茂谷柑",
            "茂谷柑--茂谷柑",
            "茂谷柑-茂谷柑",
            "茂谷柑--張克森",
            "茂谷柑-產銷履歷茂谷柑",
            "柳橙",
            "佛利蒙柑",
            "帝王柑",
            "砂糖橘(珍珠柑)",
            "茂谷柑--祈福蜜柑禮盒",
            "茂谷柑--產銷優質茂谷柑",
            "茂谷柑--產銷履歷茂谷柑",
            "茂谷柑-履歷茂谷柑(美)",
            "茂谷柑--樂古農園"
        ]
    },
    "993066-1": {
        "農產品經營者": "藝隆農產有限公司",
        "聯絡電話": "(08)864-6835#31",
        "產品名稱": [
            "香蕉"
        ]
    },
    "992050-1": {
        "農產品經營者": "羽田生物農業股份有限公司",
        "聯絡電話": "(04)8370178",
        "產品名稱": [
            "鮮切產履蓮藕",
            "鮮切產履芋頭"
        ]
    },
    "993111-1": {
        "農產品經營者": "元進莊企業股份有限公司",
        "聯絡電話": "(05)7883809#353",
        "產品名稱": [
            "油雞胸",
            "油雞翅",
            "油雞腿",
            "油雞肉絲(川辣風味)",
            "醉雞腿",
            "仁和堂滴雞精(原味)",
            "享食尚滴雞精"
        ]
    },
    "156103-1": {
        "農產品經營者": "李重朋",
        "聯絡電話": "05-5871058",
        "產品名稱": [
            "茼蒿--茼蒿",
            "油菜--油菜",
            "茼蒿",
            "油菜-油菜",
            "油菜"
        ]
    },
    "144817-1": {
        "農產品經營者": "馬旺順",
        "聯絡電話": "05-3748428",
        "產品名稱": [
            "葉用甘藷-地瓜葉",
            "葉用甘藷--地瓜葉",
            "葉用甘藷"
        ]
    },
    "139515-1": {
        "農產品經營者": "林玟妡",
        "聯絡電話": "04-8935309",
        "產品名稱": [
            "葉萵苣--水耕A菜",
            "葉萵苣",
            "葉萵苣-水耕A菜"
        ]
    },
    "142835-1": {
        "農產品經營者": "陳秀美",
        "聯絡電話": "05-5871058",
        "產品名稱": [
            "葉用甘藷--地瓜葉",
            "葉用甘藷--地瓜葉J",
            "葉用甘藷--鮮地瓜葉",
            "葉用甘藷",
            "葉用甘藷-鮮地瓜葉"
        ]
    },
    "157229-1": {
        "農產品經營者": "許程翔",
        "聯絡電話": "04-8925705",
        "產品名稱": [
            "胡瓜--產銷小黃瓜",
            "胡瓜",
            "胡瓜-產銷小黃瓜",
            "胡瓜--履歷小黃瓜",
            "胡瓜-履歷小黃瓜",
            "胡瓜--胡瓜-小黃瓜"
        ]
    },
    "991093-1": {
        "農產品經營者": "臺北農產運銷股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "產銷履歷牛番茄"
        ]
    },
    "146631-1": {
        "農產品經營者": "洪永改",
        "聯絡電話": "05-5861325",
        "產品名稱": [
            "油菜--履歷油菜",
            "小白菜--小白菜",
            "小白菜-蚵白",
            "油菜-油菜",
            "小白菜",
            "油菜",
            "青梗白菜--青江菜",
            "小白菜-小白菜",
            "青梗白菜-青江白菜",
            "青梗白菜"
        ]
    },
    "993417-1": {
        "農產品經營者": "曾上農產有限公司",
        "聯絡電話": "(04)25815989",
        "產品名稱": [
            "履歷香菇200g",
            "履歷香菇3公斤"
        ]
    },
    "140308-1": {
        "農產品經營者": "黃三榮",
        "聯絡電話": "04-7705377",
        "產品名稱": [
            "甘藷--產銷甘藷",
            "甘藷--產銷金時地瓜",
            "甘藷--履歷甘藷5kg",
            "甘藷--產銷履歷禮盒",
            "胡蘿蔔",
            "甘藷",
            "胡蘿蔔--胡蘿蔔",
            "甘藷-產銷甘藷"
        ]
    },
    "500026-1": {
        "農產品經營者": "金大畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(L號)",
            "雞蛋(優活初卵蛋)"
        ]
    },
    "993430-1": {
        "農產品經營者": "宜潔農產行",
        "聯絡電話": "(09)7872-5951",
        "產品名稱": [
            "菠菜",
            "截切青梗白菜(青江菜)",
            "青梗白菜(青江菜)",
            "截切油菜",
            "油菜",
            "蚵白菜",
            "截切小白菜",
            "小白菜",
            "截切半結球萵苣",
            "截切葉萵苣",
            "截切蚵白菜",
            "截切菠菜",
            "半結球萵苣",
            "葉萵苣",
            "截切芥藍"
        ]
    },
    "156096-1": {
        "農產品經營者": "洪世川",
        "聯絡電話": "04-8946097",
        "產品名稱": [
            "馬鈴薯--履歷馬鈴薯"
        ]
    },
    "159627-1": {
        "農產品經營者": "陳宥勝",
        "聯絡電話": "05-6623753",
        "產品名稱": [
            "食用玉米--履歷甜玉米",
            "食用玉米"
        ]
    },
    "500483-1": {
        "農產品經營者": "大新養雞畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(高力蛋)"
        ]
    },
    "130510-1": {
        "農產品經營者": "保證責任嘉義縣嘉利果菜生產合作社",
        "聯絡電話": "05-2722259",
        "產品名稱": [
            "番石榴--履歷溪洲芭樂",
            "番石榴",
            "番石榴-履歷溪洲芭樂"
        ]
    },
    "157726-1": {
        "農產品經營者": "何惠頤",
        "聯絡電話": "09-87536444",
        "產品名稱": [
            "甘藍--高麗菜",
            "甘藍"
        ]
    },
    "138668-1": {
        "農產品經營者": "林承志",
        "聯絡電話": "0912-651366",
        "產品名稱": [
            "甜椒--水果彩椒",
            "甜椒"
        ]
    },
    "992047-1": {
        "農產品經營者": "保證責任雲林縣荷苞嶼合作農場",
        "聯絡電話": "(05)5991377",
        "產品名稱": [
            "萵苣油麥菜",
            "甘藍",
            "小白菜",
            "菠菜",
            "胡蘿蔔",
            "扁蒲",
            "本島萵苣",
            "油菜",
            "青江菜",
            "蚵白菜"
        ]
    },
    "790031-1": {
        "農產品經營者": "高健食品科技有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "牛乳(鮮乳)"
        ]
    },
    "135249-1": {
        "農產品經營者": "黃宗保",
        "聯絡電話": "05-3746779",
        "產品名稱": [
            "番茄--履歷牛心番茄",
            "番茄--履歷牛番茄",
            "番茄--履歷牛蕃茄",
            "番茄",
            "番茄--優境牛番茄"
        ]
    },
    "992797-1": {
        "農產品經營者": "台灣糖業股份有限公司虎尾糖廠虎糖農場",
        "聯絡電話": "(05)6321540#223",
        "產品名稱": [
            "台糖黑糖(0.3kg裝)",
            "二號砂白(本土二砂)(25公斤)",
            "台糖3號糖"
        ]
    },
    "992433-1": {
        "農產品經營者": "保證責任雲林縣大北園果菜生產合作社",
        "聯絡電話": "(05)5981560",
        "產品名稱": [
            "截切油菜",
            "截切菠菜",
            "截切小白菜",
            "截切青江菜",
            "截切小白菜(蚵白)",
            "油菜",
            "馬鈴薯",
            "紅蘿蔔",
            "小白菜(蚵白)",
            "菠菜",
            "青江菜",
            "截切甘藷(地瓜)",
            "小白菜",
            "甘藷(地瓜)"
        ]
    },
    "151115-1": {
        "農產品經營者": "周嘉鴻",
        "聯絡電話": "0920-896116",
        "產品名稱": [
            "番茄--大熊溫室玉女番茄",
            "番茄"
        ]
    },
    "141265-1": {
        "農產品經營者": "簡南岱",
        "聯絡電話": "0932-687219",
        "產品名稱": [
            "甜椒--履歷水果彩椒",
            "甜椒"
        ]
    },
    "991033-1": {
        "農產品經營者": "保證責任雲林縣十八甲果菜生產合作社",
        "聯絡電話": "(05)788-1888",
        "產品名稱": [
            "截切菠菜",
            "截切青江白菜",
            "截切蚵白菜",
            "截切地瓜",
            "截切洋蔥",
            "截切紅蘿蔔",
            "截切萵苣",
            "截切高麗菜",
            "截切小白菜",
            "截切油菜",
            "截切油麥菜",
            "截切玉米",
            "青花菜-冷凍",
            "截切青花菜-半成品"
        ]
    },
    "138380-1": {
        "農產品經營者": "有限責任桃園市桃城蒔菜農業生產合作社",
        "聯絡電話": "03-3781199",
        "產品名稱": [
            "菠菜--桃城-菠菜",
            "青梗白菜--桃城蒔菜",
            "小白菜--桃城蒔菜",
            "菠菜",
            "菠菜--菠菜-桃城",
            "青梗白菜",
            "小白菜",
            "春菊（日本茼蒿）--桃城-山茼蒿",
            "芥藍--芥藍苗菜",
            "小白菜--奶油白菜",
            "菠菜--桃城",
            "春菊（日本茼蒿）--桃城-山春菊",
            "油菜--小松菜",
            "青梗白菜--桃城",
            "小白菜--桃城",
            "春菊（日本茼蒿）",
            "油菜",
            "芥藍",
            "菠菜-桃城-菠菜",
            "菠菜-菠菜-桃城",
            "青梗白菜-桃城蒔菜"
        ]
    },
    "141508-1": {
        "農產品經營者": "黃俊豪",
        "聯絡電話": "08-7510617",
        "產品名稱": [
            "茄子--履歷長茄",
            "茄子--履歷茄子",
            "茄子"
        ]
    },
    "155963-1": {
        "農產品經營者": "李佳郁",
        "聯絡電話": "07-6175312",
        "產品名稱": [
            "小白菜",
            "菠菜",
            "油菜--油菜",
            "菠菜--菠菜",
            "油菜",
            "青梗白菜--青江菜",
            "青梗白菜",
            "小白菜--尼龍白菜",
            "油菜-油菜",
            "葉萵苣",
            "小白菜-尼龍白菜"
        ]
    },
    "142699-1": {
        "農產品經營者": "蘇維宏",
        "聯絡電話": "04-2778467",
        "產品名稱": [
            "薑--履歷乾薑300g",
            "薑--履歷老薑300G",
            "薑"
        ]
    },
    "145056-1": {
        "農產品經營者": "謝嘉瑋",
        "聯絡電話": "037-683347",
        "產品名稱": [
            "葉萵苣-葉萵苣",
            "葉萵苣",
            "葉萵苣--葉萵苣"
        ]
    },
    "993366-1": {
        "農產品經營者": "松富物流股份有限公司",
        "聯絡電話": "(089)0035-9168",
        "產品名稱": [
            "紅豆",
            "甘藷",
            "青江菜",
            "蚵仔白菜",
            "油菜",
            "小白菜"
        ]
    },
    "157299-1": {
        "農產品經營者": "林志遠",
        "聯絡電話": "08-7392264",
        "產品名稱": [
            "檸檬--履歷檸檬",
            "檸檬--檸檬果",
            "檸檬",
            "檸檬-履歷檸檬"
        ]
    },
    "633013-1": {
        "農產品經營者": "祥圃實業股份有限公司",
        "聯絡電話": "05-5529668",
        "產品名稱": [
            "豬肉"
        ]
    },
    "991182-1": {
        "農產品經營者": "保證責任台中市沙鹿區果菜運銷合作社",
        "聯絡電話": "(04)2620-2278#205",
        "產品名稱": [
            "截切履歷小白菜",
            "夯薯圓",
            "截切履歷菠菜",
            "截切履歷油菜",
            "截切履歷青江菜",
            "地瓜薯條",
            "冰烤夯薯"
        ]
    },
    "147016-1": {
        "農產品經營者": "保證責任屏東縣源泉農特產品生產合作社",
        "聯絡電話": "0916-219521",
        "產品名稱": [
            "鳳梨--產銷金鑽鳳梨",
            "鳳梨",
            "棗--棗到幸福",
            "棗-履歷棗子",
            "棗",
            "棗-棗到幸福",
            "棗--蜜棗",
            "棗-蜜棗",
            "棗--履歷棗子",
            "棗--履歷棗子4粒裝",
            "棗--萃好履歷棗子4粒",
            "棗--萃好履歷棗子2粒"
        ]
    },
    "500927-1": {
        "農產品經營者": "台美畜牧場官田場",
        "聯絡電話": "0926013918",
        "產品名稱": [
            "雞蛋(平飼褐殻洗選雞蛋)",
            "雞蛋(非籠飼新鮮蛋)",
            "雞蛋(大姆指平飼動福紅蛋)"
        ]
    },
    "140619-1": {
        "農產品經營者": "沈柏叡",
        "聯絡電話": "05-5876292",
        "產品名稱": [
            "結球萵苣--結球萵苣350g",
            "結球萵苣--CQL結球萵苣",
            "半結球萵苣--履歷蘿美心",
            "半結球萵苣--CQL蘿美心",
            "半結球萵苣--履歷羅美心500",
            "結球萵苣",
            "半結球萵苣"
        ]
    },
    "147570-1": {
        "農產品經營者": "張雅琳",
        "聯絡電話": "04-23304638",
        "產品名稱": [
            "番茄--履歷牛心番茄",
            "番茄",
            "胡瓜--履歷小黃瓜",
            "胡瓜",
            "胡瓜-產銷履歷小黃瓜",
            "胡瓜--產銷履歷小黃瓜",
            "番茄-履歷牛番茄",
            "胡瓜-履歷小黃瓜",
            "番茄--履歷牛番茄"
        ]
    },
    "157479-1": {
        "農產品經營者": "鄭秀蓮",
        "聯絡電話": "09-80962477",
        "產品名稱": [
            "番茄--履歷牛番茄",
            "番茄",
            "番茄-履歷牛番茄",
            "菜豆-履歷敏豆",
            "菜豆--履歷敏豆"
        ]
    },
    "630014-1": {
        "農產品經營者": "雅勝冷凍食品股份有限公司",
        "聯絡電話": "02-29880020",
        "產品名稱": [
            "豬肉"
        ]
    },
    "146449-1": {
        "農產品經營者": "鍾勤芳",
        "聯絡電話": "0978-659588",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "992808-1": {
        "農產品經營者": "新竹縣關西鎮農會",
        "聯絡電話": "(03)5872010",
        "產品名稱": [
            "仙草茶包",
            "仙草乾"
        ]
    },
    "152340-1": {
        "農產品經營者": "富世生鮮蔬果有限公司",
        "聯絡電話": "03-4779088",
        "產品名稱": [
            "小白菜--產銷履歷小白菜",
            "小白菜",
            "小白菜--產銷履歷蚵白菜",
            "油菜--產銷履歷小松菜",
            "油菜",
            "青梗白菜--產銷履歷青江菜",
            "青梗白菜",
            "青松菜--產銷履歷青松菜",
            "青松菜",
            "小白菜--產銷履歷黑葉白菜"
        ]
    },
    "151983-1": {
        "農產品經營者": "吳冠承",
        "聯絡電話": "05-2393160",
        "產品名稱": [
            "絲瓜--菜瓜",
            "絲瓜"
        ]
    },
    "133969-1": {
        "農產品經營者": "梁書鳴",
        "聯絡電話": "03-4266199",
        "產品名稱": [
            "番茄",
            "番茄--桃太郎番茄"
        ]
    },
    "790004-1": {
        "農產品經營者": "高大牧場鮮乳工廠",
        "聯絡電話": "07-2376666",
        "產品名稱": [
            "牛乳(鮮乳)"
        ]
    },
    "630902-1": {
        "農產品經營者": "香里食品企業股份有限公司(南投廠)",
        "聯絡電話": "05-2720345",
        "產品名稱": [
            "豬肉"
        ]
    },
    "501233-1": {
        "農產品經營者": "石安後壁牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(平飼蛋)"
        ]
    },
    "990060-1": {
        "農產品經營者": "中原食品工業開發股份有限公司",
        "聯絡電話": "(02)26723868",
        "產品名稱": [
            "截切小白菜",
            "截切油菜",
            "截切蚵白菜",
            "截切福山萵苣",
            "截切甘藷",
            "茂谷柑",
            "截切青江菜",
            "番石榴",
            "截切菠菜"
        ]
    },
    "137875-1": {
        "農產品經營者": "林怡萍",
        "聯絡電話": "05-6626577",
        "產品名稱": [
            "青花菜--履歷青花菜",
            "青花菜-履歷青花菜",
            "青蔥--履歷青蔥",
            "青蔥--青蔥",
            "青蔥",
            "青花菜"
        ]
    },
    "500343-1": {
        "農產品經營者": "茂林畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(茂林伊利蛋30粒8盤裝)",
            "雞蛋(茂林伊利蛋環保3斤裝)",
            "雞蛋(茂林伊利蛋24粒裝)",
            "雞蛋(茂林伊利蛋10粒裝)",
            "雞蛋(自遊雞雞蛋30粒8盤裝-240枚)",
            "雞蛋(自遊雞雞蛋6粒裝)",
            "雞蛋(茂林伊利初生蛋3斤裝)"
        ]
    },
    "152353-1": {
        "農產品經營者": "鍾麗琬",
        "聯絡電話": "05-7877770",
        "產品名稱": [
            "大蒜-蒜頭10公斤",
            "大蒜-300公克蒜球",
            "大蒜-履歷蒜頭300g",
            "大蒜-履歷蒜米300g",
            "大蒜-蒜米300公克",
            "大蒜-嚴選蒜米500克",
            "大蒜-履歷蒜球500克"
        ]
    },
    "500055-1": {
        "農產品經營者": "隆昌牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(鮮力白蛋240枚)",
            "雞蛋(鮮力動福白蛋)",
            "雞蛋(鮮力蛋褐色)",
            "雞蛋(鮮力動福褐蛋)"
        ]
    },
    "146713-1": {
        "農產品經營者": "呂佩芬",
        "聯絡電話": "0932-325655",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--履歷水蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "138528-1": {
        "農產品經營者": "廖堃宏",
        "聯絡電話": "0935-326559",
        "產品名稱": [
            "青梗白菜--青江",
            "菠菜--888菠菜",
            "菠菜-888菠菜",
            "油菜--油菜",
            "菠菜",
            "小白菜--蚵白菜",
            "小白菜-蚵白菜",
            "油菜-油菜",
            "青梗白菜",
            "油菜",
            "小白菜",
            "菠菜-履歷菠菜",
            "青梗白菜-青江"
        ]
    },
    "138703-1": {
        "農產品經營者": "廖品淞",
        "聯絡電話": "0935-314299",
        "產品名稱": [
            "油菜--油菜",
            "菠菜--履歷菠菜",
            "菠菜-菠菜",
            "油菜-油菜",
            "菠菜",
            "菠菜--菠菜",
            "小白菜--蚵白菜",
            "小白菜-蚵白菜",
            "小白菜",
            "油菜",
            "小白菜-小白菜",
            "小白菜--小白菜"
        ]
    },
    "500342-1": {
        "農產品經營者": "茂勇畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(茂勇畜牧場平面飼養動物福利蛋環保3斤裝-3台斤)",
            "雞蛋(茂勇畜牧場平面飼養動物福利蛋10粒裝)",
            "雞蛋(茂勇畜牧場平面飼養動物福利蛋24粒裝)",
            "雞蛋(茂勇畜牧場平面飼養動物福利蛋-8粒裝)"
        ]
    },
    "990116-1": {
        "農產品經營者": "尚順食品有限公司",
        "聯絡電話": "(04)26871833",
        "產品名稱": [
            "履歷芋頭塊",
            "冷凍生鮮芋丁"
        ]
    },
    "143972-1": {
        "農產品經營者": "李日禎",
        "聯絡電話": "089-862616",
        "產品名稱": [
            "咖啡-烘焙咖啡",
            "咖啡-池上煦咖啡",
            "咖啡"
        ]
    },
    "991623-1": {
        "農產品經營者": "高昇調理食品實業有限公司",
        "聯絡電話": "(06)7960769",
        "產品名稱": [
            "(小)虱目魚丸",
            "(切絲)虱目魚甜不辣",
            "虱目魚排",
            "(小條)虱目魚甜不辣",
            "虱目魚漿條",
            "(大)虱目魚丸",
            "(片)虱目魚甜不辣",
            "(大條)虱目魚甜不辣"
        ]
    },
    "400007-1": {
        "農產品經營者": "黃芬香",
        "聯絡電話": "06-7880514",
        "產品名稱": [
            "文蛤"
        ]
    },
    "146845-1": {
        "農產品經營者": "有限責任高雄市新農果菜生產合作社",
        "聯絡電話": "07-6522947",
        "產品名稱": [
            "鳳梨--台灣鳳梨",
            "鳳梨",
            "鳳梨--履歷金鑽鳳梨",
            "鳳梨-履歷金鑽鳳梨"
        ]
    },
    "991992-1": {
        "農產品經營者": "台灣百笑國際食品企業有限公司",
        "聯絡電話": "(07)7871215",
        "產品名稱": [
            "冰烤地瓜",
            "甘藷(金時地瓜)",
            "金時冰烤地瓜"
        ]
    },
    "137984-1": {
        "農產品經營者": "鄭雅玲",
        "聯絡電話": "05-6973065",
        "產品名稱": [
            "南瓜--800g",
            "南瓜-履歷南瓜",
            "南瓜--南瓜800G",
            "南瓜--履歷南瓜",
            "南瓜-1公斤",
            "南瓜-800g"
        ]
    },
    "154723-1": {
        "農產品經營者": "許秀鳳",
        "聯絡電話": "08-8334285",
        "產品名稱": [
            "青梗白菜--青梗白菜",
            "青梗白菜",
            "菠菜--菠菜",
            "菠菜",
            "小白菜--小白菜",
            "小白菜",
            "油菜--油菜",
            "油菜",
            "蕹菜--蕹菜",
            "蕹菜"
        ]
    },
    "139352-1": {
        "農產品經營者": "鄭家翔",
        "聯絡電話": "0989-541697",
        "產品名稱": [
            "馬鈴薯--600g",
            "馬鈴薯-履歷馬鈴薯",
            "馬鈴薯--24kg",
            "馬鈴薯"
        ]
    },
    "500001-1": {
        "農產品經營者": "石安牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(白殼洗選蛋)"
        ]
    },
    "500538-1": {
        "農產品經營者": "仁福牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(紙箱-洗選蛋)",
            "雞蛋(洗選蛋10粒(盒裝))"
        ]
    },
    "144463-1": {
        "農產品經營者": "嘉義縣鹿草鄉蔬菜產銷班第24班",
        "聯絡電話": "05-3753430",
        "產品名稱": [
            "番茄--玉女小番茄",
            "番茄"
        ]
    },
    "140381-1": {
        "農產品經營者": "明水農業有限公司",
        "聯絡電話": "04-23353161",
        "產品名稱": [
            "芫荽--水耕香菜",
            "芫荽"
        ]
    },
    "500818-1": {
        "農產品經營者": "上揚食品有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "白肉雞(雞柳條)",
            "白肉雞(雞絞肉)",
            "白肉雞(雞肉串(300支/籃))",
            "白肉雞(雞肉絲)",
            "白肉雞(骨腿丁)",
            "白肉雞(雞骨架)",
            "白肉雞(腿仁丁)",
            "白肉雞(雞胸丁)",
            "白肉雞(清肉丁)",
            "白肉雞(腿排丁)"
        ]
    },
    "500262-1": {
        "農產品經營者": "千佑畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(白殼洗選蛋-L10粒包裝)"
        ]
    },
    "145035-1": {
        "農產品經營者": "保證責任屏東縣川農果菜生產合作社",
        "聯絡電話": "0937-685698",
        "產品名稱": [
            "鳳梨--台灣鳳梨",
            "鳳梨"
        ]
    },
    "139344-1": {
        "農產品經營者": "陳泰銓",
        "聯絡電話": "0958-108696",
        "產品名稱": [
            "茭白筍--履歷茭白筍",
            "茭白筍"
        ]
    },
    "135610-1": {
        "農產品經營者": "李明哲",
        "聯絡電話": "05-5983815",
        "產品名稱": [
            "葉萵苣--大陸A菜D",
            "葉萵苣--大陸A菜",
            "葉萵苣",
            "葉萵苣-大陸A菜"
        ]
    },
    "155885-1": {
        "農產品經營者": "洪義勝",
        "聯絡電話": "08-8336537",
        "產品名稱": [
            "小白菜--小白菜",
            "油菜--油菜",
            "菠菜--菠菜",
            "葉萵苣",
            "菠菜",
            "芥藍芽--芥藍芽",
            "葉萵苣--葉萵苣",
            "芥藍芽",
            "蕹菜",
            "小芥菜",
            "青梗白菜",
            "油菜",
            "小白菜",
            "小芥菜--小芥菜",
            "青梗白菜--青梗白菜",
            "蕹菜--蕹菜"
        ]
    },
    "157223-1": {
        "農產品經營者": "許永霖",
        "聯絡電話": "09-83222163",
        "產品名稱": [
            "油菜--油菜",
            "青梗白菜--青江菜",
            "青梗白菜",
            "油菜",
            "小白菜--蚵白菜",
            "小白菜",
            "菠菜--菠菜",
            "菠菜"
        ]
    },
    "131324-1": {
        "農產品經營者": "臺中市大甲區農會",
        "聯絡電話": "04-26863990",
        "產品名稱": [
            "水稻-友善栽培米",
            "水稻",
            "水稻-產銷履歷米"
        ]
    },
    "141404-1": {
        "農產品經營者": "黃仁成",
        "聯絡電話": "09-82156907",
        "產品名稱": [
            "葉用甘藷--地瓜葉",
            "葉用甘藷",
            "葉用甘藷-地瓜葉"
        ]
    },
    "151547-1": {
        "農產品經營者": "李宗龍",
        "聯絡電話": "05-5882368",
        "產品名稱": [
            "菠菜--菠菜(產銷履歷)",
            "菠菜",
            "茼蒿",
            "茼蒿--(履歷)"
        ]
    },
    "142826-1": {
        "農產品經營者": "蔡暘威",
        "聯絡電話": "04-8533785",
        "產品名稱": [
            "包心白菜-大白菜",
            "甘藍-履歷甘藍",
            "包心白菜",
            "甘藍"
        ]
    },
    "159497-1": {
        "農產品經營者": "劉原福",
        "聯絡電話": "04-25812798",
        "產品名稱": [
            "香菇",
            "香菇-鮮香菇-劉原福"
        ]
    },
    "159131-1": {
        "農產品經營者": "王煜翔",
        "聯絡電話": "04-25823572",
        "產品名稱": [
            "香菇-王煜翔-鮮香菇",
            "香菇"
        ]
    },
    "133371-1": {
        "農產品經營者": "臺中市新社區菇類產銷班第6班",
        "聯絡電話": "04-25823925",
        "產品名稱": [
            "香菇-香菇-王清鴻",
            "香菇",
            "香菇-許瑞乾-鮮菇",
            "香菇-許瑞乾",
            "香菇-鮮香菇-黃承宗"
        ]
    },
    "134772-1": {
        "農產品經營者": "臺中市新社區菇產銷班第14班",
        "聯絡電話": "09-30925983",
        "產品名稱": [
            "香菇",
            "香菇-吳建能",
            "香菇-葉秀娟",
            "香菇-張周文"
        ]
    },
    "136428-1": {
        "農產品經營者": "臺中市新社區菇類產銷班第19班",
        "聯絡電話": null,
        "產品名稱": [
            "香菇-吳鎮安.",
            "香菇",
            "香菇-林玉臨",
            "香菇-香菇-蔡朝清"
        ]
    },
    "155908-1": {
        "農產品經營者": "張根派",
        "聯絡電話": "04-7331332",
        "產品名稱": [
            "洋菇",
            "洋菇-履歷洋菇500g",
            "洋菇-產履洋菇200g",
            "洋菇-產履霸王洋菇"
        ]
    },
    "130966-1": {
        "農產品經營者": "臺中市新社區菇產銷班第7班",
        "聯絡電話": "0936-499789",
        "產品名稱": [
            "香菇-王鶴生",
            "香菇",
            "香菇-蔡金彬-鮮菇",
            "香菇-鮮菇-黃欽章"
        ]
    },
    "133370-1": {
        "農產品經營者": "臺中市新社區菇產銷班第11班",
        "聯絡電話": "0982-900788",
        "產品名稱": [
            "香菇-徐一翔-鮮香菇",
            "香菇",
            "香菇-王民陽-鮮菇",
            "香菇-李雨蔘-香菇",
            "香菇-冬菇 300g",
            "香菇--生鮮香菇250g",
            "香菇-黑早乾冬菇",
            "香菇--生鮮香菇",
            "香菇-乾香菇 100",
            "香菇-黑早乾香菇300"
        ]
    },
    "134771-1": {
        "農產品經營者": "臺中市新社區農會蔬菜生產集團",
        "聯絡電話": "04-25811511",
        "產品名稱": [
            "香菇-黃騰",
            "香菇",
            "香菇-劉晉豪",
            "香菇-李文棟",
            "香菇-劉素娟",
            "香菇-黃立宏",
            "香菇-吳春生",
            "香菇-王烱治",
            "香菇-吳世國",
            "香菇-高昭明",
            "香菇-邱楷文",
            "香菇-徐承義",
            "香菇-黃立宏乾香菇",
            "香菇-300公克",
            "香菇-宋尚儒",
            "香菇-吳宏勝"
        ]
    },
    "136942-1": {
        "農產品經營者": "保證責任屏東縣東益農產品運銷合作社",
        "聯絡電話": "08-7395003",
        "產品名稱": [
            "檸檬",
            "檸檬--產銷履歷檸檬"
        ]
    },
    "992210-1": {
        "農產品經營者": "合興安海洋事業有限公司",
        "聯絡電話": "(08)8683498",
        "產品名稱": [
            "石斑魚三去三清",
            "石斑魚魚片",
            "午仔魚一夜乾"
        ]
    },
    "500610-1": {
        "農產品經營者": "洽富實業股份有限公司",
        "聯絡電話": "04-26391021",
        "產品名稱": [
            "白肉雞",
            "白肉雞(洽富氣冷雞-去皮清肉)",
            "白肉雞(洽富氣冷雞-腿切塊)",
            "白肉雞(福福氣冷雞冷凍去骨腿丁 )",
            "白肉雞(福福氣冷雞冷凍雞腿切塊)",
            "白肉雞(冷凍去骨雞腿肉)",
            "白肉雞(洽富氣冷雞-去骨帶皮腿排)",
            "白肉雞(冷凍半雞切塊)",
            "白肉雞(洽富氣冷雞-棒腿)",
            "白肉雞(洽富氣冷雞-里肌肉)"
        ]
    },
    "146703-1": {
        "農產品經營者": "陳進源",
        "聯絡電話": "0935-960225",
        "產品名稱": [
            "蕹菜"
        ]
    },
    "144824-1": {
        "農產品經營者": "姜亦明",
        "聯絡電話": "09-16655160",
        "產品名稱": [
            "胡瓜--小胡瓜",
            "胡瓜",
            "番茄--番茄",
            "番茄",
            "蘿蔔--蘿蔔",
            "蘿蔔",
            "扁蒲--扁蒲",
            "扁蒲",
            "胡瓜--大胡瓜"
        ]
    },
    "500480-1": {
        "農產品經營者": "台南永發屠宰場",
        "聯絡電話": null,
        "產品名稱": [
            "土雞",
            "土雞(放山雞肉)"
        ]
    },
    "132513-1": {
        "農產品經營者": "張浚修",
        "聯絡電話": "049-2527510",
        "產品名稱": [
            "洋菇-履歷洋菇",
            "洋菇",
            "洋菇-洋菇_洋菇"
        ]
    },
    "402149-1": {
        "農產品經營者": "林鐵豹",
        "聯絡電話": "088662327",
        "產品名稱": [
            "石斑魚"
        ]
    },
    "143976-1": {
        "農產品經營者": "台灣糖業股份有限公司善化糖廠善糖農場",
        "聯絡電話": "06-5819458",
        "產品名稱": [
            "製糖甘蔗-製糖甘蔗",
            "製糖甘蔗"
        ]
    },
    "141707-1": {
        "農產品經營者": "邱賢琴",
        "聯絡電話": "07-6771148",
        "產品名稱": [
            "番茄--玉女番茄300g",
            "番茄--金瑩番茄300g",
            "番茄"
        ]
    },
    "992422-1": {
        "農產品經營者": "高健食品科技有限公司(台灣優良農產運銷有限公司委託生產)",
        "聯絡電話": "(06)6225530#209",
        "產品名稱": [
            "臺灣黃豆奶",
            "幸福千千歲鮮磨黑豆奶(無加糖)-白",
            "元初幸福良食產銷履歷黑豆漿",
            "臺灣黑豆奶",
            "幸福千千歲鮮磨黑豆奶(無加糖)-黑",
            "摩斯豆奶(微糖)",
            "摩斯豆奶(無加糖)",
            "豆豆鮮生 熬豆漿-原味",
            "豆豆鮮生 熬豆漿-黑芝麻"
        ]
    },
    "992816-1": {
        "農產品經營者": "保證責任雲林縣石廟雜糧生產合作社",
        "聯絡電話": "(05)5977260",
        "產品名稱": [
            "美味鮮豆包",
            "美味鮮豆腸"
        ]
    },
    "159637-1": {
        "農產品經營者": "臺南市後壁區蔬菜產銷班第9班",
        "聯絡電話": "06-6622916",
        "產品名稱": [
            "胡瓜"
        ]
    },
    "145655-1": {
        "農產品經營者": "傅新松",
        "聯絡電話": "07-6852311",
        "產品名稱": [
            "木瓜",
            "木瓜--木瓜",
            "木瓜-木瓜"
        ]
    },
    "159717-1": {
        "農產品經營者": "邱俊諺",
        "聯絡電話": "05-2536305",
        "產品名稱": [
            "木瓜--產銷履歷網室木瓜",
            "木瓜"
        ]
    },
    "145024-1": {
        "農產品經營者": "陳靖宏",
        "聯絡電話": "07-5324552",
        "產品名稱": [
            "番茄--福鐘農園玉女",
            "番茄"
        ]
    },
    "139432-1": {
        "農產品經營者": "邱崇展",
        "聯絡電話": "05-3476139",
        "產品名稱": [
            "食用玉米",
            "茄子"
        ]
    },
    "147722-1": {
        "農產品經營者": "李文貴",
        "聯絡電話": "089-550302",
        "產品名稱": [
            "茶葉-蜜香紅茶原葉茶包",
            "茶葉-紅烏龍原葉茶包",
            "茶葉-蜜香紅茶",
            "茶葉-紅烏龍",
            "茶葉-佛手蜜香紅茶",
            "茶葉-金萱半發酵茶",
            "茶葉-佛手半發酵茶"
        ]
    },
    "143809-1": {
        "農產品經營者": "羅梓綸",
        "聯絡電話": "09-15312798",
        "產品名稱": [
            "咖啡-東山咖啡"
        ]
    },
    "130242-1": {
        "農產品經營者": "屏東縣九如鄉農會果樹產銷班第4班",
        "聯絡電話": "08-7756899",
        "產品名稱": [
            "番茄",
            "番茄--玉女番茄"
        ]
    },
    "152944-1": {
        "農產品經營者": "王泊勝",
        "聯絡電話": "09-55861638",
        "產品名稱": [
            "番石榴-履歷芭樂",
            "番石榴--履歷芭樂",
            "番石榴"
        ]
    },
    "150222-1": {
        "農產品經營者": "鐵人農場.",
        "聯絡電話": "04-23596303",
        "產品名稱": [
            "豌豆--履歷甜豆莢",
            "豌豆",
            "豌豆-履歷甜豆莢",
            "豌豆--優境履歷甜豆莢"
        ]
    },
    "500733-1": {
        "農產品經營者": "新德貿食品有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(盒蛋)",
            "雞蛋"
        ]
    },
    "146440-1": {
        "農產品經營者": "鄧炳榮",
        "聯絡電話": "05-2586260",
        "產品名稱": [
            "酪梨--產銷履歷酪梨",
            "酪梨"
        ]
    },
    "147395-1": {
        "農產品經營者": "凃素偵",
        "聯絡電話": "04-8903876",
        "產品名稱": [
            "紅龍果--紅龍果",
            "紅龍果",
            "紅龍果-紅龍果",
            "紅龍果--紅龍果(冷藏)"
        ]
    },
    "136026-1": {
        "農產品經營者": "弘耕農產行",
        "聯絡電話": "07-7828963",
        "產品名稱": [
            "香蕉",
            "香蕉--香蕉"
        ]
    },
    "500461-1": {
        "農產品經營者": "瑞記畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(30粒*8盤裝)"
        ]
    },
    "134881-1": {
        "農產品經營者": "黃品洋",
        "聯絡電話": "049-2989575",
        "產品名稱": [
            "茭白筍",
            "茭白筍--家樂福嚴選",
            "茭白筍--冷泉去殼",
            "茭白筍--履歷筊白筍",
            "茭白筍-履歷筊白筍",
            "茭白筍--履歷帶殼",
            "茭白筍-家樂福嚴選"
        ]
    },
    "154798-1": {
        "農產品經營者": "莊見凰",
        "聯絡電話": "089-570767",
        "產品名稱": [
            "鳳梨釋迦",
            "鳳梨釋迦--鳳梨釋迦6公斤"
        ]
    },
    "159089-1": {
        "農產品經營者": "農尚鮮股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "胡蘿蔔-胡蘿蔔",
            "胡蘿蔔",
            "胡蘿蔔-產銷胡蘿蔔",
            "胡蘿蔔--產銷胡蘿蔔"
        ]
    },
    "140223-1": {
        "農產品經營者": "邱進賢",
        "聯絡電話": "07-6951979",
        "產品名稱": [
            "番茄",
            "番茄--麗金番茄",
            "番茄--大長女番茄",
            "番茄--夏珠番茄"
        ]
    },
    "144673-1": {
        "農產品經營者": "周世昌",
        "聯絡電話": "04-8736398",
        "產品名稱": [
            "蜂蜜-龍眼蜂蜜",
            "蜂蜜-荔枝蜂蜜"
        ]
    },
    "155952-1": {
        "農產品經營者": "鄭雅珊",
        "聯絡電話": "04-7713030",
        "產品名稱": [
            "杏鮑菇"
        ]
    },
    "500962-1": {
        "農產品經營者": "福氣畜牧場",
        "聯絡電話": "05-6972238",
        "產品名稱": [
            "土雞(帶骨雞腿(整支))",
            "土雞(棒棒腿)",
            "土雞(去骨雞腿(切塊))",
            "土雞(雞腳)",
            "土雞(去骨雞腿排(帶踝))",
            "土雞(去骨棒棒腿)",
            "土雞(二節雞翅)",
            "土雞(放養公土雞(半切切塊))",
            "土雞(雞中翅)",
            "土雞(去骨雞腿(整隻))",
            "土雞(雞牡蠣肉)",
            "土雞(雞頸肉)",
            "土雞(雞松阪)",
            "土雞(去皮雞胸肉片)",
            "土雞(雞里肌肉(雞柳))",
            "土雞(帶骨雞腿(切塊))",
            "土雞(放養母土雞(全雞))",
            "土雞(放養母土雞(半切切塊))",
            "土雞(雞絞肉)",
            "土雞(放養公土雞(全雞))",
            "土雞(去皮雞胸肉)",
            "土雞(三節雞翅)"
        ]
    },
    "157858-1": {
        "農產品經營者": "曾御勛",
        "聯絡電話": "05-6960536",
        "產品名稱": [
            "菠菜--產銷履歷菠菜",
            "菠菜",
            "半結球萵苣--履歷萵苣福山萵苣",
            "半結球萵苣",
            "茼蒿--茼蒿",
            "茼蒿",
            "菠菜-產銷履歷菠菜"
        ]
    },
    "140450-1": {
        "農產品經營者": "陳玉芬",
        "聯絡電話": "0800-288869",
        "產品名稱": [
            "蕹菜",
            "葉用甘藷--甘藷葉(產銷)",
            "油菜--履歷油菜",
            "葉用甘藷",
            "菠菜--履歷菠菜",
            "葉萵苣--履歷大陸A",
            "茼蒿",
            "茼蒿--履歷茼蒿",
            "油菜",
            "小白菜--履歷小白菜",
            "菠菜-履歷菠菜",
            "葉萵苣",
            "菠菜",
            "茼蒿--履歷山茼蒿",
            "葉萵苣--履歷A菜",
            "小白菜-履歷小白菜",
            "小白菜",
            "葉萵苣-履歷大陸A",
            "青梗白菜--履歷青江",
            "蕹菜--履歷空心菜",
            "青梗白菜-履歷青江",
            "青梗白菜",
            "茼蒿-履歷山茼蒿"
        ]
    },
    "500916-1": {
        "農產品經營者": "福二畜牧場",
        "聯絡電話": "037744231",
        "產品名稱": [
            "雞蛋(鮮機蛋-紅殼)",
            "雞蛋(農會-鮮機蛋)"
        ]
    },
    "157437-1": {
        "農產品經營者": "李駿騰",
        "聯絡電話": "049-2999602",
        "產品名稱": [
            "香菇-生鮮香菇",
            "香菇"
        ]
    },
    "990054-1": {
        "農產品經營者": "洽通實業股份有限公司",
        "聯絡電話": "(06)7839676",
        "產品名稱": [
            "虱目魚柳",
            "虱目魚皮",
            "虱目魚肉",
            "去刺虱目魚肚",
            "鱸魚片"
        ]
    },
    "151760-1": {
        "農產品經營者": "施巽耀",
        "聯絡電話": "04-8650643",
        "產品名稱": [
            "青蔥",
            "青蔥--青蔥",
            "青蔥-青蔥"
        ]
    },
    "137562-1": {
        "農產品經營者": "郭水森",
        "聯絡電話": "04-8232328",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴"
        ]
    },
    "138266-1": {
        "農產品經營者": "張健罡",
        "聯絡電話": "05-5914090",
        "產品名稱": [
            "馬鈴薯-馬鈴薯",
            "馬鈴薯--馬鈴薯",
            "馬鈴薯"
        ]
    },
    "136329-1": {
        "農產品經營者": "彰化縣社頭鄉果樹產銷班第26班",
        "聯絡電話": "0977-532098",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴",
            "番石榴--紅鑽芭樂"
        ]
    },
    "991923-1": {
        "農產品經營者": "冠霖物流有限公司",
        "聯絡電話": "(02)2201-5122",
        "產品名稱": [
            "圓葉萵苣加工",
            "履歷蚵白菜",
            "蚵白菜加工",
            "履歷青江菜",
            "履歷油菜",
            "油菜加工",
            "青江白菜加工",
            "履歷小白菜",
            "小白菜加工",
            "履歷菠菜",
            "菠菜加工",
            "履歷葉萵苣",
            "葉萵苣加工",
            "履歷高麗菜",
            "高麗菜加工"
        ]
    },
    "500973-1": {
        "農產品經營者": "尚洋畜牧場",
        "聯絡電話": "0911654765",
        "產品名稱": [
            "白肉雞(雞排切塊)",
            "白肉雞(雞心)",
            "白肉雞(去皮清肉)",
            "白肉雞(尚穀腿排切塊)",
            "白肉雞(雞骨架)",
            "白肉雞",
            "白肉雞(尚穀T9去骨腿肉)",
            "白肉雞(尚穀翅小腿)",
            "白肉雞(尚穀棒棒腿)",
            "白肉雞(尚穀去皮雞胸肉)",
            "白肉雞(二節翅)",
            "白肉雞(里肌肉)",
            "白肉雞(雞皮)"
        ]
    },
    "151852-1": {
        "農產品經營者": "薛丞睿",
        "聯絡電話": "08-7395003",
        "產品名稱": [
            "檸檬"
        ]
    },
    "133475-1": {
        "農產品經營者": "信安糧食行",
        "聯絡電話": "03-8831383",
        "產品名稱": [
            "水稻-台中194號",
            "水稻",
            "水稻-台中200號"
        ]
    },
    "159209-1": {
        "農產品經營者": "陳威壬",
        "聯絡電話": "09-58177320",
        "產品名稱": [
            "甘藷--地瓜",
            "甘藷",
            "甘藷-地瓜"
        ]
    },
    "141720-1": {
        "農產品經營者": "保證責任臺中市大人物農產運銷合作社",
        "聯絡電話": "04-22413929",
        "產品名稱": [
            "大豆-台南3號黑豆(350克)",
            "大豆-高雄選10號(350克)",
            "大豆-高雄選10號",
            "大豆"
        ]
    },
    "157854-1": {
        "農產品經營者": "劉宸均",
        "聯絡電話": "08-7390696",
        "產品名稱": [
            "檸檬-履歷檸檬",
            "檸檬"
        ]
    },
    "147303-1": {
        "農產品經營者": "曾靖閔",
        "聯絡電話": "0952-800983",
        "產品名稱": [
            "棗--小同農場雪麗小盒",
            "棗--小同農場雪麗禮盒",
            "棗"
        ]
    },
    "138584-1": {
        "農產品經營者": "張富展",
        "聯絡電話": "09-35853999",
        "產品名稱": [
            "葉萵苣",
            "葉萵苣--履歷本島萵苣"
        ]
    },
    "633019-1": {
        "農產品經營者": "大得利家畜肉食品加工廠有限公司",
        "聯絡電話": "22066856",
        "產品名稱": [
            "豬肉"
        ]
    },
    "403167-1": {
        "農產品經營者": "漁仁企業股份有限公司",
        "聯絡電話": "02-89825982",
        "產品名稱": [
            "白蝦"
        ]
    },
    "141109-1": {
        "農產品經營者": "林金華",
        "聯絡電話": "08-8821056",
        "產品名稱": [
            "水稻-溫泉米",
            "水稻"
        ]
    },
    "101019-1": {
        "農產品經營者": "雲林縣林內鄉農會",
        "聯絡電話": "05-5892002",
        "產品名稱": [
            "木瓜--紅透台灣網室木瓜",
            "木瓜",
            "水稻"
        ]
    },
    "136932-1": {
        "農產品經營者": "俞志明",
        "聯絡電話": "07-6171557",
        "產品名稱": [
            "毛豆--生鮮毛豆仁",
            "毛豆--生鮮毛仁",
            "毛豆",
            "毛豆--生鮮毛豆莢",
            "毛豆--(生鮮毛豆莢)",
            "大豆"
        ]
    },
    "993054-1": {
        "農產品經營者": "展鮮農產生技股份有限公司西螺一廠",
        "聯絡電話": "(05)5877060",
        "產品名稱": [
            "冷凍番茄角",
            "冷凍番茄丁",
            "冷凍番茄塊"
        ]
    },
    "148027-1": {
        "農產品經營者": "詹少奇",
        "聯絡電話": "09-12335902",
        "產品名稱": [
            "柑橘類--產銷履歷茂谷柑",
            "柑橘類"
        ]
    },
    "144798-1": {
        "農產品經營者": "李政欣",
        "聯絡電話": "07-6817896",
        "產品名稱": [
            "木瓜--台農二號木瓜",
            "木瓜"
        ]
    },
    "142602-1": {
        "農產品經營者": "蘇載民",
        "聯絡電話": "04-7764989",
        "產品名稱": [
            "香蕉",
            "香蕉--履歷香蕉"
        ]
    },
    "138353-1": {
        "農產品經營者": "林珍緣",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "青梗白菜--履歷青江",
            "青梗白菜-履歷青江",
            "青梗白菜",
            "油菜",
            "油菜-履歷油菜",
            "小白菜-履歷小白菜",
            "小白菜",
            "菠菜-履歷菠菜",
            "菠菜--履歷菠菜",
            "油菜--履歷油菜",
            "菠菜",
            "小白菜--履歷小白菜"
        ]
    },
    "138344-1": {
        "農產品經營者": "廖國政",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "小白菜--履歷蚵白菜",
            "小白菜--履歷小白菜",
            "青梗白菜--履歷青江",
            "油菜-履歷油菜",
            "青梗白菜-履歷青江",
            "油菜--履歷油菜",
            "小白菜",
            "油菜",
            "小白菜-履歷小白菜",
            "菠菜--履歷菠菜",
            "菠菜-履歷菠菜",
            "菠菜"
        ]
    },
    "144545-1": {
        "農產品經營者": "陳文賢",
        "聯絡電話": "08-8712198",
        "產品名稱": [
            "蓮霧--蓮霧",
            "蓮霧",
            "蓮霧-蓮霧"
        ]
    },
    "132403-1": {
        "農產品經營者": "保證責任花蓮縣龍鳳甲良質稻米運銷合作社",
        "聯絡電話": "03-8883268",
        "產品名稱": [
            "水稻-台梗16號",
            "水稻-台梗4號",
            "水稻-台梗16號5公斤",
            "水稻-台稉16號",
            "水稻-台稉4號香米",
            "水稻-糙米",
            "水稻-台梗16號1公斤",
            "水稻-台稉4號稻米",
            "水稻",
            "水稻-香米台梗4號"
        ]
    },
    "141128-1": {
        "農產品經營者": "臺南市玉井區果樹產銷班第60班",
        "聯絡電話": "0963-613777",
        "產品名稱": [
            "番石榴-珍珠番石榴",
            "番石榴",
            "番石榴-番石榴"
        ]
    },
    "633009-1": {
        "農產品經營者": "陞煇食品股份有限公司",
        "聯絡電話": "05-5970507",
        "產品名稱": [
            "豬肉"
        ]
    },
    "143199-1": {
        "農產品經營者": "保證責任彰化縣田中上豐果菜生產合作社",
        "聯絡電話": "048-741720",
        "產品名稱": [
            "番石榴-履歷芭樂",
            "番石榴"
        ]
    },
    "152736-1": {
        "農產品經營者": "郭紋廷",
        "聯絡電話": "05-2530276",
        "產品名稱": [
            "茶葉-珠露金萱冬茶",
            "茶葉-阿里山珠露金萱茶",
            "茶葉-嚴選烏龍茶",
            "茶葉-阿里山珠露烏龍茶",
            "茶葉-仙記極上品烏龍茶",
            "茶葉-珠露烏龍冬茶",
            "茶葉-炭焙烏龍茶",
            "茶葉-嚴選金萱茶",
            "茶葉-珠露烏龍春茶",
            "茶葉-珠露小葉種紅茶",
            "茶葉-珠露金萱春茶",
            "茶葉-佳葉龍茶GABA"
        ]
    },
    "500504-1": {
        "農產品經營者": "立瑞畜產有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "土雞(去骨土雞腿)",
            "土雞",
            "土雞(土雞切塊)",
            "土雞(去皮雞胸肉半副)",
            "土雞(帶皮去骨雞腿排)",
            "土雞(翅小腿)",
            "土雞(二節翅)",
            "土雞(土雞半隻切塊)"
        ]
    },
    "142548-1": {
        "農產品經營者": "楊程竣",
        "聯絡電話": "098-1316697",
        "產品名稱": [
            "食用玉米--玉米筍",
            "食用玉米--帶殼玉米筍",
            "食用玉米"
        ]
    },
    "132126-1": {
        "農產品經營者": "高雄市大寮區紅豆產銷班第1班",
        "聯絡電話": "07-7833496",
        "產品名稱": [
            "紅豆-山仔頂農庄紅豆",
            "紅豆--洲仔寮紅豆",
            "紅豆--紅晶鑽-紅豆",
            "紅豆--紅晶鑽",
            "大豆--青仁黑豆",
            "紅豆--紅晶鑽紅豆",
            "紅豆"
        ]
    },
    "152603-1": {
        "農產品經營者": "陳重榮",
        "聯絡電話": "047-331332",
        "產品名稱": [
            "香菇-鮮大香菇3K",
            "香菇"
        ]
    },
    "143191-1": {
        "農產品經營者": "振裕記工廠",
        "聯絡電話": "05-6334749",
        "產品名稱": [
            "水稻-履歷白米",
            "水稻",
            "水稻-履歷糙米"
        ]
    },
    "133830-1": {
        "農產品經營者": "高雄市美濃區蔬菜產銷班第22班",
        "聯絡電話": "0932-738641",
        "產品名稱": [
            "番茄--玉女 小番茄",
            "番茄",
            "番茄--橙蜜香小番茄",
            "番茄-橙蜜香小番茄",
            "番茄-玉女 小番茄"
        ]
    },
    "159408-1": {
        "農產品經營者": "簡浚凱",
        "聯絡電話": "05-5341006",
        "產品名稱": [
            "鳳梨--鳳梨6支裝",
            "鳳梨"
        ]
    },
    "139849-1": {
        "農產品經營者": "曾旭南",
        "聯絡電話": "07-6623882",
        "產品名稱": [
            "番茄--美濃橙蜜香番茄",
            "番茄"
        ]
    },
    "500603-1": {
        "農產品經營者": "大武山牧場科技股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(盒)",
            "雞蛋(箱)",
            "雞蛋",
            "雞蛋(雞蛋)"
        ]
    },
    "144443-1": {
        "農產品經營者": "高雄市六龜區農會",
        "聯絡電話": "07-6892111",
        "產品名稱": [
            "木瓜--網室台農2號",
            "木瓜"
        ]
    },
    "141322-1": {
        "農產品經營者": "臺中市東勢區果樹產銷班第81班",
        "聯絡電話": "04-25886719",
        "產品名稱": [
            "茂谷柑--履歷茂谷柑",
            "茂谷柑-履歷茂谷柑",
            "茂谷柑-石虎履歷茂谷柑",
            "茂谷柑",
            "茂谷柑--產銷履歷茂谷柑",
            "茂谷柑--石虎履歷茂谷柑",
            "茂谷柑-產銷履歷茂谷柑",
            "茂谷柑-明正茂谷原宿",
            "茂谷柑--明正茂谷原宿"
        ]
    },
    "501217-1": {
        "農產品經營者": "祐牧企業股份有限公司蛋品廠",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(惢蛋(24斤-240顆))"
        ]
    },
    "140372-1": {
        "農產品經營者": "保證責任高雄市合豐農產品運銷合作社",
        "聯絡電話": "0982-123996",
        "產品名稱": [
            "木瓜PLUS--木瓜",
            "木瓜PLUS",
            "木瓜PLUS-木瓜",
            "草莓-草莓",
            "草莓"
        ]
    },
    "138349-1": {
        "農產品經營者": "振園農場",
        "聯絡電話": "04-8525802",
        "產品名稱": [
            "葡萄--振園農場",
            "葡萄"
        ]
    },
    "144054-1": {
        "農產品經營者": "宋國智",
        "聯絡電話": "0916-091710",
        "產品名稱": [
            "番茄--尚介讚蕃茄",
            "番茄"
        ]
    },
    "403449-1": {
        "農產品經營者": "邱有利",
        "聯絡電話": "0910865538",
        "產品名稱": [
            "虱目魚"
        ]
    },
    "152867-1": {
        "農產品經營者": "吳駿泰",
        "聯絡電話": "0910-377209",
        "產品名稱": [
            "檸檬--畾檬森泰果園",
            "檸檬"
        ]
    },
    "151795-1": {
        "農產品經營者": "王子文農產區域加工",
        "聯絡電話": "04-8872299",
        "產品名稱": [
            "胡蘿蔔--履歷紅寶石紅蘿蔔"
        ]
    },
    "156209-1": {
        "農產品經營者": "廖中富",
        "聯絡電話": "05-5993177",
        "產品名稱": [
            "青梗白菜-履歷青江菜",
            "青梗白菜",
            "小白菜-履歷小白菜",
            "小白菜--履歷小白菜",
            "小白菜",
            "小白菜--履歷蚵白菜",
            "青梗白菜--履歷青江菜",
            "小白菜-履歷蚵白菜",
            "油菜-履歷油菜",
            "油菜"
        ]
    },
    "141554-1": {
        "農產品經營者": "張嘉仁",
        "聯絡電話": "05-5712681",
        "產品名稱": [
            "無花果--無花果",
            "無花果"
        ]
    },
    "151134-1": {
        "農產品經營者": "羅容欽",
        "聯絡電話": "04-25770611",
        "產品名稱": [
            "柑橘類--桶柑",
            "柑橘類",
            "柑橘類--黃金茂谷",
            "柑橘類--臍橙",
            "柑橘類--佛利檬"
        ]
    },
    "134579-1": {
        "農產品經營者": "玉美生技股份有限公司",
        "聯絡電話": "04-26937388",
        "產品名稱": [
            "番茄-牛番茄",
            "番茄"
        ]
    },
    "146313-1": {
        "農產品經營者": "林長拓",
        "聯絡電話": "089-550699",
        "產品名稱": [
            "茶葉-林旺紅烏龍茶"
        ]
    },
    "151343-1": {
        "農產品經營者": "吳俊輝",
        "聯絡電話": "05-7888079",
        "產品名稱": [
            "胡瓜-履歷小黃瓜",
            "胡瓜"
        ]
    },
    "139932-1": {
        "農產品經營者": "楊富雄",
        "聯絡電話": "09-63052526",
        "產品名稱": [
            "胡瓜-花胡瓜",
            "胡瓜",
            "胡瓜-小黃瓜"
        ]
    },
    "142695-1": {
        "農產品經營者": "陳戊森",
        "聯絡電話": "05-7861806",
        "產品名稱": [
            "胡瓜-小黃瓜",
            "胡瓜"
        ]
    },
    "140742-1": {
        "農產品經營者": "廖崇凱",
        "聯絡電話": "0900-790523",
        "產品名稱": [
            "小白菜-蚵白菜",
            "小白菜--蚵白菜",
            "小白菜",
            "油菜-油菜",
            "油菜--油菜",
            "油菜",
            "青梗白菜--青江",
            "青梗白菜"
        ]
    },
    "146300-1": {
        "農產品經營者": "林佳新",
        "聯絡電話": "0936-930230",
        "產品名稱": [
            "葉萵苣-葉萵苣",
            "葉萵苣",
            "油菜-油菜",
            "小白菜-小白菜-蚵白菜",
            "油菜",
            "小白菜",
            "菠菜-菠菜-菠菜888",
            "菠菜",
            "菠菜--菠菜-菠菜888",
            "青梗白菜--青江菜",
            "青梗白菜"
        ]
    },
    "134455-1": {
        "農產品經營者": "蔡耀鋒",
        "聯絡電話": "0919-000761",
        "產品名稱": [
            "胡瓜-履歷小黃瓜",
            "胡瓜",
            "胡瓜-花胡瓜"
        ]
    },
    "147005-1": {
        "農產品經營者": "李相志",
        "聯絡電話": "05-7888079",
        "產品名稱": [
            "胡瓜-花胡瓜",
            "胡瓜"
        ]
    },
    "152518-1": {
        "農產品經營者": "陳家珅",
        "聯絡電話": "05-7880528",
        "產品名稱": [
            "胡瓜-履歷小黃瓜",
            "胡瓜"
        ]
    },
    "143348-1": {
        "農產品經營者": "邱詒真",
        "聯絡電話": "0939-273486",
        "產品名稱": [
            "胡瓜-花胡瓜",
            "胡瓜"
        ]
    },
    "402090-1": {
        "農產品經營者": "亞太密碼有限公司",
        "聯絡電話": "08-8783925",
        "產品名稱": [
            "亞太密碼龍虎班",
            "白蝦",
            "石斑魚(初)",
            "蝦仁"
        ]
    },
    "990387-1": {
        "農產品經營者": "永大食品生技股份有限公司",
        "聯絡電話": "(08)7785222#241",
        "產品名稱": [
            "檸檬冰角"
        ]
    },
    "143676-1": {
        "農產品經營者": "永安豪農產加工股份有限公司",
        "聯絡電話": "07-6120959",
        "產品名稱": [
            "水稻-履歷米",
            "水稻",
            "水稻-產銷履歷白米"
        ]
    },
    "146513-1": {
        "農產品經營者": "保證責任屏東縣嘉源生產合作社",
        "聯絡電話": "08-8325855",
        "產品名稱": [
            "紅豆-老鷹紅豆",
            "紅豆--履歷紅豆",
            "紅豆-履歷紅豆",
            "紅豆",
            "紅豆--老鷹紅豆"
        ]
    },
    "141379-1": {
        "農產品經營者": "高雄市岡山區果樹(番石榴)產銷班第2班",
        "聯絡電話": "07-6284385",
        "產品名稱": [
            "番石榴-珍珠芭樂",
            "番石榴",
            "番石榴--珍珠芭樂",
            "番石榴--帝王芭樂"
        ]
    },
    "142911-1": {
        "農產品經營者": "黑翅鳶農場",
        "聯絡電話": "04-8946097",
        "產品名稱": [
            "小麥-小麥粒",
            "小麥"
        ]
    },
    "138333-1": {
        "農產品經營者": "吳正雄",
        "聯絡電話": "05-5985122",
        "產品名稱": [
            "油菜--履歷油菜",
            "菠菜--產銷履歷菠菜",
            "葉萵苣--履歷福山萵苣",
            "葉萵苣",
            "小白菜-履歷蚵白菜",
            "葉萵苣-履歷福山萵苣",
            "青梗白菜--履歷青江菜",
            "小白菜--履歷蚵白菜",
            "小白菜--履歷小白菜",
            "青梗白菜-履歷青江菜",
            "油菜",
            "小白菜",
            "油菜-履歷油菜",
            "青梗白菜",
            "菠菜-產銷履歷菠菜",
            "菠菜",
            "小白菜-履歷小白菜"
        ]
    },
    "152314-1": {
        "農產品經營者": "鍾明翰",
        "聯絡電話": "05-5983186",
        "產品名稱": [
            "青梗白菜-履歷青江菜",
            "油菜--履歷油菜",
            "菠菜-履歷菠菜",
            "菠菜",
            "油菜-履歷油菜",
            "青梗白菜--履歷青江菜",
            "小白菜--履歷小白菜",
            "小白菜--履歷蚵白菜",
            "小白菜-履歷小白菜",
            "油菜",
            "小白菜",
            "青梗白菜"
        ]
    },
    "131517-1": {
        "農產品經營者": "正新製米股份有限公司",
        "聯絡電話": "04-8752987",
        "產品名稱": [
            "水稻-正新-台梗九號",
            "水稻"
        ]
    },
    "146867-1": {
        "農產品經營者": "王榆傑",
        "聯絡電話": "09-11888706",
        "產品名稱": [
            "番荔枝--番荔枝",
            "番荔枝",
            "番荔枝-番荔枝"
        ]
    },
    "142764-1": {
        "農產品經營者": "鍾欣宏",
        "聯絡電話": "05-5866807",
        "產品名稱": [
            "葉萵苣-葉萵苣",
            "葉萵苣",
            "小白菜--履歷奶白菜",
            "小白菜"
        ]
    },
    "136725-1": {
        "農產品經營者": "保證責任屏東縣檸檬運銷合作社",
        "聯絡電話": "08-7391689",
        "產品名稱": [
            "檸檬--檸檬鮮果",
            "檸檬"
        ]
    },
    "133691-1": {
        "農產品經營者": "高雄市美濃區蔬菜產銷班第8班",
        "聯絡電話": "07-6831591",
        "產品名稱": [
            "番茄--橙蜜香小番茄",
            "番茄",
            "番茄--橙蜜香番茄",
            "番茄--甜蜜蜜小蕃茄",
            "番茄--新華番茄園",
            "洋香瓜"
        ]
    },
    "157853-1": {
        "農產品經營者": "嘉和有限公司",
        "聯絡電話": "037-743616",
        "產品名稱": [
            "水稻-白米"
        ]
    },
    "993103-1": {
        "農產品經營者": "保證責任南投縣竹山鎮福興果菜運銷合作社",
        "聯絡電話": "(049)265-5038",
        "產品名稱": [
            "香蕉"
        ]
    },
    "156090-1": {
        "農產品經營者": "葉承宥",
        "聯絡電話": "05-5863915",
        "產品名稱": [
            "油菜--油菜",
            "青梗白菜--青江",
            "油菜-油菜",
            "油菜",
            "小白菜--蚵白",
            "小白菜",
            "青梗白菜-青江",
            "青梗白菜"
        ]
    },
    "135608-1": {
        "農產品經營者": "蔡宗儒",
        "聯絡電話": "05-5871180",
        "產品名稱": [
            "葉用甘藷--地瓜葉",
            "葉用甘藷-地瓜葉",
            "葉用甘藷"
        ]
    },
    "138167-1": {
        "農產品經營者": "李星樺",
        "聯絡電話": "05-7881888",
        "產品名稱": [
            "菠菜-菠菜",
            "葉萵苣",
            "菠菜",
            "葉萵苣-油麥菜",
            "葉萵苣--油麥菜",
            "菠菜--菠菜",
            "油菜-油菜",
            "油菜",
            "小白菜-蚵白菜",
            "小白菜",
            "油菜--油菜",
            "小白菜--蚵白菜"
        ]
    },
    "501177-1": {
        "農產品經營者": "百鴻(三場)畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(早安日鮮蛋)",
            "雞蛋(木崗高品質雞蛋冷藏紅殼蛋)",
            "雞蛋(好時光(紅殼)Q蛋)"
        ]
    },
    "155921-1": {
        "農產品經營者": "廖冠荏",
        "聯絡電話": "05-5883017",
        "產品名稱": [
            "青梗白菜-青江菜",
            "青梗白菜--青江菜",
            "油菜--油菜",
            "油菜-油菜",
            "油菜",
            "青梗白菜",
            "小白菜--蚵白",
            "小白菜",
            "小白菜-蚵白",
            "青梗白菜-青江白菜",
            "青梗白菜--青江白菜"
        ]
    },
    "133131-1": {
        "農產品經營者": "世豐製茶廠",
        "聯絡電話": "049-2970611",
        "產品名稱": [
            "茶葉-高山烏龍紅茶",
            "茶葉-奇萊山高冷春茶",
            "茶葉-奇萊高冷冬茶"
        ]
    },
    "138717-1": {
        "農產品經營者": "王志田",
        "聯絡電話": "04-7331766",
        "產品名稱": [
            "番茄--牛番茄",
            "番茄",
            "番茄--履歷牛心番茄",
            "番茄--履歷牛番茄"
        ]
    },
    "500012-1": {
        "農產品經營者": "廣大利蛋品股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "鴨蛋(廣大利松花溏心皮蛋)"
        ]
    },
    "144050-1": {
        "農產品經營者": "陳漢琦",
        "聯絡電話": "05-7873190",
        "產品名稱": [
            "胡蘿蔔--胡蘿蔔-600G",
            "胡蘿蔔--台灣胡蘿蔔",
            "胡蘿蔔--胡蘿蔔-CQL",
            "胡蘿蔔--胡蘿蔔履歷PLB",
            "胡蘿蔔--胡蘿蔔1KG",
            "胡蘿蔔",
            "胡蘿蔔--胡蘿蔔"
        ]
    },
    "138465-1": {
        "農產品經營者": "桃園市八德區蔬菜產銷班第7班",
        "聯絡電話": "03-3629440",
        "產品名稱": [
            "青油菜--青油菜",
            "小白菜-蚵白菜",
            "小白菜--黑葉白菜",
            "小白菜--蚵白菜",
            "青油菜-青油菜",
            "青油菜",
            "小白菜",
            "青松菜--青松菜",
            "菠菜-菠菜",
            "菠菜--菠菜",
            "菠菜",
            "青松菜",
            "青松菜-青松菜",
            "春菊（日本茼蒿）--山茼蒿",
            "春菊（日本茼蒿）",
            "小芥菜-小芥菜",
            "小芥菜--小芥菜",
            "小芥菜"
        ]
    },
    "151857-1": {
        "農產品經營者": "牧德國際有限公司",
        "聯絡電話": "037-743617",
        "產品名稱": [
            "水稻-白米"
        ]
    },
    "159648-1": {
        "農產品經營者": "李奇陵",
        "聯絡電話": "05-7881888",
        "產品名稱": [
            "小白菜-蚵白菜",
            "小白菜",
            "青梗白菜-青江菜",
            "青梗白菜",
            "油菜--油菜",
            "油菜",
            "小白菜--蚵白菜",
            "甘藍-高麗菜",
            "甘藍",
            "青梗白菜--青江菜"
        ]
    },
    "139794-1": {
        "農產品經營者": "林加彬",
        "聯絡電話": "04-8880468",
        "產品名稱": [
            "冬瓜-(履歷)"
        ]
    },
    "100950-1": {
        "農產品經營者": "桃園市八德區蔬菜產銷班第3班",
        "聯絡電話": "03-3629440",
        "產品名稱": [
            "春菊（日本茼蒿）--山茼蒿",
            "春菊（日本茼蒿）",
            "菠菜--菠菜",
            "油菜--油菜",
            "菠菜-菠菜",
            "油菜",
            "油菜--小松菜",
            "菠菜",
            "青松菜",
            "青松菜-青松菜",
            "小白菜",
            "青松菜--青松菜",
            "小白菜--黑葉白菜",
            "小白菜--蚵白菜",
            "小白菜-黑葉白菜",
            "青油菜--青油菜",
            "青油菜",
            "青油菜-青油菜",
            "小白菜-蚵白菜"
        ]
    },
    "156196-1": {
        "農產品經營者": "張育豐",
        "聯絡電話": "05-5864111",
        "產品名稱": [
            "葉萵苣--履歷福山萵苣",
            "油菜--履歷油菜",
            "葉萵苣",
            "小白菜--履歷小白菜",
            "結球白菜-履歷山東大白菜",
            "甘藍-履歷高麗菜",
            "油菜",
            "小白菜",
            "結球白菜",
            "結球白菜--履歷山東大白菜",
            "甘藍",
            "青梗白菜--履歷青江菜",
            "青梗白菜"
        ]
    },
    "400340-1": {
        "農產品經營者": "游原智",
        "聯絡電話": "03-9588013",
        "產品名稱": [
            "香魚"
        ]
    },
    "159650-1": {
        "農產品經營者": "廖勇智",
        "聯絡電話": "05-7881888",
        "產品名稱": [
            "葉萵苣--油麥菜",
            "葉萵苣",
            "葉萵苣-A菜",
            "小白菜-小白菜",
            "油菜-油菜",
            "油菜",
            "葉萵苣-油麥菜",
            "小白菜--蚵白菜",
            "小白菜",
            "小白菜-蚵白菜",
            "油菜--油菜",
            "葉萵苣-大陸妹",
            "小白菜--小白菜",
            "青梗白菜-青江菜",
            "青梗白菜",
            "青梗白菜--青江菜",
            "葉萵苣--大陸妹"
        ]
    },
    "146810-1": {
        "農產品經營者": "有限責任屏東縣藍天農業生產合作社.",
        "聯絡電話": "08-7830038",
        "產品名稱": [
            "鳳梨--履歷金鑽鳳梨1.",
            "鳳梨"
        ]
    },
    "142924-1": {
        "農產品經營者": "南投縣集集鎮蔬菜產銷班第2班",
        "聯絡電話": "0983-600973",
        "產品名稱": [
            "綠竹筍--集集綠竹筍",
            "綠竹筍"
        ]
    },
    "136022-1": {
        "農產品經營者": "屏東縣潮州鎮果樹產銷班第31班",
        "聯絡電話": "08-7898330",
        "產品名稱": [
            "嘉寶果(樹葡萄)"
        ]
    },
    "140338-1": {
        "農產品經營者": "屏東縣萬丹鄉農會",
        "聯絡電話": "08-7772007",
        "產品名稱": [
            "紅豆-紅豆"
        ]
    },
    "156128-1": {
        "農產品經營者": "江宗安",
        "聯絡電話": "09-37292194",
        "產品名稱": [
            "番茄",
            "番茄-履歷牛心番茄",
            "番茄--履歷牛心番茄",
            "番茄-履歷牛番茄",
            "番茄--履歷牛番茄"
        ]
    },
    "131421-1": {
        "農產品經營者": "有限責任南投縣鹿谷鄉凍頂茶葉生產合作社",
        "聯絡電話": "049-2752215",
        "產品名稱": [
            "茶葉-極品高山茶",
            "茶葉-凍頂特選茶",
            "茶葉-金萱茶",
            "茶葉-高山茶"
        ]
    },
    "130489-1": {
        "農產品經營者": "嘉義縣水上鄉蔬菜產銷班第20班",
        "聯絡電話": "0937-499358",
        "產品名稱": [
            "番茄--玉女番茄",
            "番茄",
            "番茄-玉女番茄"
        ]
    },
    "136305-1": {
        "農產品經營者": "程泰煜",
        "聯絡電話": "05-5875885",
        "產品名稱": [
            "小白菜--蚵白",
            "青梗白菜--青江菜",
            "小白菜--小白菜",
            "青梗白菜-青江菜",
            "青梗白菜",
            "小白菜-蚵白",
            "小白菜",
            "小白菜--鴻泰農場行",
            "小白菜--小白",
            "油菜--油菜",
            "油菜",
            "小白菜--選鮮小白",
            "小白菜--小白-J",
            "青梗白菜--選鮮青江",
            "青梗白菜--青江-J",
            "小白菜-小白菜",
            "油菜--油菜-J"
        ]
    },
    "147917-1": {
        "農產品經營者": "林月美",
        "聯絡電話": "04-23392290",
        "產品名稱": [
            "洋菇--鄰家菇",
            "洋菇",
            "洋菇-洋菇500g",
            "洋菇-洋菇200g"
        ]
    },
    "403567-1": {
        "農產品經營者": "林仁杰",
        "聯絡電話": "0935878487",
        "產品名稱": [
            "白蝦"
        ]
    },
    "633021-1": {
        "農產品經營者": "泰安食品股份有限公司(屏東廠)",
        "聯絡電話": "08-8686789",
        "產品名稱": [
            "豬肉"
        ]
    },
    "133411-1": {
        "農產品經營者": "桃園市新屋區農會",
        "聯絡電話": "03-4772124",
        "產品名稱": [
            "水稻-新香米1.7kg",
            "水稻-新香米12kg",
            "水稻",
            "水稻-高雄147",
            "水稻-新香米2kg",
            "水稻-新香米1.5kg",
            "水稻-新香米1kg",
            "水稻-新香糙米"
        ]
    },
    "147653-1": {
        "農產品經營者": "林宏明",
        "聯絡電話": "08-7627515",
        "產品名稱": [
            "萊姆--履歷萊姆",
            "萊姆",
            "檸檬--履歷檸檬",
            "檸檬"
        ]
    },
    "134829-1": {
        "農產品經營者": "保證責任雲林縣好收合作農場",
        "聯絡電話": "05-7920777",
        "產品名稱": [
            "胡瓜--花胡瓜",
            "胡瓜"
        ]
    },
    "500768-1": {
        "農產品經營者": "全馨蛋雞畜牧場",
        "聯絡電話": "048944498",
        "產品名稱": [
            "雞蛋(好機蛋)",
            "雞蛋(家樂福非籠飼)",
            "雞蛋(全馨動福蛋)",
            "雞蛋(主婦動福)",
            "雞蛋(Fun馨蛋)",
            "雞蛋(全馨動福蛋-24粒)"
        ]
    },
    "144389-1": {
        "農產品經營者": "蔡萬歷",
        "聯絡電話": "05-3775258",
        "產品名稱": [
            "甜椒-迷你水果彩椒",
            "甜椒",
            "甜椒-履歷彩色甜椒"
        ]
    },
    "144388-1": {
        "農產品經營者": "賴建良",
        "聯絡電話": "0911-629110",
        "產品名稱": [
            "番茄--玉女小番茄",
            "番茄"
        ]
    },
    "141501-1": {
        "農產品經營者": "周弘恩",
        "聯絡電話": "04-8901437",
        "產品名稱": [
            "紅龍果-紅龍果",
            "紅龍果",
            "紅龍果--紅龍果"
        ]
    },
    "146113-1": {
        "農產品經營者": "朱映帆",
        "聯絡電話": "0935-331973",
        "產品名稱": [
            "番茄-履歷金瑩玉女番茄",
            "番茄",
            "番茄--碳足跡金瑩番茄",
            "番茄--碳足跡玉女番茄",
            "番茄--履歷玉女番茄",
            "番茄--履歷金瑩蕃茄"
        ]
    },
    "500473-1": {
        "農產品經營者": "立祥畜牧場",
        "聯絡電話": "06-2781649",
        "產品名稱": [
            "雞蛋(福鮮蛋)"
        ]
    },
    "133452-1": {
        "農產品經營者": "謝富羽",
        "聯絡電話": "037-234508",
        "產品名稱": [
            "草莓-草莓",
            "草莓",
            "草莓--草莓",
            "杭菊-黃金/白雪杭",
            "杭菊-產銷履歷杭菊"
        ]
    },
    "132362-1": {
        "農產品經營者": "新乾坤碾米廠",
        "聯絡電話": "089-811048",
        "產品名稱": [
            "水稻",
            "水稻-上野關山香米",
            "水稻-新田町關山香米",
            "水稻-嚴選關山米",
            "水稻-有身分證的東部新米"
        ]
    },
    "141013-1": {
        "農產品經營者": "臺東縣臺東市果樹產銷班第29班",
        "聯絡電話": "0939-823899",
        "產品名稱": [
            "鳳梨釋迦--台東鳳梨釋迦",
            "番荔枝--台東-釋迦",
            "番荔枝",
            "鳳梨釋迦",
            "鳳梨釋迦--台東-釋迦",
            "番荔枝-台東-釋迦"
        ]
    },
    "134334-1": {
        "農產品經營者": "嘉義縣布袋鎮蔬菜產銷班第8班",
        "聯絡電話": "05-3451431",
        "產品名稱": [
            "番茄--騏のfarm",
            "番茄"
        ]
    },
    "159684-1": {
        "農產品經營者": "阮美惠",
        "聯絡電話": "07-6229877",
        "產品名稱": [
            "毛豆--產銷履歷毛豆仁",
            "毛豆"
        ]
    },
    "155995-1": {
        "農產品經營者": "連偉程",
        "聯絡電話": "09-72099303",
        "產品名稱": [
            "柑橘類--履歷2入茂谷柑",
            "柑橘類--履歷茂谷柑",
            "柑橘類",
            "柑橘類-履歷2入茂谷柑",
            "柑橘類--履歷茂谷柑禮盒",
            "柑橘類--產銷履歷茂谷柑禮"
        ]
    },
    "135643-1": {
        "農產品經營者": "羅延年",
        "聯絡電話": "049-2912528",
        "產品名稱": [
            "茭白筍--履歷茭白筍",
            "茭白筍"
        ]
    },
    "142061-1": {
        "農產品經營者": "保證責任雲林縣興昌果菜生產合作社",
        "聯絡電話": "05-5820109",
        "產品名稱": [
            "鳳梨--蜜莊園-古坑鳳梨",
            "鳳梨",
            "番石榴--蜜莊園-古坑芭樂",
            "番石榴"
        ]
    },
    "140358-1": {
        "農產品經營者": "臺東縣卑南鄉果樹產銷班第40班",
        "聯絡電話": "089-223324",
        "產品名稱": [
            "鳳梨釋迦",
            "番荔枝"
        ]
    },
    "790027-1": {
        "農產品經營者": "吉蒸牧場有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "牛乳(鮮乳)"
        ]
    },
    "101133-1": {
        "農產品經營者": "新竹縣新埔鎮果樹產銷班第18班",
        "聯絡電話": "03-5882167",
        "產品名稱": [
            "柑橘類--茂谷柑",
            "柑橘類",
            "柑橘類--桶柑"
        ]
    },
    "153299-1": {
        "農產品經營者": "林家壽",
        "聯絡電話": "09-11773435",
        "產品名稱": [
            "番茄--玉女",
            "番茄",
            "番茄-玉女"
        ]
    },
    "150271-1": {
        "農產品經營者": "李順益",
        "聯絡電話": "07-3380686",
        "產品名稱": [
            "胡瓜--履歷小黃瓜",
            "胡瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "138123-1": {
        "農產品經營者": "李敏菁",
        "聯絡電話": "05-6551070",
        "產品名稱": [
            "結球萵苣--蘿美心",
            "結球萵苣--結球萵苣",
            "結球萵苣--結球萵苣300g",
            "結球萵苣-結球萵苣",
            "結球萵苣"
        ]
    },
    "143098-1": {
        "農產品經營者": "吳昌隆",
        "聯絡電話": "03-8421011",
        "產品名稱": [
            "青梗白菜--青江白菜",
            "小白菜--小白菜",
            "青梗白菜",
            "小白菜",
            "油菜--油菜",
            "油菜",
            "小芥菜--小芥菜",
            "小芥菜",
            "油菜-油菜"
        ]
    },
    "154751-1": {
        "農產品經營者": "程世宗",
        "聯絡電話": "05-5864097",
        "產品名稱": [
            "菠菜-角",
            "小白菜-K白",
            "菠菜",
            "小白菜",
            "小白菜--K白",
            "菠菜--角",
            "青梗白菜-江",
            "青梗白菜"
        ]
    },
    "992666-1": {
        "農產品經營者": "意全食品股份有限公司",
        "聯絡電話": "(03)589-6979",
        "產品名稱": [
            "竹北農會無糖全豆黑豆漿",
            "全豆黑豆漿",
            "竹北農會微糖全豆黑豆漿"
        ]
    },
    "755022-1": {
        "農產品經營者": "鈜景食品企業股份有限公司嘉義分公司",
        "聯絡電話": "053703289",
        "產品名稱": [
            "牛肉"
        ]
    },
    "142029-1": {
        "農產品經營者": "雲林縣古坑鄉蔬菜產銷班第8班",
        "聯絡電話": "05-5823329",
        "產品名稱": [
            "綠竹筍-烏殼綠竹筍",
            "綠竹筍",
            "綠竹筍--烏殼綠竹筍"
        ]
    },
    "140772-1": {
        "農產品經營者": "臺中市霧峰區蔬菜(番茄)產銷班第1班",
        "聯絡電話": "0983-765755",
        "產品名稱": [
            "番茄--玉女小番茄",
            "番茄",
            "番茄--牛番茄"
        ]
    },
    "130799-1": {
        "農產品經營者": "新豐碾米工廠",
        "聯絡電話": "08-8681796",
        "產品名稱": [
            "水稻-台灣初光米",
            "水稻-春上香米",
            "水稻-香米600g",
            "水稻-香米30公斤",
            "水稻-少女之心の米",
            "水稻-少女之心白米",
            "水稻",
            "水稻-香米2公斤",
            "水稻-春上糙米"
        ]
    },
    "155828-1": {
        "農產品經營者": "王博鴻",
        "聯絡電話": "05-5866360",
        "產品名稱": [
            "青梗白菜--青江",
            "油菜--油菜",
            "小白菜--白菜（蚵白菜）",
            "青梗白菜-青江",
            "小白菜-白菜（蚵白菜）",
            "小白菜",
            "小白菜--小白菜",
            "青梗白菜",
            "油菜"
        ]
    },
    "157385-1": {
        "農產品經營者": "李泊錩",
        "聯絡電話": "05-3714688",
        "產品名稱": [
            "青花筍--履歷青花筍",
            "青花筍-履歷青花筍",
            "青花筍"
        ]
    },
    "144973-1": {
        "農產品經營者": "洪慶忠",
        "聯絡電話": "05-7920169",
        "產品名稱": [
            "黃豆芽--履歷黃豆芽菜",
            "黃豆芽",
            "黃豆芽--履歷黃豆芽"
        ]
    },
    "145651-1": {
        "農產品經營者": "玉豐糧食股份有限公司",
        "聯絡電話": "05-3427225",
        "產品名稱": [
            "水稻-產銷履歷白米"
        ]
    },
    "141616-1": {
        "農產品經營者": "江新財",
        "聯絡電話": "04-25872512",
        "產品名稱": [
            "椪柑--履歷椪柑",
            "椪柑",
            "椪柑--履歷袋裝椪柑"
        ]
    },
    "140737-1": {
        "農產品經營者": "保證責任雲林縣永興果菜生產合作社",
        "聯絡電話": "05-5821522",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴",
            "可可",
            "鳳梨",
            "鳳梨--鳳梨"
        ]
    },
    "141101-1": {
        "農產品經營者": "程冠凱",
        "聯絡電話": "05-5862892",
        "產品名稱": [
            "小白菜--小白菜",
            "小白菜",
            "小白菜-蚵白",
            "青梗白菜",
            "油菜--油菜",
            "油菜"
        ]
    },
    "630906-1": {
        "農產品經營者": "台灣糖業股份有限公司(新營副產加工廠食品工場)",
        "聯絡電話": "06-6223233-201",
        "產品名稱": [
            "豬肉"
        ]
    },
    "135601-1": {
        "農產品經營者": "詹惠景",
        "聯絡電話": "05-5871505",
        "產品名稱": [
            "小白菜-小白菜",
            "油菜-油菜",
            "葉萵苣-A菜",
            "小白菜",
            "葉萵苣",
            "菠菜-菠菜",
            "菠菜--菠菜",
            "青梗白菜--青江菜",
            "青梗白菜-青江白菜",
            "菠菜",
            "小白菜-蚵白菜"
        ]
    },
    "992624-1": {
        "農產品經營者": "弘昌碾米工廠",
        "聯絡電話": "(06)689-9139",
        "產品名稱": [
            "白米"
        ]
    },
    "146866-1": {
        "農產品經營者": "保證責任屏東縣金山青果生產合作社",
        "聯絡電話": "0975-272061",
        "產品名稱": [
            "鳳梨--金鑽鳳梨(產銷履歷)",
            "鳳梨"
        ]
    },
    "153045-1": {
        "農產品經營者": "南投縣集集鎮農會",
        "聯絡電話": "049-2761700",
        "產品名稱": [
            "紅龍果--集集紅龍果",
            "紅龍果"
        ]
    },
    "144522-1": {
        "農產品經營者": "廖姿旻",
        "聯絡電話": "07-6966160",
        "產品名稱": [
            "夏南瓜-履歷櫛瓜",
            "夏南瓜",
            "夏南瓜--履歷櫛瓜"
        ]
    },
    "147056-1": {
        "農產品經營者": "程文城",
        "聯絡電話": "0932-964828",
        "產品名稱": [
            "芹菜--履歷西洋芹菜",
            "芹菜",
            "結球萵苣--履歷結球萵苣2入"
        ]
    },
    "138565-1": {
        "農產品經營者": "宜蘭縣五結鄉農會",
        "聯絡電話": "03-9501161",
        "產品名稱": [
            "水稻-蘭陽五農糙米",
            "水稻",
            "水稻-蘭陽五農白米",
            "水稻-台灣好米",
            "水稻-夢田越光米"
        ]
    },
    "151472-1": {
        "農產品經營者": "林郁琪",
        "聯絡電話": "05-5841467",
        "產品名稱": [
            "菜豆--履歷敏豆",
            "菜豆"
        ]
    },
    "141590-1": {
        "農產品經營者": "莊凱盛",
        "聯絡電話": "09-75752093",
        "產品名稱": [
            "青蔥--履歷青蔥",
            "韭菜--韭菜履歷",
            "青蔥-青蔥履歷",
            "韭菜",
            "韭菜-韭菜履歷",
            "青蔥--青蔥履歷",
            "青蔥",
            "青蔥-產銷履歷-青蔥",
            "青蔥--產銷履歷-青蔥"
        ]
    },
    "143000-1": {
        "農產品經營者": "戴永坤",
        "聯絡電話": "05-3747729",
        "產品名稱": [
            "牛蒡--履歷牛蒡"
        ]
    },
    "150928-1": {
        "農產品經營者": "李亞臻",
        "聯絡電話": "04-7691548",
        "產品名稱": [
            "玉米筍--履歷玉米筍",
            "玉米筍"
        ]
    },
    "150897-1": {
        "農產品經營者": "林全裕",
        "聯絡電話": "049-2752008",
        "產品名稱": [
            "南瓜-履歷櫛瓜",
            "南瓜",
            "南瓜--履歷櫛瓜"
        ]
    },
    "144600-1": {
        "農產品經營者": "雲林縣斗南鎮蔬菜產銷班9班",
        "聯絡電話": "05-5969903",
        "產品名稱": [
            "綠竹筍-烏殼綠竹筍",
            "綠竹筍"
        ]
    },
    "142990-1": {
        "農產品經營者": "莊榮奎",
        "聯絡電話": "07-3924383",
        "產品名稱": [
            "鳳梨--金鑽鳳梨",
            "鳳梨"
        ]
    },
    "145015-1": {
        "農產品經營者": "雲林縣斗南鎮蔬菜產銷班第10班",
        "聯絡電話": "05-5967540",
        "產品名稱": [
            "綠竹筍-烏殼綠竹筍",
            "綠竹筍"
        ]
    },
    "101146-1": {
        "農產品經營者": "臺東縣關山鎮農會",
        "聯絡電話": "089-811680",
        "產品名稱": [
            "水稻-關農履歷米",
            "水稻",
            "水稻-關山銀飯製米",
            "水稻-履歷香米",
            "水稻-關山經典好米",
            "水稻-關山梗米",
            "水稻-銀飯製米"
        ]
    },
    "138078-1": {
        "農產品經營者": "保證責任嘉義縣義豐花卉蔬果生產合作社",
        "聯絡電話": "05-3805706",
        "產品名稱": [
            "番茄--履歷玉女番茄",
            "番茄"
        ]
    },
    "990072-1": {
        "農產品經營者": "鑫溶實業股份有限公司",
        "聯絡電話": "(05)220-1277",
        "產品名稱": [
            "鱸魚清肉"
        ]
    },
    "138127-1": {
        "農產品經營者": "保證責任臺中市中都農業生產合作社",
        "聯絡電話": "04-22852875",
        "產品名稱": [
            "大豆PLUS-中都大豆",
            "蕎麥PLUS",
            "大豆PLUS"
        ]
    },
    "992605-1": {
        "農產品經營者": "心一食品有限公司",
        "聯絡電話": "(02)8666-2583",
        "產品名稱": [
            "台灣在地黃豆微糖豆漿"
        ]
    },
    "140668-1": {
        "農產品經營者": "鄭志偉",
        "聯絡電話": "02-26362716",
        "產品名稱": [
            "蘿蔔-蘿蔔",
            "蘿蔔"
        ]
    },
    "138718-1": {
        "農產品經營者": "吳財發",
        "聯絡電話": "0955-909500",
        "產品名稱": [
            "番茄--玉山溫室番茄",
            "番茄-玉山溫室番茄",
            "番茄",
            "番茄-牛心番茄"
        ]
    },
    "159774-1": {
        "農產品經營者": "李富生",
        "聯絡電話": "0933-825825",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--水蓮",
            "龍骨瓣莕菜(野蓮)-水蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "138904-1": {
        "農產品經營者": "朱宸賢",
        "聯絡電話": "049-2920960",
        "產品名稱": [
            "羽衣甘藍--羽衣甘藍",
            "羽衣甘藍"
        ]
    },
    "151050-1": {
        "農產品經營者": "施德模",
        "聯絡電話": "05-7883888",
        "產品名稱": [
            "食用玉米--履歷玉米筍",
            "食用玉米--產銷履歷帶殼玉米",
            "食用玉米-履歷玉米筍",
            "食用玉米--履歷帶殼玉米筍",
            "食用玉米",
            "食用玉米--履歷甜玉米"
        ]
    },
    "145569-1": {
        "農產品經營者": "曾宏興",
        "聯絡電話": "04-7691548",
        "產品名稱": [
            "食用玉米--履歷玉米筍",
            "食用玉米"
        ]
    },
    "500965-1": {
        "農產品經營者": "天地人牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(雞蛋)",
            "雞蛋"
        ]
    },
    "152839-1": {
        "農產品經營者": "黃贊中",
        "聯絡電話": "09-11837530",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "131254-1": {
        "農產品經營者": "保證責任屏東縣全勝果菜生產合作社",
        "聯絡電話": "08-7392264",
        "產品名稱": [
            "檸檬",
            "檸檬--檸檬果",
            "檸檬--產銷履歷檸檬",
            "檸檬--履歷無籽檸檬"
        ]
    },
    "134709-1": {
        "農產品經營者": "余致榮",
        "聯絡電話": "08-8646835",
        "產品名稱": [
            "香蕉PLUS-香蕉",
            "香蕉PLUS"
        ]
    },
    "500548-1": {
        "農產品經營者": "黃勝裕畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "白肉雞(20公斤里肌肉)",
            "白肉雞(去骨去踝雞腿150-200g)",
            "白肉雞"
        ]
    },
    "156097-1": {
        "農產品經營者": "億東企業股份有限公司-油車廠",
        "聯絡電話": "05-5980957",
        "產品名稱": [
            "水稻PLUS-履歷減碳米台南11號",
            "水稻PLUS"
        ]
    },
    "158991-1": {
        "農產品經營者": "張向杰",
        "聯絡電話": "04-25820015",
        "產品名稱": [
            "香菇-產履鮮香菇",
            "香菇"
        ]
    },
    "992586-1": {
        "農產品經營者": "保證責任嘉義縣梅山茶油生產合作社",
        "聯絡電話": "(05)2621327",
        "產品名稱": [
            "苦茶油"
        ]
    },
    "136746-1": {
        "農產品經營者": "蔡一宏",
        "聯絡電話": "05-3706300",
        "產品名稱": [
            "大豆-黃豆(高雄10號)"
        ]
    },
    "143492-1": {
        "農產品經營者": "楊麒霖",
        "聯絡電話": "0955-154768",
        "產品名稱": [
            "南瓜",
            "南瓜-履歷櫛瓜",
            "南瓜--履歷櫛瓜"
        ]
    },
    "134786-1": {
        "農產品經營者": "彰化縣埤頭鄉農會",
        "聯絡電話": "04-8922211",
        "產品名稱": [
            "水稻-埤9米-白米",
            "水稻-時光穗稻",
            "水稻-埤頭米"
        ]
    },
    "144679-1": {
        "農產品經營者": "張堯馨",
        "聯絡電話": "0963-324421",
        "產品名稱": [
            "番茄",
            "番茄--吉陽番茄"
        ]
    },
    "137925-1": {
        "農產品經營者": "李鴻春",
        "聯絡電話": "05-7884023",
        "產品名稱": [
            "食用玉米"
        ]
    },
    "151391-1": {
        "農產品經營者": "張秀柑",
        "聯絡電話": "0966-531666",
        "產品名稱": [
            "鳳梨釋迦-鳳梨釋迦",
            "鳳梨釋迦",
            "鳳梨釋迦--鳳梨釋迦"
        ]
    },
    "132801-1": {
        "農產品經營者": "保證責任屏東縣祥誠農產品生產合作社",
        "聯絡電話": "08-8681796",
        "產品名稱": [
            "紅豆--春上紅豆",
            "紅豆--春上好豆",
            "紅豆--紅豆",
            "大豆--大豆-黃豆",
            "紅豆-春上紅豆10公斤",
            "大豆-春上黑豆",
            "紅豆-春上紅豆",
            "大豆",
            "紅豆",
            "大豆--春上黑豆"
        ]
    },
    "991631-1": {
        "農產品經營者": "金大茶業有限公司",
        "聯絡電話": "(06)2541889",
        "產品名稱": [
            "台灣黑豆茶包"
        ]
    },
    "144588-1": {
        "農產品經營者": "保證責任屏東縣繁昌青果運銷合作社",
        "聯絡電話": "09-25855916",
        "產品名稱": [
            "檸檬",
            "檸檬--檸檬",
            "萊姆",
            "檸檬--檸檬-產地屏東"
        ]
    },
    "100874-1": {
        "農產品經營者": "宜蘭縣三星地區農會",
        "聯絡電話": "03-9893170",
        "產品名稱": [
            "青蔥",
            "青蔥-三星上將青蔥"
        ]
    },
    "140968-1": {
        "農產品經營者": "王欽",
        "聯絡電話": "0956-513500",
        "產品名稱": [
            "葉萵苣-葉萵苣-A菜",
            "葉萵苣",
            "葉萵苣--福山萵苣",
            "番茄",
            "番茄--番茄",
            "葉萵苣-福山萵苣",
            "菠菜--履歷菠菜",
            "菠菜",
            "油菜--油菜",
            "油菜",
            "葉萵苣--葉萵苣-A菜"
        ]
    },
    "992319-1": {
        "農產品經營者": "臺中市新社區農會",
        "聯絡電話": "(04)2581-1511",
        "產品名稱": [
            "乾香菇",
            "白毛台巨峰葡萄"
        ]
    },
    "145958-1": {
        "農產品經營者": "吳育棋",
        "聯絡電話": "04-25824233",
        "產品名稱": [
            "香菇-吳育棋",
            "香菇",
            "香菇-吳育棋-香菇"
        ]
    },
    "143749-1": {
        "農產品經營者": "黃盧桂月",
        "聯絡電話": "0929-603837",
        "產品名稱": [
            "鳳梨-履歷金鑽鳳梨",
            "鳳梨"
        ]
    },
    "144782-1": {
        "農產品經營者": "趙家榮",
        "聯絡電話": "0987-009777",
        "產品名稱": [
            "南瓜",
            "南瓜-履歷櫛瓜"
        ]
    },
    "144708-1": {
        "農產品經營者": "台灣農林股份有限公司",
        "聯絡電話": "08-7708596",
        "產品名稱": [
            "茶葉"
        ]
    },
    "991255-1": {
        "農產品經營者": "聖恩企業股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "三和豆漿",
            "三和滋生豆奶"
        ]
    },
    "155993-1": {
        "農產品經營者": "劉克和",
        "聯絡電話": "04-8722375",
        "產品名稱": [
            "番石榴"
        ]
    },
    "140335-1": {
        "農產品經營者": "新竹縣新豐鄉雜糧產銷班第1班",
        "聯絡電話": "03-5689063",
        "產品名稱": [
            "大豆--黑豆"
        ]
    },
    "143550-1": {
        "農產品經營者": "林振球",
        "聯絡電話": "089-931532",
        "產品名稱": [
            "水稻-香米",
            "水稻",
            "水稻-白米",
            "水稻-香米(立)",
            "水稻-胚芽米",
            "水稻-胚芽米(立)"
        ]
    },
    "142811-1": {
        "農產品經營者": "臺中市后里區蔬菜產銷班第5班",
        "聯絡電話": "04-25567090",
        "產品名稱": [
            "馬鈴薯--特選馬鈴薯",
            "馬鈴薯-特選馬鈴薯"
        ]
    },
    "150236-1": {
        "農產品經營者": "李高銘",
        "聯絡電話": "09-33517039",
        "產品名稱": [
            "茂谷柑",
            "茂谷柑--履歷茂谷柑"
        ]
    },
    "146764-1": {
        "農產品經營者": "李安松",
        "聯絡電話": "05-7893399",
        "產品名稱": [
            "硬質玉米"
        ]
    },
    "152726-1": {
        "農產品經營者": "葉俊成",
        "聯絡電話": "07-6751622",
        "產品名稱": [
            "芋--甲仙檳榔山芋",
            "芋"
        ]
    },
    "147431-1": {
        "農產品經營者": "采蜂林蜂業行",
        "聯絡電話": "04-22706131",
        "產品名稱": [
            "蜂蜜-龍眼蜜1.8公斤",
            "蜂蜜-荔枝蜜700公克",
            "蜂蜜-特級龍眼蜜700公克"
        ]
    },
    "151950-1": {
        "農產品經營者": "王甫寬",
        "聯絡電話": "09-33692275",
        "產品名稱": [
            "柑橘類"
        ]
    },
    "151767-1": {
        "農產品經營者": "陳秋萍",
        "聯絡電話": "07-6412343",
        "產品名稱": [
            "葉用甘藷--地瓜葉",
            "葉用甘藷"
        ]
    },
    "146038-1": {
        "農產品經營者": "陳耀東",
        "聯絡電話": "03-4970283",
        "產品名稱": [
            "青梗白菜-產履青江菜",
            "小白菜-產履小白菜",
            "青梗白菜",
            "小白菜",
            "油菜-產銷履歷油菜",
            "油菜"
        ]
    },
    "139410-1": {
        "農產品經營者": "有限責任屏東縣雅緱農產品運銷合作社",
        "聯絡電話": "08-7971181",
        "產品名稱": [
            "木瓜--木瓜台農2號",
            "木瓜",
            "紅龍果-履歷紅龍果",
            "紅龍果",
            "蓮霧-蓮霧",
            "蓮霧"
        ]
    },
    "135065-1": {
        "農產品經營者": "保證責任雲林縣子茂果菜生產合作社",
        "聯絡電話": "05-6621488",
        "產品名稱": [
            "菠菜",
            "油菜-油菜",
            "油菜",
            "小白菜-鋸齒白菜",
            "小白菜",
            "青梗白菜-青江菜",
            "青梗白菜",
            "胡蘿蔔-胡蘿蔔",
            "胡蘿蔔",
            "青花菜",
            "葉萵苣-油麥菜",
            "葉萵苣",
            "甘藍-甘藍",
            "甘藍",
            "葉萵苣-葉萵苣",
            "青花菜-青花菜",
            "菠菜-菠菜",
            "包心白菜-包心白菜",
            "包心白菜",
            "小白菜-蚵白菜"
        ]
    },
    "142601-1": {
        "農產品經營者": "苗栗縣獅潭鄉柑桔產銷班第1班",
        "聯絡電話": "037-932279",
        "產品名稱": [
            "桶柑--桶柑",
            "桶柑"
        ]
    },
    "143105-1": {
        "農產品經營者": "劉桂伯",
        "聯絡電話": "0925-992499",
        "產品名稱": [
            "番茄-牛番茄",
            "番茄",
            "番茄--牛番茄"
        ]
    },
    "140368-1": {
        "農產品經營者": "宜蘭縣三星鄉茶葉產銷班第1班",
        "聯絡電話": "03-9890662",
        "產品名稱": [
            "茶葉-蜜香紅茶",
            "茶葉-鳥龍茶",
            "茶葉-翠玉茶",
            "茶葉-金萱茶"
        ]
    },
    "402936-1": {
        "農產品經營者": "黃招勝",
        "聯絡電話": "0987565049",
        "產品名稱": [
            "白蝦"
        ]
    },
    "130176-1": {
        "農產品經營者": "彰化縣埔心鄉葡萄產銷班第4班",
        "聯絡電話": "04-8297162",
        "產品名稱": [
            "葡萄--巨峰葡萄",
            "葡萄--久大溫室葡萄",
            "葡萄",
            "葡萄--溫室巨峰葡萄"
        ]
    },
    "993064-1": {
        "農產品經營者": "幸福良食有限公司",
        "聯絡電話": "(06)7835559",
        "產品名稱": [
            "幸福千千歲鮮磨黑豆乳-無添加糖(白)"
        ]
    },
    "100947-1": {
        "農產品經營者": "臺東縣卑南鄉斑鳩番荔枝產銷班",
        "聯絡電話": "089-570399",
        "產品名稱": [
            "鳳梨釋迦",
            "番荔枝",
            "鳳梨釋迦--鳳梨釋迦"
        ]
    },
    "130600-1": {
        "農產品經營者": "臺中市豐原區柑桔產銷班第1班",
        "聯絡電話": "0937-226761",
        "產品名稱": [
            "柑橘類",
            "柑橘類-桶柑900公克",
            "茂谷柑--產銷履歷茂谷",
            "柑橘類--履歷茂谷柑",
            "柑橘類-履歷茂谷柑",
            "茂谷柑",
            "柑橘類--柑橘類"
        ]
    },
    "130497-1": {
        "農產品經營者": "南投縣草屯鎮農會",
        "聯絡電話": "049-2552293",
        "產品名稱": [
            "水稻",
            "水稻-台灣越光米",
            "水稻-合歡米",
            "水稻-台灣越光香米",
            "水稻-頂級越光米",
            "水稻-合歡肧芽米"
        ]
    },
    "139796-1": {
        "農產品經營者": "黃衍勳",
        "聯絡電話": "0921-341652",
        "產品名稱": [
            "胡瓜--小黃瓜",
            "胡瓜"
        ]
    },
    "145002-1": {
        "農產品經營者": "茶半解農場",
        "聯絡電話": "04-7794110",
        "產品名稱": [
            "茶葉-奇萊36冷香",
            "茶葉-經典小圓罐",
            "茶葉-奇萊20冷香",
            "茶葉-奇萊36佳葉",
            "茶葉-奇萊36霜降",
            "茶葉-遲來春-20綠烏",
            "茶葉-奇萊20綠烏",
            "茶葉-奇萊58綠烏",
            "茶葉-經典圓罐禮盒"
        ]
    },
    "152528-1": {
        "農產品經營者": "元寶米行",
        "聯絡電話": "05-2359879",
        "產品名稱": [
            "水稻-梗白米",
            "水稻",
            "水稻-梗糙米"
        ]
    },
    "145525-1": {
        "農產品經營者": "陳在祥",
        "聯絡電話": "03-4256893",
        "產品名稱": [
            "水稻-白米3公斤裝",
            "水稻",
            "甘藷--甘藷(箱)",
            "甘藷-甘藷(箱)"
        ]
    },
    "142983-1": {
        "農產品經營者": "林焜焰",
        "聯絡電話": "0932-115625",
        "產品名稱": [
            "甜椒--.水果甜椒",
            "甜椒"
        ]
    },
    "142455-1": {
        "農產品經營者": "雲林縣古坑鄉咖啡產銷班第12班",
        "聯絡電話": "05-5264580",
        "產品名稱": [
            "咖啡-日曬咖啡豆",
            "咖啡-水洗咖啡豆",
            "咖啡-蜜處理咖啡豆"
        ]
    },
    "991254-1": {
        "農產品經營者": "明權工業社",
        "聯絡電話": "(03)7921093",
        "產品名稱": [
            "冰薯(冰烤地瓜)",
            "冷凍薯條"
        ]
    },
    "140878-1": {
        "農產品經營者": "彰化縣竹塘鄉農會",
        "聯絡電話": "04-8972002",
        "產品名稱": [
            "水稻-竹塘米飄香",
            "水稻",
            "水稻-竹塘米良質米"
        ]
    },
    "145597-1": {
        "農產品經營者": "保證責任雲林縣河南合作農場",
        "聯絡電話": "05-5862318",
        "產品名稱": [
            "水稻-白米18公斤",
            "水稻-白米12公斤",
            "水稻",
            "水稻-白米30公斤",
            "水稻-香米2公斤"
        ]
    },
    "140253-1": {
        "農產品經營者": "宜捷威科技股份有限公司",
        "聯絡電話": "05-5880433",
        "產品名稱": [
            "胡蘿蔔--胡蘿蔔履歷",
            "胡蘿蔔-胡蘿蔔履歷"
        ]
    },
    "153108-1": {
        "農產品經營者": "陳彥均",
        "聯絡電話": "04-8828234",
        "產品名稱": [
            "葡萄--履歷巨峰葡萄",
            "葡萄"
        ]
    },
    "139795-1": {
        "農產品經營者": "陳炳洲",
        "聯絡電話": "0982-557967",
        "產品名稱": [
            "胡瓜-小黃瓜",
            "胡瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "143171-1": {
        "農產品經營者": "聯榮碾米工廠",
        "聯絡電話": "06-6832108",
        "產品名稱": [
            "水稻-產銷履歷學午糧-白米",
            "水稻-產銷履歷學午糧-糙米"
        ]
    },
    "142020-1": {
        "農產品經營者": "保證責任屏東縣高永果菜運銷合作社",
        "聯絡電話": "08-7965129",
        "產品名稱": [
            "棗--履歷蜜棗",
            "棗",
            "棗--履歷蜜棗(香)",
            "棗-履歷蜜棗"
        ]
    },
    "134762-1": {
        "農產品經營者": "臺中市新社區菇類產銷班第15班",
        "聯絡電話": "09-10662049",
        "產品名稱": [
            "香菇-余烽正-乾香菇",
            "香菇"
        ]
    },
    "147864-1": {
        "農產品經營者": "曾吳秋蓁",
        "聯絡電話": "08-8647159",
        "產品名稱": [
            "香蕉--香蕉",
            "香蕉",
            "香蕉-香蕉"
        ]
    },
    "151939-1": {
        "農產品經營者": "永昌碾米工廠",
        "聯絡電話": "05-2691053",
        "產品名稱": [
            "水稻-白米",
            "水稻"
        ]
    },
    "138473-1": {
        "農產品經營者": "有限責任嘉義縣青木堂果菜生產合作社",
        "聯絡電話": "05-2303277",
        "產品名稱": [
            "木瓜PLUS--履歷台灣木瓜",
            "木瓜PLUS--履歷小春蜜木瓜",
            "木瓜PLUS--履歷台農二號木瓜",
            "木瓜PLUS"
        ]
    },
    "155842-1": {
        "農產品經營者": "程慈妃",
        "聯絡電話": "05-5981560",
        "產品名稱": [
            "小白菜-小白菜",
            "小白菜",
            "青梗白菜--青江",
            "青梗白菜-青江",
            "油菜--油菜",
            "青梗白菜",
            "油菜",
            "小白菜--小白菜"
        ]
    },
    "144103-1": {
        "農產品經營者": "彰化縣二水鄉農會",
        "聯絡電話": "04-8792111",
        "產品名稱": [
            "番石榴--二水鄉珍珠芭樂",
            "番石榴"
        ]
    },
    "992634-1": {
        "農產品經營者": "新豐碾米工廠",
        "聯絡電話": "(08)868-1796",
        "產品名稱": [
            "(履歷)-糙米",
            "(履歷)-大豆",
            "(履歷)-稉白米"
        ]
    },
    "993346-1": {
        "農產品經營者": "保證責任彰化縣青農果菜生產合作社",
        "聯絡電話": "(04)8851602",
        "產品名稱": [
            "履歷截切紅蘿蔔",
            "履歷截切福山萵苣",
            "履歷截切青江菜",
            "履歷截切蚵白菜",
            "履歷截切小白菜",
            "履歷截切油菜",
            "履歷蚵白菜"
        ]
    },
    "145131-1": {
        "農產品經營者": "劉軒承",
        "聯絡電話": "0965-010288",
        "產品名稱": [
            "番茄--小番茄",
            "番茄"
        ]
    },
    "146640-1": {
        "農產品經營者": "陳惠茹",
        "聯絡電話": "0928-554512",
        "產品名稱": [
            "番茄--Ｓｏ果茄科專門所",
            "番茄"
        ]
    },
    "151654-1": {
        "農產品經營者": "徐永富",
        "聯絡電話": "04-23308114",
        "產品名稱": [
            "番茄--玉女小番茄",
            "番茄"
        ]
    },
    "145913-1": {
        "農產品經營者": "李政達",
        "聯絡電話": "0933-417125",
        "產品名稱": [
            "胡瓜--溫室小黃瓜",
            "胡瓜",
            "胡瓜-溫室小黃瓜"
        ]
    },
    "145264-1": {
        "農產品經營者": "楊沁涓",
        "聯絡電話": "0933-334201",
        "產品名稱": [
            "番石榴--帝王芭樂",
            "番石榴",
            "番石榴-帝王芭樂"
        ]
    },
    "140063-1": {
        "農產品經營者": "張銀虎",
        "聯絡電話": "0919-678352",
        "產品名稱": [
            "番茄--牛番茄",
            "番茄"
        ]
    },
    "152150-1": {
        "農產品經營者": "簡素",
        "聯絡電話": "0987-352080",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴"
        ]
    },
    "151805-1": {
        "農產品經營者": "屏東縣崁頂鄉農會",
        "聯絡電話": "08-8632225",
        "產品名稱": [
            "水稻-崁頂農香米",
            "水稻"
        ]
    },
    "146811-1": {
        "農產品經營者": "保證責任南投縣水里鄉果菜生產合作社",
        "聯絡電話": "049-2870111",
        "產品名稱": [
            "甘藷--甘藷-30公斤",
            "甘藷--甘藷(地瓜)",
            "甘藷",
            "甘藷--栗子地瓜25公斤",
            "甘藷--紅心地瓜-10公斤"
        ]
    },
    "147215-1": {
        "農產品經營者": "徐美文",
        "聯絡電話": "09-78775573",
        "產品名稱": [
            "枇杷--枇杷中小果",
            "枇杷--枇杷15粒裝",
            "枇杷--枇杷12粒裝",
            "枇杷--枇杷18粒裝",
            "枇杷"
        ]
    },
    "154633-1": {
        "農產品經營者": "謝健良",
        "聯絡電話": "08-8326146",
        "產品名稱": [
            "小白菜--小白菜",
            "小白菜",
            "菠菜--菠菜",
            "菠菜",
            "油菜--油菜",
            "油菜",
            "青梗白菜--青梗白菜",
            "青梗白菜"
        ]
    },
    "146069-1": {
        "農產品經營者": "苗栗縣苑裡鎮農會",
        "聯絡電話": "037-740148",
        "產品名稱": [
            "番茄--玉女",
            "番茄",
            "胡瓜",
            "甜椒",
            "水稻-白米-"
        ]
    },
    "991264-1": {
        "農產品經營者": "雲林縣虎尾鎮農會",
        "聯絡電話": "(05)633-7962",
        "產品名稱": [
            "花生粉",
            "香酥花生(套印)",
            "花生油",
            "虎霸王花生(套印)",
            "花生仁(套印)",
            "虎霸王花生",
            "冷壓花生油",
            "花生仁",
            "花生醬",
            "調味花生",
            "香酥花生"
        ]
    },
    "147067-1": {
        "農產品經營者": "黃宥嘉",
        "聯絡電話": "04-8896881",
        "產品名稱": [
            "甘藍--履歷高麗菜",
            "甘藍-履歷高麗菜",
            "甘藍"
        ]
    },
    "152909-1": {
        "農產品經營者": "王義漳",
        "聯絡電話": "06-6353510",
        "產品名稱": [
            "番石榴--牡丹果食-珍珠芭",
            "番石榴"
        ]
    },
    "400176-1": {
        "農產品經營者": "柯德義",
        "聯絡電話": "05-3731763",
        "產品名稱": [
            "鱸魚(初)",
            "鱸魚魚片",
            "鱸魚整尾"
        ]
    },
    "153156-1": {
        "農產品經營者": "蔡宗瑋",
        "聯絡電話": "05-5712438",
        "產品名稱": [
            "大豆--莿桐大豆"
        ]
    },
    "151262-1": {
        "農產品經營者": "有限責任臺南市青銀共農雜糧生產合作社",
        "聯絡電話": "06-7823662",
        "產品名稱": [
            "大豆--黑豆11"
        ]
    },
    "138420-1": {
        "農產品經營者": "池上米東竹碾米工廠",
        "聯絡電話": "03-8821033",
        "產品名稱": [
            "水稻-台稉九號米",
            "水稻"
        ]
    },
    "153216-1": {
        "農產品經營者": "詹明倫",
        "聯絡電話": "04-25823171",
        "產品名稱": [
            "百香果--百香果",
            "百香果",
            "百香果--豐耀農場百香果"
        ]
    },
    "156021-1": {
        "農產品經營者": "官義峰",
        "聯絡電話": "05-3717098",
        "產品名稱": [
            "番茄--玉女小番茄",
            "番茄"
        ]
    },
    "148012-1": {
        "農產品經營者": "葉重霈",
        "聯絡電話": "0961-212826",
        "產品名稱": [
            "茶葉-日出杉林-杉林溪",
            "茶葉-青青響茶-杉林溪",
            "茶葉-玄霧茶-杉林溪",
            "茶葉-杉林溪七分焙火茶",
            "茶葉-竹孕茶-杉林溪",
            "茶葉-森活茶-杉林溪",
            "茶葉-青青響茶-杉林溪高山烏龍",
            "茶葉-杉林溪三分焙火茶"
        ]
    },
    "159059-1": {
        "農產品經營者": "劉瑩",
        "聯絡電話": "05-5864537",
        "產品名稱": [
            "油菜",
            "小白菜-履歷小白菜",
            "青梗白菜-履歷青江菜",
            "青梗白菜--履歷青江菜",
            "小白菜",
            "小白菜--履歷蚵白菜",
            "茼蒿",
            "小白菜--履歷小白菜",
            "小白菜-履歷蚵白菜",
            "青梗白菜"
        ]
    },
    "150890-1": {
        "農產品經營者": "潘阡華",
        "聯絡電話": "07-6141113",
        "產品名稱": [
            "番石榴--高雄燕巢番石榴3",
            "番石榴"
        ]
    },
    "500387-1": {
        "農產品經營者": "臺南蛋品股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(月圓鮮蛋)"
        ]
    },
    "155937-1": {
        "農產品經營者": "保證責任雲林縣南昌農產加工生產合作社",
        "聯絡電話": "05-5974241",
        "產品名稱": [
            "綠竹筍-烏殼綠竹筍",
            "綠竹筍",
            "綠竹筍--烏殼綠竹筍"
        ]
    },
    "146305-1": {
        "農產品經營者": "朱貴華",
        "聯絡電話": "07-6815534",
        "產品名稱": [
            "木瓜--產銷履歷木瓜",
            "木瓜"
        ]
    },
    "134370-1": {
        "農產品經營者": "彰化縣二林鎮紅龍果產銷班第15班",
        "聯絡電話": "04-8901347",
        "產品名稱": [
            "紅龍果--81",
            "紅龍果"
        ]
    },
    "991917-1": {
        "農產品經營者": "台中市大安區肉品市場(臺中市大安區農會委託生產)",
        "聯絡電話": "(04)2671-5009",
        "產品名稱": [
            "飛天豬純肉貢丸（原味）",
            "飛天豬鹹豬肉（黑胡椒口味）",
            "飛天豬海苔芝麻肉鬆",
            "飛天豬原味肉鬆",
            "芳苑鄉農會純肉豬肉鬆",
            "飛天豬海苔芝麻肉鬆隨身包盒裝",
            "飛天豬肉鬆隨身包盒裝",
            "飛天豬純肉貢丸（青葱）",
            "飛天豬鹹豬肉（小茴香口味）",
            "飛天豬蒜味香腸",
            "飛天豬鹹豬肉（蒜味口味）"
        ]
    },
    "990126-1": {
        "農產品經營者": "花蓮縣富里鄉農會",
        "聯絡電話": "(03)8821705",
        "產品名稱": [
            "白米"
        ]
    },
    "138990-1": {
        "農產品經營者": "花蓮縣富里鄉農會",
        "聯絡電話": "03-8821991",
        "產品名稱": [
            "水稻-稻穀",
            "水稻"
        ]
    },
    "159400-1": {
        "農產品經營者": "吳稚婷",
        "聯絡電話": "049-2920868",
        "產品名稱": [
            "番茄",
            "番茄--履歷牛番茄",
            "番茄-牛心番茄"
        ]
    },
    "157464-1": {
        "農產品經營者": "李文誠",
        "聯絡電話": "05-6960789",
        "產品名稱": [
            "葉萵苣-福山萵苣-油麥菜",
            "葉萵苣",
            "甘藍"
        ]
    },
    "156121-1": {
        "農產品經營者": "翁美惠",
        "聯絡電話": "05-2625592",
        "產品名稱": [
            "茂谷柑",
            "茂谷柑--履歷茂谷柑",
            "茂谷柑-履歷茂谷柑"
        ]
    },
    "633008-1": {
        "農產品經營者": "台中市大安區肉品市場",
        "聯絡電話": "04-26715009",
        "產品名稱": [
            "豬肉"
        ]
    },
    "142752-1": {
        "農產品經營者": "黃瑞霖",
        "聯絡電話": "0975-111134",
        "產品名稱": [
            "香菇-乾香菇",
            "香菇"
        ]
    },
    "130277-1": {
        "農產品經營者": "雲林縣西螺鎮蔬菜產銷班第16班",
        "聯絡電話": "05-5871505",
        "產品名稱": [
            "小白菜-蚵仔白",
            "葉萵苣-A菜",
            "葉萵苣",
            "小白菜",
            "油菜-油菜",
            "菠菜-菠菜",
            "小白菜-小白菜",
            "菠菜",
            "油菜--油菜",
            "小白菜--小白菜",
            "青梗白菜-青江白菜",
            "青梗白菜",
            "油菜",
            "葉萵苣--A菜",
            "青梗白菜--青江菜"
        ]
    },
    "993414-1": {
        "農產品經營者": "保證責任臺中市中都農業生產合作社",
        "聯絡電話": "(04)2285-1611",
        "產品名稱": [
            "大豆"
        ]
    },
    "142457-1": {
        "農產品經營者": "有限責任臺南市弘昌穀糧生產合作社",
        "聯絡電話": "06-6899139",
        "產品名稱": [
            "大豆--黑豆",
            "大豆--黃豆",
            "大豆-黑豆",
            "大豆"
        ]
    },
    "137566-1": {
        "農產品經營者": "保證責任台灣省青果運銷合作社高雄分社",
        "聯絡電話": "07-6661667",
        "產品名稱": [
            "絲瓜--FF1",
            "絲瓜",
            "絲瓜-FF1"
        ]
    },
    "136824-1": {
        "農產品經營者": "李新陽",
        "聯絡電話": "0923-293206",
        "產品名稱": [
            "菠菜-菠菜",
            "小白菜--蚵白菜",
            "菠菜--菠菜",
            "小白菜--小白菜",
            "青梗白菜-青江菜",
            "油菜--油菜",
            "青梗白菜--青江菜",
            "油菜-油菜",
            "小白菜-蚵白菜",
            "菠菜",
            "小白菜",
            "油菜",
            "青梗白菜"
        ]
    },
    "159190-1": {
        "農產品經營者": "林建廷",
        "聯絡電話": "049-2654874",
        "產品名稱": [
            "紅龍果--火龍果",
            "紅龍果"
        ]
    },
    "141470-1": {
        "農產品經營者": "陳振調",
        "聯絡電話": "05-6995298",
        "產品名稱": [
            "胡瓜--花胡瓜",
            "胡瓜"
        ]
    },
    "140273-1": {
        "農產品經營者": "臺東縣卑南鄉果樹產銷班第2班",
        "聯絡電話": "089-384323",
        "產品名稱": [
            "鳳梨釋迦--鳳梨釋迦",
            "鳳梨釋迦",
            "紅龍果--雙色紅龍果",
            "紅龍果",
            "紅龍果--紅肉紅龍果",
            "番荔枝--大目釋迦",
            "番荔枝"
        ]
    },
    "152015-1": {
        "農產品經營者": "利河伯生技農業有限公司",
        "聯絡電話": "07-6217501",
        "產品名稱": [
            "葉萵苣"
        ]
    },
    "145177-1": {
        "農產品經營者": "雲林縣斗南鎮蔬菜產銷班第2班",
        "聯絡電話": "05-5950893",
        "產品名稱": [
            "綠竹筍-烏殼綠竹筍",
            "綠竹筍",
            "綠竹筍--烏殼綠竹筍"
        ]
    },
    "145176-1": {
        "農產品經營者": "雲林縣斗南鎮蔬菜產銷班第4班",
        "聯絡電話": "05-5964286",
        "產品名稱": [
            "綠竹筍-烏殼綠竹筍",
            "綠竹筍",
            "綠竹筍--烏殼綠竹筍"
        ]
    },
    "400435-1": {
        "農產品經營者": "黃玉明",
        "聯絡電話": "03-9231800",
        "產品名稱": [
            "香魚"
        ]
    },
    "145403-1": {
        "農產品經營者": "蔡秋林",
        "聯絡電話": "04-26714565",
        "產品名稱": [
            "青蔥--產銷履歷青蔥",
            "青蔥"
        ]
    },
    "140927-1": {
        "農產品經營者": "陳家千",
        "聯絡電話": "089-812587",
        "產品名稱": [
            "水稻-秧秧好米",
            "水稻",
            "水稻-散裝米",
            "水稻-秧秧好米 糙",
            "水稻-帆布包 糙米",
            "水稻-手扎包 糙米",
            "水稻-帆布包",
            "水稻-手扎包",
            "水稻-佳鄉米"
        ]
    },
    "152835-1": {
        "農產品經營者": "騰達農產行",
        "聯絡電話": "0919-626147",
        "產品名稱": [
            "檸檬--安心檸檬",
            "檸檬",
            "檸檬--履歷檸檬"
        ]
    },
    "159487-1": {
        "農產品經營者": "林芳如",
        "聯絡電話": "049-2911520",
        "產品名稱": [
            "番茄--履歷牛番茄",
            "番茄"
        ]
    },
    "156038-1": {
        "農產品經營者": "吳家榮",
        "聯絡電話": "04-26880873",
        "產品名稱": [
            "芋--檳榔心芋",
            "芋",
            "芋-檳榔心芋"
        ]
    },
    "992657-1": {
        "農產品經營者": "義合工廠",
        "聯絡電話": "(03)763-8822",
        "產品名稱": [
            "白米",
            "糙米"
        ]
    },
    "138594-1": {
        "農產品經營者": "林淑勤",
        "聯絡電話": "05-5866209",
        "產品名稱": [
            "油菜-油菜",
            "油菜",
            "小白菜--蚵白菜",
            "小白菜"
        ]
    },
    "101009-1": {
        "農產品經營者": "池上多力米股份有限公司",
        "聯絡電話": "089-862033",
        "產品名稱": [
            "水稻-壽司米1.5",
            "水稻-香鑽米1.5",
            "水稻-多力米2kg",
            "水稻-頂級147-1k",
            "水稻-多力米12kg",
            "水稻",
            "水稻-池上稻之舞1.5kg",
            "水稻-香鑽米0.6",
            "水稻-沐月1.5",
            "水稻-6kg頂級147",
            "水稻-平安1.5k",
            "水稻-越光米1.5kg",
            "水稻-大池米12kg",
            "水稻-香米12kg",
            "水稻-香米9kg",
            "水稻-多力米9kg",
            "水稻-頂級1kg"
        ]
    },
    "143307-1": {
        "農產品經營者": "鄭增",
        "聯絡電話": "09-60907857",
        "產品名稱": [
            "絲瓜--(菜瓜)",
            "絲瓜"
        ]
    },
    "152673-1": {
        "農產品經營者": "保證責任彰化縣原斗果菜生產合作社",
        "聯絡電話": "04-8901347",
        "產品名稱": [
            "紅龍果--履歷紅龍果",
            "紅龍果"
        ]
    },
    "144811-1": {
        "農產品經營者": "林一夫",
        "聯絡電話": "0934-474191",
        "產品名稱": [
            "棗PLUS--安心棗園爆漿雪蜜",
            "棗PLUS",
            "棗PLUS-安心棗園爆漿雪蜜"
        ]
    },
    "141862-1": {
        "農產品經營者": "王朝寶",
        "聯絡電話": "04-25624067",
        "產品名稱": [
            "馬鈴薯--馬鈴薯",
            "馬鈴薯"
        ]
    },
    "150596-1": {
        "農產品經營者": "羅庸德",
        "聯絡電話": "05-5882171",
        "產品名稱": [
            "油菜--履歷油菜",
            "青梗白菜--履歷青江菜",
            "青梗白菜",
            "油菜",
            "小白菜--履歷小白菜",
            "小白菜"
        ]
    },
    "132271-1": {
        "農產品經營者": "國軍退除役官兵輔導委員會武陵農場",
        "聯絡電話": "04-25901257",
        "產品名稱": [
            "茶葉-武陵長紅茶",
            "茶葉-青心烏龍",
            "茶葉-極品烏龍"
        ]
    },
    "154710-1": {
        "農產品經營者": "廖建富",
        "聯絡電話": "05-5987061",
        "產品名稱": [
            "青梗白菜--江",
            "青梗白菜",
            "菠菜--角",
            "菠菜",
            "菠菜-角",
            "青梗白菜-江",
            "小白菜-蚵白",
            "小白菜",
            "小白菜--蚵白",
            "小白菜-k白",
            "油菜-油菜",
            "油菜"
        ]
    },
    "144599-1": {
        "農產品經營者": "簡守佳",
        "聯絡電話": "05-2950228",
        "產品名稱": [
            "香蕉--烏龍",
            "香蕉",
            "香蕉--紅芭蕉",
            "香蕉-烏龍"
        ]
    },
    "140937-1": {
        "農產品經營者": "陳柏翔",
        "聯絡電話": "08-7392264",
        "產品名稱": [
            "檸檬--履歷檸檬",
            "檸檬",
            "檸檬--履歷無籽檸檬"
        ]
    },
    "148002-1": {
        "農產品經營者": "黃炯熙",
        "聯絡電話": "05-5881116",
        "產品名稱": [
            "菠菜-菠菜",
            "菠菜",
            "菠菜--菠菜"
        ]
    },
    "135593-1": {
        "農產品經營者": "高雄市美濃區蔬菜產銷班第27班",
        "聯絡電話": "076-814043",
        "產品名稱": [
            "木瓜--履歷木瓜",
            "木瓜",
            "龍骨瓣莕菜(野蓮)--龍骨瓣莕菜",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "138422-1": {
        "農產品經營者": "王俊彥",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "油菜--履歷油菜",
            "油菜-履歷油菜",
            "小白菜--履歷小白菜",
            "菠菜--履歷菠菜",
            "青梗白菜--履歷青江",
            "油菜",
            "小白菜--履歷蚵白菜",
            "青梗白菜-履歷青江",
            "菠菜",
            "小白菜",
            "小白菜-履歷小白菜",
            "菠菜-履歷菠菜",
            "青梗白菜"
        ]
    },
    "500990-1": {
        "農產品經營者": "于豐牧場",
        "聯絡電話": "0928350267",
        "產品名稱": [
            "雞蛋(貞馨動福蛋)"
        ]
    },
    "144619-1": {
        "農產品經營者": "李昱鴻",
        "聯絡電話": "05-5883292",
        "產品名稱": [
            "油菜--油菜",
            "青梗白菜-青江菜",
            "菠菜-菠菜",
            "菠菜--菠菜",
            "青梗白菜--青江菜",
            "油菜-油菜",
            "菠菜",
            "小白菜-蚵白菜",
            "油菜",
            "青梗白菜",
            "小白菜"
        ]
    },
    "630016-1": {
        "農產品經營者": "復進企業股份有限公司",
        "聯絡電話": "087783501",
        "產品名稱": [
            "豬肉"
        ]
    },
    "131131-1": {
        "農產品經營者": "花蓮縣玉溪地區農會",
        "聯絡電話": "03-8882069",
        "產品名稱": [
            "水稻-產銷履歷糙米",
            "水稻",
            "水稻-產銷履歷米"
        ]
    },
    "143683-1": {
        "農產品經營者": "新旭騰農業科技有限公司",
        "聯絡電話": "08-7938819",
        "產品名稱": [
            "檸檬--履歷檸檬600g",
            "檸檬",
            "檸檬-履歷檸檬600g",
            "檸檬--產銷履歷檸檬"
        ]
    },
    "140684-1": {
        "農產品經營者": "彭偉皓",
        "聯絡電話": "03-5762218",
        "產品名稱": [
            "柑橘類--桶柑900克",
            "柑橘類",
            "柑橘類-桶柑900克"
        ]
    },
    "156012-1": {
        "農產品經營者": "鄭立緯",
        "聯絡電話": "09-89821266",
        "產品名稱": [
            "鳳梨--金鑽鳳梨",
            "鳳梨",
            "鳳梨-金鑽鳳梨"
        ]
    },
    "990061-1": {
        "農產品經營者": "盛洋冷凍食品股份有限公司",
        "聯絡電話": "(07)6916168",
        "產品名稱": [
            "冷凍龍虎斑(魚排，切片，輪切，切塊)",
            "龍膽石斑魚(清肉切片切丁，頭骨切塊，魚排)",
            "冷凍整尾龍虎斑"
        ]
    },
    "992710-1": {
        "農產品經營者": "富盛碾米工廠",
        "聯絡電話": "(03)3805202",
        "產品名稱": [
            "白米"
        ]
    },
    "133310-1": {
        "農產品經營者": "彰化縣農會 (水稻)",
        "聯絡電話": "04-8742041",
        "產品名稱": [
            "水稻-學午糧",
            "水稻"
        ]
    },
    "159536-1": {
        "農產品經營者": "王鴻欽",
        "聯絡電話": "042-5813871",
        "產品名稱": [
            "香菇-新鮮香菇",
            "香菇"
        ]
    },
    "141938-1": {
        "農產品經營者": "嘉義縣民雄鄉蔬菜產銷班第6班",
        "聯絡電話": "05-2268388",
        "產品名稱": [
            "番茄",
            "番茄--履歷玉女番茄",
            "番茄--玉女小番茄",
            "番茄--玉女番茄"
        ]
    },
    "148257-1": {
        "農產品經營者": "臺東縣卑南鄉番荔枝產銷班第35班",
        "聯絡電話": "089-220711",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "101158-1": {
        "農產品經營者": "屏東縣里港鄉果樹產銷班第3班",
        "聯絡電話": "08-7753657",
        "產品名稱": [
            "棗",
            "棗--珍蜜棗10",
            "棗--珍蜜棗5",
            "棗--雪麗-10",
            "棗--雪麗5",
            "棗-雪麗5"
        ]
    },
    "400832-1": {
        "農產品經營者": "李信義",
        "聯絡電話": "0932558287",
        "產品名稱": [
            "白蝦"
        ]
    },
    "146628-1": {
        "農產品經營者": "許(王兪)玲",
        "聯絡電話": "0975-055331",
        "產品名稱": [
            "甜椒",
            "甜椒--水果彩椒",
            "甜椒--履歷水果彩椒"
        ]
    },
    "147969-1": {
        "農產品經營者": "王淑華",
        "聯絡電話": "0968-707292",
        "產品名稱": [
            "菠菜--履歷菠菜",
            "小白菜-履歷蚵白菜",
            "菠菜",
            "葉萵苣-履歷葉萵苣",
            "葉用甘藷-履歷地瓜葉",
            "菠菜-履歷菠菜",
            "葉萵苣--履歷葉萵苣",
            "小白菜",
            "葉萵苣",
            "葉用甘藷",
            "小白菜--履歷蚵白菜",
            "油菜-履歷油菜",
            "油菜",
            "青梗白菜-青江菜",
            "青梗白菜"
        ]
    },
    "146392-1": {
        "農產品經營者": "竹圍莊農產行",
        "聯絡電話": "0982-670922",
        "產品名稱": [
            "紅龍果--紅肉紅龍果",
            "紅龍果"
        ]
    },
    "139040-1": {
        "農產品經營者": "李柏志",
        "聯絡電話": "07-6412343",
        "產品名稱": [
            "半結球萵苣--大陸妹",
            "菠菜--菠菜",
            "油菜--油菜",
            "半結球萵苣",
            "菠菜",
            "油菜",
            "小白菜--蚵白",
            "青梗白菜--青江白菜",
            "青梗白菜",
            "小白菜"
        ]
    },
    "133694-1": {
        "農產品經營者": "高雄市美濃區果樹產銷班第18班",
        "聯絡電話": "07-6832752",
        "產品名稱": [
            "木瓜--履歷木瓜",
            "木瓜",
            "木瓜-履歷木瓜"
        ]
    },
    "145093-1": {
        "農產品經營者": "楊詠宏",
        "聯絡電話": "05-2065092",
        "產品名稱": [
            "洋菇--產履洋菇",
            "洋菇"
        ]
    },
    "156005-1": {
        "農產品經營者": "余松洲",
        "聯絡電話": "04-8233467",
        "產品名稱": [
            "油菜",
            "油菜-油菜",
            "菠菜-菠菜",
            "菠菜",
            "青梗白菜-青江菜",
            "青梗白菜",
            "小白菜-蚵白菜",
            "小白菜",
            "小白菜-小白菜"
        ]
    },
    "140825-1": {
        "農產品經營者": "洪良前",
        "聯絡電話": "04-8975931",
        "產品名稱": [
            "洋菇--洋菇",
            "洋菇"
        ]
    },
    "151526-1": {
        "農產品經營者": "吳協儒",
        "聯絡電話": "093-2751258",
        "產品名稱": [
            "棗"
        ]
    },
    "143529-1": {
        "農產品經營者": "黃素瑟",
        "聯絡電話": "05-5868999",
        "產品名稱": [
            "春菊（日本茼蒿）",
            "小白菜",
            "葉萵苣",
            "青梗白菜",
            "油菜",
            "葉萵苣--履歷A菜",
            "菠菜"
        ]
    },
    "131196-1": {
        "農產品經營者": "高雄市美濃區果樹產銷班第1班",
        "聯絡電話": "07-6817969",
        "產品名稱": [
            "木瓜--台農二號",
            "木瓜"
        ]
    },
    "143611-1": {
        "農產品經營者": "林凡閔",
        "聯絡電話": "04-23359910",
        "產品名稱": [
            "水稻-台灣越光白米",
            "水稻",
            "水稻-147香鑽白米",
            "水稻-稻米達人冠軍米"
        ]
    },
    "138844-1": {
        "農產品經營者": "保證責任嘉義縣義竹雜糧生產合作社",
        "聯絡電話": "05-3411891",
        "產品名稱": [
            "大豆--青仁黑豆",
            "大豆--金珠大豆",
            "大豆-台南10號黃豆",
            "大豆-台南3號黑豆",
            "大豆"
        ]
    },
    "101078-1": {
        "農產品經營者": "雲林縣二崙鄉蔬菜產銷班第61班",
        "聯絡電話": "05-5986590",
        "產品名稱": [
            "結球萵苣-結球萵苣",
            "結球萵苣"
        ]
    },
    "140721-1": {
        "農產品經營者": "孫劍龍",
        "聯絡電話": "049-2761766",
        "產品名稱": [
            "香蕉",
            "香蕉--履歷香蕉",
            "香蕉-履歷香蕉"
        ]
    },
    "992033-1": {
        "農產品經營者": "臺鑫農產有限公司",
        "聯絡電話": "(05)7856818",
        "產品名稱": [
            "鮮藏蒜仁"
        ]
    },
    "633022-1": {
        "農產品經營者": "泓霖食品有限公司",
        "聯絡電話": "02-22695162",
        "產品名稱": [
            "豬肉"
        ]
    },
    "140354-1": {
        "農產品經營者": "屏東縣麟洛鄉蔬菜產銷班第2班",
        "聯絡電話": "09-39177731",
        "產品名稱": [
            "茄子--履歷長茄",
            "茄子--履歷茄子",
            "茄子",
            "胡瓜--履歷小黃瓜",
            "胡瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "143485-1": {
        "農產品經營者": "廖宜甄",
        "聯絡電話": "05-5868999",
        "產品名稱": [
            "菠菜-履歷菠菜",
            "菠菜--履歷菠菜",
            "菠菜",
            "小白菜",
            "油菜",
            "青梗白菜",
            "茼蒿--履歷茼蒿",
            "蕹菜--履歷空心菜",
            "茼蒿",
            "蕹菜"
        ]
    },
    "151749-1": {
        "農產品經營者": "莊智傑",
        "聯絡電話": "05-2511890",
        "產品名稱": [
            "夏南瓜-履歷櫛瓜",
            "夏南瓜",
            "夏南瓜--履歷櫛瓜"
        ]
    },
    "151646-1": {
        "農產品經營者": "有限責任臺東縣山漾蔬果運銷合作社",
        "聯絡電話": "04-8753786",
        "產品名稱": [
            "番荔枝",
            "番荔枝--極品台東蜜釋迦",
            "番荔枝--台東鳳梨蜜釋迦",
            "番荔枝--鳳梨釋迦禮盒"
        ]
    },
    "151806-1": {
        "農產品經營者": "洪照景",
        "聯絡電話": "07-754238",
        "產品名稱": [
            "棗--產銷履歷-棗",
            "棗"
        ]
    },
    "142526-1": {
        "農產品經營者": "邱顯豪",
        "聯絡電話": "0921-050414",
        "產品名稱": [
            "春菊（日本茼蒿）--野山菊",
            "小白菜--小白菜",
            "油菜--小松菜",
            "小白菜",
            "春菊（日本茼蒿）-野山菊",
            "油菜-小松菜",
            "春菊（日本茼蒿）",
            "油菜",
            "小白菜-小白菜",
            "青松菜--青松菜",
            "青松菜-青松菜",
            "青松菜"
        ]
    },
    "146521-1": {
        "農產品經營者": "簡源興",
        "聯絡電話": null,
        "產品名稱": [
            "葉萵苣--福山萵苣",
            "油菜--小松菜",
            "青松菜--青松菜",
            "葉萵苣",
            "菠菜--菠菜",
            "油菜",
            "菠菜",
            "油菜-小松菜",
            "春菊（日本茼蒿）--野山菊",
            "春菊（日本茼蒿）",
            "青松菜"
        ]
    },
    "143153-1": {
        "農產品經營者": "鍾肇昌",
        "聯絡電話": "03-4201690",
        "產品名稱": [
            "油菜--油菜-小松菜",
            "小白菜--小白菜",
            "油菜",
            "小白菜",
            "小白菜--小白菜-黑葉白菜",
            "油菜-油菜-小松菜",
            "小白菜-小白菜-黑葉白菜",
            "小白菜-小白菜",
            "青松菜--青松菜",
            "青松菜"
        ]
    },
    "159625-1": {
        "農產品經營者": "武氏翠",
        "聯絡電話": "03-4201690",
        "產品名稱": [
            "春菊（日本茼蒿）--春菊-野山菊",
            "春菊（日本茼蒿）",
            "青松菜--青松菜",
            "青松菜"
        ]
    },
    "145526-1": {
        "農產品經營者": "阮柔晴",
        "聯絡電話": "0973-471998",
        "產品名稱": [
            "小白菜--小白菜",
            "小白菜",
            "春菊（日本茼蒿）--野山菊",
            "青松菜--青松菜",
            "春菊（日本茼蒿）",
            "青松菜"
        ]
    },
    "153126-1": {
        "農產品經營者": "曾精遠",
        "聯絡電話": "05-5875456",
        "產品名稱": [
            "菠菜",
            "小白菜-蚵白菜",
            "小白菜--小白菜",
            "小白菜-小白菜",
            "青梗白菜--青江菜",
            "小白菜--蚵白菜",
            "菠菜--菠菜",
            "青梗白菜",
            "小白菜"
        ]
    },
    "147376-1": {
        "農產品經營者": "陳健邦",
        "聯絡電話": "05-6933588",
        "產品名稱": [
            "青蔥",
            "青蔥--履歷青蔥"
        ]
    },
    "157816-1": {
        "農產品經營者": "王小安",
        "聯絡電話": "06-5751176",
        "產品名稱": [
            "甜椒",
            "甜椒-履歷彩色甜椒",
            "甜椒--履歷彩色甜椒"
        ]
    },
    "159611-1": {
        "農產品經營者": "莊家源",
        "聯絡電話": "03-4503362",
        "產品名稱": [
            "小白菜",
            "茼蒿",
            "菠菜",
            "葉用甘藷",
            "青梗白菜"
        ]
    },
    "134473-1": {
        "農產品經營者": "臺中市新社區菇類產銷班第1班",
        "聯絡電話": "04-25821427",
        "產品名稱": [
            "香菇-曾俊諺",
            "香菇"
        ]
    },
    "138791-1": {
        "農產品經營者": "正暘農產股份有限公司",
        "聯絡電話": "05-5863216",
        "產品名稱": [
            "菠菜-菠菜",
            "菠菜",
            "青梗白菜--青江菜",
            "小白菜--250g",
            "小白菜-小白菜",
            "青梗白菜-青江菜",
            "小白菜-蚵白菜",
            "小白菜",
            "青梗白菜",
            "油菜--履歷油菜",
            "油菜-油菜",
            "油菜"
        ]
    },
    "141007-1": {
        "農產品經營者": "雲林縣崙背鄉蔬菜產銷班第67班",
        "聯絡電話": "05-6966592",
        "產品名稱": [
            "胡瓜"
        ]
    },
    "144995-1": {
        "農產品經營者": "宋明仲",
        "聯絡電話": "05-3790788",
        "產品名稱": [
            "甘藷",
            "甘藷--糖果甘藷"
        ]
    },
    "153450-1": {
        "農產品經營者": "游宏俊",
        "聯絡電話": "0963-879372",
        "產品名稱": [
            "金棗(金柑)",
            "金棗(金柑)--金柑"
        ]
    },
    "143722-1": {
        "農產品經營者": "保證責任台中市果菜運銷合作社",
        "聯絡電話": "04-25668277",
        "產品名稱": [
            "甘藍--正秋初",
            "甘藍"
        ]
    },
    "153371-1": {
        "農產品經營者": "林威成",
        "聯絡電話": "09-32946945",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "157239-1": {
        "農產品經營者": "林莉玲",
        "聯絡電話": "07-6830056",
        "產品名稱": [
            "木瓜--木瓜台農二號",
            "木瓜"
        ]
    },
    "152350-1": {
        "農產品經營者": "吳昕儒",
        "聯絡電話": "09-72993876",
        "產品名稱": [
            "甜椒--履歷彩色甜椒",
            "甜椒"
        ]
    },
    "159289-1": {
        "農產品經營者": "李俊擇",
        "聯絡電話": "05-5863216",
        "產品名稱": [
            "葉萵苣-履歷福山萵苣",
            "葉萵苣",
            "葉用甘藷-履歷地瓜葉",
            "葉用甘藷",
            "葉萵苣--履歷福山萵苣"
        ]
    },
    "157494-1": {
        "農產品經營者": "林偉乾",
        "聯絡電話": "05-5982791",
        "產品名稱": [
            "菠菜-菠菜",
            "菠菜",
            "小白菜",
            "青梗白菜-青梗白菜",
            "小白菜-蚵白菜",
            "青梗白菜",
            "青梗白菜--青梗白菜",
            "小白菜--蚵白菜"
        ]
    },
    "142461-1": {
        "農產品經營者": "湯金龍",
        "聯絡電話": "05-5881116",
        "產品名稱": [
            "茼蒿--茼蒿",
            "茼蒿",
            "菠菜--菠菜",
            "菠菜"
        ]
    },
    "151268-1": {
        "農產品經營者": "吳雅綺",
        "聯絡電話": "09-18072366",
        "產品名稱": [
            "草莓"
        ]
    },
    "146604-1": {
        "農產品經營者": "黃淑娟",
        "聯絡電話": "0912-181723",
        "產品名稱": [
            "咖啡-順鷺咖啡",
            "咖啡"
        ]
    },
    "403822-1": {
        "農產品經營者": "許智越",
        "聯絡電話": "0928115325",
        "產品名稱": [
            "鱘龍魚菲力",
            "墨瑞鱈",
            "鱘龍魚",
            "鱘龍魚菲力魚片",
            "墨瑞鱈魚肉"
        ]
    },
    "144835-1": {
        "農產品經營者": "潘永順",
        "聯絡電話": "038-830086",
        "產品名稱": [
            "番茄--牛蕃茄",
            "番茄",
            "番茄-牛蕃茄"
        ]
    },
    "151507-1": {
        "農產品經營者": "高正助",
        "聯絡電話": "05-5335980",
        "產品名稱": [
            "棗--蜜棗",
            "棗"
        ]
    },
    "146005-1": {
        "農產品經營者": "廖立心",
        "聯絡電話": "04-25812938",
        "產品名稱": [
            "枇杷--枇杷",
            "枇杷"
        ]
    },
    "144172-1": {
        "農產品經營者": "李敏郎",
        "聯絡電話": "05-5981560",
        "產品名稱": [
            "青梗白菜-青江",
            "青梗白菜--青江",
            "青梗白菜",
            "油菜-農友油菜",
            "油菜--農友油菜",
            "油菜"
        ]
    },
    "144186-1": {
        "農產品經營者": "陳桂花",
        "聯絡電話": "05-6960789",
        "產品名稱": [
            "葉萵苣-葉萵苣-福山萵苣",
            "葉萵苣",
            "葉萵苣-葉萵苣-A菜",
            "小白菜-履歷小白菜",
            "小白菜",
            "葉萵苣-履歷葉萵苣",
            "小白菜-履歷蚵白菜",
            "菠菜-履歷菠菜",
            "菠菜"
        ]
    },
    "145799-1": {
        "農產品經營者": "張勝翔",
        "聯絡電話": "0978-802631",
        "產品名稱": [
            "木瓜--履歷木瓜",
            "木瓜"
        ]
    },
    "992793-1": {
        "農產品經營者": "李記醬油有限公司",
        "聯絡電話": "(03)5878678",
        "產品名稱": [
            "古早味黑豆蔭油(無糖)",
            "古早味黑豆蔭油",
            "黑豆仙草醬油",
            "巴西蘑菇黑豆醬油"
        ]
    },
    "142905-1": {
        "農產品經營者": "陳永清",
        "聯絡電話": "0916-646093",
        "產品名稱": [
            "鳳梨--パイナップル",
            "鳳梨",
            "鳳梨--履歷金鑽鳳梨",
            "鳳梨-履歷金鑽鳳梨"
        ]
    },
    "152099-1": {
        "農產品經營者": "陳翠娟",
        "聯絡電話": "05-3781601",
        "產品名稱": [
            "草莓--履歷溫室草莓",
            "草莓",
            "草莓--履歷温室草莓15"
        ]
    },
    "140983-1": {
        "農產品經營者": "廖家助",
        "聯絡電話": "0972-153378",
        "產品名稱": [
            "翼豆--臺東1號翼豆",
            "翼豆",
            "翼豆-臺東1號翼豆"
        ]
    },
    "134692-1": {
        "農產品經營者": "高雄市燕巢區果樹 (印度棗) 產銷班第19班",
        "聯絡電話": "07-6165479",
        "產品名稱": [
            "棗--蜜棗(5公斤)",
            "棗--印度棗",
            "棗--蜜棗",
            "棗",
            "棗--印度棗-雪棗"
        ]
    },
    "155943-1": {
        "農產品經營者": "徐國豪",
        "聯絡電話": "07-6820589",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)",
            "龍骨瓣莕菜(野蓮)-野蓮"
        ]
    },
    "142126-1": {
        "農產品經營者": "陳坤盛",
        "聯絡電話": "049-2739600",
        "產品名稱": [
            "葉萵苣--履歷水耕萵苣",
            "葉萵苣"
        ]
    },
    "141419-1": {
        "農產品經營者": "王子為",
        "聯絡電話": "04-26874072",
        "產品名稱": [
            "芋--芋頭檳榔心芋",
            "芋",
            "芋-芋頭檳榔心芋"
        ]
    },
    "101128-1": {
        "農產品經營者": "屏東縣高樹鄉果樹產銷班第24班",
        "聯絡電話": "08-7962960",
        "產品名稱": [
            "棗--24班",
            "棗",
            "棗--蜜棗禮盒"
        ]
    },
    "138637-1": {
        "農產品經營者": "花蓮縣吉安鄉蔬菜(龍鬚菜)產銷班第22班",
        "聯絡電話": "0928-877308",
        "產品名稱": [
            "龍鬚菜--龍鬚菜",
            "龍鬚菜"
        ]
    },
    "140749-1": {
        "農產品經營者": "陳建成",
        "聯絡電話": "0937-488191",
        "產品名稱": [
            "番茄--履歷番茄",
            "番茄"
        ]
    },
    "140073-1": {
        "農產品經營者": "川遠農經股份有限公司",
        "聯絡電話": "049-2993868",
        "產品名稱": [
            "木瓜--產銷履歷木瓜",
            "木瓜"
        ]
    },
    "146868-1": {
        "農產品經營者": "王隆宜",
        "聯絡電話": "0937-397118",
        "產品名稱": [
            "番荔枝--番荔枝 鳳梨釋迦",
            "番荔枝",
            "番荔枝--番荔枝"
        ]
    },
    "401194-1": {
        "農產品經營者": "邱經堯",
        "聯絡電話": "05-3427232",
        "產品名稱": [
            "白蝦仁",
            "虱目魚肚",
            "鱸魚排"
        ]
    },
    "134590-1": {
        "農產品經營者": "吳培勲",
        "聯絡電話": "05-5880159",
        "產品名稱": [
            "包心白菜--履歷山東白菜",
            "包心白菜"
        ]
    },
    "159282-1": {
        "農產品經營者": "謝靜文",
        "聯絡電話": "09-10573307",
        "產品名稱": [
            "番石榴--珍珠芭樂",
            "番石榴"
        ]
    },
    "144585-1": {
        "農產品經營者": "呂惠如",
        "聯絡電話": "0903-062075",
        "產品名稱": [
            "鳳梨--去冠芽金鑽鳳梨",
            "鳳梨",
            "鳳梨--鳳梨1.2",
            "鳳梨--萃好履歷金鑽鳳梨",
            "鳳梨--鳳梨1.5",
            "鳳梨-鳳梨1.5",
            "鳳梨-鳳梨1.2"
        ]
    },
    "501126-1": {
        "農產品經營者": "元進莊企業股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "土雞(藻晨雞(去骨雞腿))",
            "土雞(藻晨雞(雞腿切塊))",
            "土雞(藻晨雞(雞胸))"
        ]
    },
    "139514-1": {
        "農產品經營者": "楊萌欽",
        "聯絡電話": "05-2693858",
        "產品名稱": [
            "馬鈴薯-馬鈴薯"
        ]
    },
    "135337-1": {
        "農產品經營者": "雲林縣西螺鎮蔬菜產銷班第117班",
        "聯絡電話": "05-5881406",
        "產品名稱": [
            "番茄--履歷牛番茄",
            "胡瓜--履歷小黃瓜",
            "番茄",
            "胡瓜",
            "番茄-履歷牛番茄",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "155877-1": {
        "農產品經營者": "和坤農業科技有限公司",
        "聯絡電話": "04-8332888",
        "產品名稱": [
            "韭菜--韭菜",
            "韭菜"
        ]
    },
    "139002-1": {
        "農產品經營者": "高雄市大樹區果樹產銷班第25班",
        "聯絡電話": "07-6516369",
        "產品名稱": [
            "鳳梨--外銷金鑽鳳梨",
            "鳳梨"
        ]
    },
    "134223-1": {
        "農產品經營者": "裕農顥實業股份有限公司",
        "聯絡電話": "05-3780248",
        "產品名稱": [
            "食用玉米--履歷水果玉米400g",
            "食用玉米--水果玉米350g",
            "食用玉米"
        ]
    },
    "151546-1": {
        "農產品經營者": "林蔭珠",
        "聯絡電話": "05-5882368",
        "產品名稱": [
            "菠菜--菠菜(產銷履歷)",
            "菠菜-菠菜-(履歷)",
            "菠菜--菠菜-(履歷)",
            "菠菜"
        ]
    },
    "156145-1": {
        "農產品經營者": "劉彥麟",
        "聯絡電話": "04-7331332",
        "產品名稱": [
            "香菇",
            "香菇-鮮大香菇3K"
        ]
    },
    "100941-1": {
        "農產品經營者": "雲林縣二崙鄉蔬菜產銷班第59班",
        "聯絡電話": "05-6960789",
        "產品名稱": [
            "包心白菜",
            "油菜",
            "小白菜",
            "油菜-油菜",
            "小白菜-履歷蚵白菜",
            "青梗白菜-履歷青江",
            "小白菜-履歷小白菜"
        ]
    },
    "130091-1": {
        "農產品經營者": "臺南市新化區雜糧(食用甘藷)產銷班第1班",
        "聯絡電話": "06-5902233",
        "產品名稱": [
            "甘藷"
        ]
    },
    "142228-1": {
        "農產品經營者": "新竹縣新埔鎮果樹產銷班第15班",
        "聯絡電話": "03-5882809",
        "產品名稱": [
            "柑橘類"
        ]
    },
    "401171-1": {
        "農產品經營者": "郭崇林",
        "聯絡電話": "06-7864864",
        "產品名稱": [
            "冷凍虱目魚里肌",
            "冷凍虱目魚肚"
        ]
    },
    "141917-1": {
        "農產品經營者": "林春年",
        "聯絡電話": "08-7965354",
        "產品名稱": [
            "棗"
        ]
    },
    "992615-1": {
        "農產品經營者": "伂橙股份有限公司",
        "聯絡電話": "(02)2299-5659#2600",
        "產品名稱": [
            "玉米鬚菊花茶(三角立體茶包)",
            "半成品-玉米鬚菊花玄米茶",
            "玉米鬚白茅根茶(三角立體茶包)",
            "半成品-玉米鬚紅棗白茅根茶",
            "玉米鬚黑豆茶(三角立體茶包)",
            "半成品-玉米鬚黑豆蕎麥茶"
        ]
    },
    "137923-1": {
        "農產品經營者": "李永峰",
        "聯絡電話": "05-7884023",
        "產品名稱": [
            "食用玉米"
        ]
    },
    "159475-1": {
        "農產品經營者": "梁紫琳",
        "聯絡電話": "090-5953699",
        "產品名稱": [
            "油菜-油菜"
        ]
    },
    "139905-1": {
        "農產品經營者": "保證責任南投縣田寮果菜運銷合作社",
        "聯絡電話": "049-2781093",
        "產品名稱": [
            "香蕉-香蕉",
            "香蕉--香蕉",
            "香蕉",
            "紅龍果--紅龍果",
            "紅龍果",
            "紅龍果--田寮果菜"
        ]
    },
    "139311-1": {
        "農產品經營者": "富士鮮品股份有限公司",
        "聯絡電話": "05-5966291",
        "產品名稱": [
            "青花菜-青花菜",
            "青花菜",
            "青花菜-冷凍青花菜"
        ]
    },
    "135405-1": {
        "農產品經營者": "臺南市楠西區果樹產銷班第48班",
        "聯絡電話": "06-5754598",
        "產品名稱": [
            "紅龍果",
            "棗",
            "棗--履歷蜜棗",
            "棗--籃裝履歷蜜棗"
        ]
    },
    "992742-1": {
        "農產品經營者": "天時福冷凍食品有限公司",
        "聯絡電話": "(07)610-7405",
        "產品名稱": [
            "鱸魚排",
            "黃蠟鰺條凍",
            "虱目魚肚",
            "鱸魚分切",
            "虱目魚分切"
        ]
    },
    "132803-1": {
        "農產品經營者": "保證責任彰化縣伸港果菜生產合作社",
        "聯絡電話": "04-7992974",
        "產品名稱": [
            "洋蔥-新鮮洋蔥",
            "洋蔥"
        ]
    },
    "101236-1": {
        "農產品經營者": "嘉義縣太保市蔬菜產銷班第7班",
        "聯絡電話": "05-3622858",
        "產品名稱": [
            "番茄"
        ]
    },
    "144548-1": {
        "農產品經營者": "柯見",
        "聯絡電話": "08-8712167",
        "產品名稱": [
            "番石榴"
        ]
    },
    "136351-1": {
        "農產品經營者": "彰化縣二林鎮紅龍果產銷班第19班",
        "聯絡電話": "04-8903487",
        "產品名稱": [
            "紅龍果--火龍果",
            "紅龍果",
            "紅龍果-紅龍果",
            "紅龍果--白肉紅龍果",
            "紅龍果--紅肉火龍果",
            "紅龍果--紅龍果"
        ]
    },
    "140285-1": {
        "農產品經營者": "臺南市柳營區果樹 (紅龍果) 產銷班第7班",
        "聯絡電話": "0981-661378",
        "產品名稱": [
            "南瓜--櫛瓜-青如意",
            "南瓜",
            "紅龍果--紅龍果",
            "紅龍果",
            "南瓜--南瓜",
            "胡瓜--履歷小黃瓜",
            "胡瓜",
            "胡瓜--花胡瓜",
            "胡瓜-履歷小黃瓜"
        ]
    },
    "141538-1": {
        "農產品經營者": "廖財億",
        "聯絡電話": "05-5981995",
        "產品名稱": [
            "洋菇-履歷洋菇",
            "洋菇",
            "洋菇-波特貝勒菇",
            "洋菇-產履霸王洋菇",
            "洋菇-產履洋菇",
            "洋菇--新鮮產履洋菇"
        ]
    },
    "144964-1": {
        "農產品經營者": "嘉義縣民雄鄉蔬菜產銷班第18班",
        "聯絡電話": "05-2267151",
        "產品名稱": [
            "番茄",
            "番茄--玉女番茄"
        ]
    },
    "403009-1": {
        "農產品經營者": "李明生",
        "聯絡電話": "05-3426876",
        "產品名稱": [
            "白蝦"
        ]
    },
    "159426-1": {
        "農產品經營者": "游博瑋",
        "聯絡電話": "05-5988888",
        "產品名稱": [
            "薑--履歷老薑 300G",
            "薑"
        ]
    },
    "135996-1": {
        "農產品經營者": "臺中市外埔區紅龍果產銷班第1班",
        "聯絡電話": "04-26837237",
        "產品名稱": [
            "紅龍果--紅肉",
            "紅龍果",
            "紅龍果--雙色果",
            "紅龍果--紅龍果"
        ]
    },
    "139141-1": {
        "農產品經營者": "楊惇幃",
        "聯絡電話": "08-7993953",
        "產品名稱": [
            "蓮霧--大果品蓮霧",
            "蓮霧"
        ]
    },
    "993303-1": {
        "農產品經營者": "華興青果行",
        "聯絡電話": "(05)5875305",
        "產品名稱": [
            "菠菜",
            "青梗白菜",
            "小白菜",
            "油菜",
            "福山萵苣(半結球萵苣)"
        ]
    },
    "154632-1": {
        "農產品經營者": "許勝發",
        "聯絡電話": "09-29458141",
        "產品名稱": [
            "夏南瓜-夏南瓜(櫛瓜)",
            "夏南瓜-夏南瓜",
            "夏南瓜"
        ]
    },
    "151759-1": {
        "農產品經營者": "蔡淑珍",
        "聯絡電話": "05-3711862",
        "產品名稱": [
            "番茄--玉女蕃茄",
            "番茄--彩色蕃茄",
            "番茄"
        ]
    },
    "140978-1": {
        "農產品經營者": "陳秋彥",
        "聯絡電話": "0928-308385",
        "產品名稱": [
            "冬瓜--冬瓜",
            "冬瓜"
        ]
    },
    "147904-1": {
        "農產品經營者": "吳淑慧",
        "聯絡電話": "0972-253396",
        "產品名稱": [
            "辣椒-辣椒",
            "辣椒",
            "番茄-牛番茄",
            "番茄",
            "番茄--牛番茄"
        ]
    },
    "151133-1": {
        "農產品經營者": "方政倫",
        "聯絡電話": "05-2561118",
        "產品名稱": [
            "咖啡-鄒築園(1kg咖啡)",
            "咖啡-鄒築園(半磅咖啡)"
        ]
    },
    "143242-1": {
        "農產品經營者": "義合工廠",
        "聯絡電話": "037-638822",
        "產品名稱": [
            "水稻-白米30公斤",
            "水稻",
            "水稻-糙米30公斤"
        ]
    },
    "157857-1": {
        "農產品經營者": "黃子瑜",
        "聯絡電話": "098-9001913",
        "產品名稱": [
            "木瓜--台農2號",
            "木瓜"
        ]
    },
    "140066-1": {
        "農產品經營者": "高雄市內門區農會",
        "聯絡電話": "07-6673737",
        "產品名稱": [
            "香蕉--內門堊地芭蕉",
            "香蕉"
        ]
    },
    "135456-1": {
        "農產品經營者": "楊明昌",
        "聯絡電話": null,
        "產品名稱": [
            "扁蒲",
            "扁蒲-履歷扁蒲"
        ]
    },
    "131115-1": {
        "農產品經營者": "南投縣中寮鄉果樹產銷班第13班",
        "聯絡電話": "0911-627523",
        "產品名稱": [
            "柳橙--柳橙",
            "柳橙",
            "溫州蜜柑--溫州蜜柑",
            "溫州蜜柑",
            "砂糖橘(珍珠柑)--砂糖橘(珍珠柑)",
            "砂糖橘(珍珠柑)",
            "明尼橘柚(美人柑)"
        ]
    },
    "140799-1": {
        "農產品經營者": "上昇糧食有限公司",
        "聯絡電話": "05-2691053",
        "產品名稱": [
            "水稻-白米",
            "水稻",
            "水稻-糙米",
            "水稻-特A台南11號"
        ]
    },
    "145389-1": {
        "農產品經營者": "陳政宇",
        "聯絡電話": "0989-789560",
        "產品名稱": [
            "紅龍果--集集火龍果",
            "紅龍果"
        ]
    },
    "141962-1": {
        "農產品經營者": "林世宗",
        "聯絡電話": "04-26711982",
        "產品名稱": [
            "芋-芋頭",
            "芋"
        ]
    },
    "141093-1": {
        "農產品經營者": "陳又瑄",
        "聯絡電話": "049-2736430",
        "產品名稱": [
            "紅龍果--火龍果",
            "紅龍果",
            "紅龍果-火龍果"
        ]
    },
    "139165-1": {
        "農產品經營者": "蘇得賦",
        "聯絡電話": "0937-293206",
        "產品名稱": [
            "菠菜-菠菜",
            "菠菜",
            "小白菜-蚵白菜",
            "小白菜",
            "油菜-油菜",
            "油菜",
            "小白菜--小白菜",
            "青梗白菜-青江菜",
            "小白菜--蚵白菜",
            "油菜--油菜",
            "青梗白菜--青江菜",
            "菠菜--菠菜",
            "青梗白菜"
        ]
    },
    "150924-1": {
        "農產品經營者": "保證責任南投縣仁愛鄉南豐果菜生產合作社",
        "聯絡電話": "049-2920868",
        "產品名稱": [
            "番茄",
            "番茄-牛心番茄",
            "番茄--履歷牛心番茄",
            "番茄--牛番茄",
            "番茄-履歷牛心番茄",
            "番茄--牛心番茄"
        ]
    },
    "157344-1": {
        "農產品經營者": "楊子賢",
        "聯絡電話": "04-8889459",
        "產品名稱": [
            "葉萵苣--水耕A菜",
            "葉萵苣"
        ]
    },
    "147922-1": {
        "農產品經營者": "廖慶文",
        "聯絡電話": "0912-955337",
        "產品名稱": [
            "蜂蜜-大丘園-龍眼蜜",
            "蜂蜜-大丘園-荔枝蜜"
        ]
    },
    "139516-1": {
        "農產品經營者": "高雄市旗山區蔬菜產銷班第5班",
        "聯絡電話": "07-6661667",
        "產品名稱": [
            "絲瓜--絲瓜FF1",
            "絲瓜"
        ]
    },
    "135455-1": {
        "農產品經營者": "羅紹圳",
        "聯絡電話": "0932-684379",
        "產品名稱": [
            "茂谷柑--履歷茂谷柑",
            "茂谷柑",
            "茂谷柑--達人茂谷柑",
            "檸檬--產銷履歷達人檸檬",
            "檸檬"
        ]
    },
    "159132-1": {
        "農產品經營者": "陳志龍",
        "聯絡電話": "05-6623753",
        "產品名稱": [
            "食用玉米--履歷甜玉米",
            "食用玉米"
        ]
    },
    "990030-1": {
        "農產品經營者": "振鈁有限公司",
        "聯絡電話": "(03)5557870#122",
        "產品名稱": [
            "牛肉丸"
        ]
    },
    "500942-1": {
        "農產品經營者": "御園生態畜牧場",
        "聯絡電話": "04-8936512",
        "產品名稱": [
            "雞蛋(御品園-青殼放牧蛋-10顆)",
            "雞蛋(御品園-青殼放牧蛋-3斤裝)",
            "雞蛋(御品園-粉殼放牧蛋-10顆)",
            "雞蛋(御品園-粉殼放牧蛋-3斤裝)",
            "雞蛋(御品園-放牧蛋12顆裝)",
            "雞蛋(御品園-放牧蛋)"
        ]
    },
    "154762-1": {
        "農產品經營者": "廖旺景",
        "聯絡電話": "05-5982479",
        "產品名稱": [
            "青梗白菜--青江菜",
            "青梗白菜-青江菜",
            "青梗白菜",
            "菠菜-菠菜",
            "菠菜"
        ]
    },
    "403000-1": {
        "農產品經營者": "柯丁益",
        "聯絡電話": "05-3426823",
        "產品名稱": [
            "白蝦"
        ]
    },
    "159756-1": {
        "農產品經營者": "古秋櫻",
        "聯絡電話": "0955-400280",
        "產品名稱": [
            "甜椒--甜椒仔履歷甜椒",
            "甜椒"
        ]
    },
    "990001-1": {
        "農產品經營者": "新東陽股份有限公司",
        "聯絡電話": "(02)2772-6222",
        "產品名稱": [
            "新東陽台灣黑豬肉蒜味香腸",
            "新東陽台灣黑豬肉原味香腸",
            "新東陽台灣黑豬肉高粱酒香腸",
            "新東陽履歷豬肉鬆"
        ]
    },
    "152458-1": {
        "農產品經營者": "保證責任嘉義縣梅山永興果菜運銷合作社",
        "聯絡電話": "05-2625592",
        "產品名稱": [
            "柳橙--履歷柳丁",
            "柳橙",
            "柳橙-履歷柳丁",
            "茂谷柑--履歷茂谷柑",
            "茂谷柑-履歷茂谷柑",
            "茂谷柑"
        ]
    },
    "157417-1": {
        "農產品經營者": "林冠華",
        "聯絡電話": "04-23359521",
        "產品名稱": [
            "芫荽--水耕香菜",
            "芫荽"
        ]
    },
    "144223-1": {
        "農產品經營者": "東生農產加工廠",
        "聯絡電話": "05-5981466",
        "產品名稱": [
            "水稻-台南20號米",
            "水稻",
            "水稻-履歷優質米",
            "水稻-好田製米"
        ]
    },
    "145089-1": {
        "農產品經營者": "陳沿儒",
        "聯絡電話": "0980-827892",
        "產品名稱": [
            "鳳梨--パイナップル",
            "鳳梨"
        ]
    },
    "153090-1": {
        "農產品經營者": "張國文",
        "聯絡電話": "06-2959696",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "147833-1": {
        "農產品經營者": "簡詩哲",
        "聯絡電話": "09-30398525",
        "產品名稱": [
            "夏南瓜-履歷櫛瓜",
            "夏南瓜"
        ]
    },
    "633025-1": {
        "農產品經營者": "柏香肉品有限公司",
        "聯絡電話": "05-6975746",
        "產品名稱": [
            "豬肉"
        ]
    },
    "146847-1": {
        "農產品經營者": "王柏舜",
        "聯絡電話": "05-5867605",
        "產品名稱": [
            "菠菜",
            "菠菜-菠菜"
        ]
    },
    "151486-1": {
        "農產品經營者": "林國雄",
        "聯絡電話": "097-0370188",
        "產品名稱": [
            "棗",
            "檸檬"
        ]
    },
    "151101-1": {
        "農產品經營者": "黃接金",
        "聯絡電話": "092-2208068",
        "產品名稱": [
            "柑橘類",
            "柑橘類--桶柑"
        ]
    },
    "146613-1": {
        "農產品經營者": "有限責任臺南市甘藷生產合作社",
        "聯絡電話": "06-5902233",
        "產品名稱": [
            "甘藷",
            "甘藷-履歷57二級原料",
            "甘藷-履歷57烤藷原料"
        ]
    },
    "152152-1": {
        "農產品經營者": "王明昌",
        "聯絡電話": "04-25825676",
        "產品名稱": [
            "香菇-乾香菇",
            "香菇"
        ]
    },
    "143599-1": {
        "農產品經營者": "謝啟偉",
        "聯絡電話": "0910-592455",
        "產品名稱": [
            "茶葉",
            "茶葉-烏龍茶",
            "茶葉-金萱茶"
        ]
    },
    "159468-1": {
        "農產品經營者": "許竣淵",
        "聯絡電話": "0935-622959",
        "產品名稱": [
            "甘藷",
            "甘藷--甘藷"
        ]
    },
    "142080-1": {
        "農產品經營者": "嘉義縣民雄鄉蔬菜產銷班第7班",
        "聯絡電話": "05-2268798",
        "產品名稱": [
            "番茄",
            "番茄--玉女小番茄"
        ]
    },
    "151632-1": {
        "農產品經營者": "陳冠銘",
        "聯絡電話": "089-222951",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "151151-1": {
        "農產品經營者": "劉名倫",
        "聯絡電話": "037-995366",
        "產品名稱": [
            "草莓"
        ]
    },
    "402835-1": {
        "農產品經營者": "高雄市永安區石斑魚產銷班第12班",
        "聯絡電話": "07-6912020",
        "產品名稱": [
            "石斑魚"
        ]
    },
    "991443-1": {
        "農產品經營者": "品冠現代畜產股份有限公司",
        "聯絡電話": "(04)2462-6828",
        "產品名稱": [
            "養豬人家原味豬肉絲",
            "養豬人家蜜汁豬肉乾",
            "養豬人家泰式檸檬豬肉條",
            "品冠/養豬人家蜜汁豬肉乾/半成品/不定重(kg)/產銷履歷+CAS",
            "品冠/養豬人家泰式檸檬豬肉條/半成品/不定重(kg)/產銷履歷+CAS",
            "養豬人家芝麻海苔純豬肉酥",
            "品冠/養豬人家純豬肉酥/半成品/不定重(kg)/產銷履歷+CAS",
            "養豬人家原味純豬肉酥"
        ]
    },
    "145242-1": {
        "農產品經營者": "黃怡鈴",
        "聯絡電話": "0921-301956",
        "產品名稱": [
            "香菇-乾香菇",
            "香菇"
        ]
    },
    "154669-1": {
        "農產品經營者": "禾豐生技農場",
        "聯絡電話": "04-8796946",
        "產品名稱": [
            "杏鮑菇",
            "杏鮑菇--杏鮑菇"
        ]
    },
    "101232-1": {
        "農產品經營者": "屏東縣九如鄉果樹產銷班第6班",
        "聯絡電話": "0937-646428",
        "產品名稱": [
            "棗",
            "檸檬",
            "棗--蜜棗3K",
            "棗--蜜棗6K",
            "棗--蜜棗"
        ]
    },
    "145375-1": {
        "農產品經營者": "湯英華",
        "聯絡電話": "0939-365908",
        "產品名稱": [
            "水稻-日光米",
            "水稻",
            "水稻-鹿光米147"
        ]
    },
    "403312-1": {
        "農產品經營者": "天時福冷凍食品有限公司",
        "聯絡電話": "07-6107405",
        "產品名稱": [
            "鱸魚",
            "虱目魚"
        ]
    },
    "147436-1": {
        "農產品經營者": "王銀粉",
        "聯絡電話": "0927-802659",
        "產品名稱": [
            "棗"
        ]
    },
    "150590-1": {
        "農產品經營者": "宏友農產行",
        "聯絡電話": "08-7625959",
        "產品名稱": [
            "香蕉--履歷香蕉",
            "香蕉",
            "香蕉--履歷香蕉(香)"
        ]
    },
    "142471-1": {
        "農產品經營者": "臺南市鹽水區農會供銷部",
        "聯絡電話": "06-6521111",
        "產品名稱": [
            "番茄-履歷番茄",
            "番茄",
            "番茄--履歷番茄"
        ]
    },
    "140807-1": {
        "農產品經營者": "廖木桂",
        "聯絡電話": "05-6960789",
        "產品名稱": [
            "菠菜",
            "菠菜-履歷菠菜",
            "青梗白菜-履歷青江",
            "青梗白菜"
        ]
    },
    "140149-1": {
        "農產品經營者": "鄒嘉欣",
        "聯絡電話": "09-28196907",
        "產品名稱": [
            "茂谷柑--橘子原",
            "茂谷柑"
        ]
    },
    "146601-1": {
        "農產品經營者": "周彩先",
        "聯絡電話": "049-2990500",
        "產品名稱": [
            "茶葉-奇萊山烏龍茶"
        ]
    },
    "153398-1": {
        "農產品經營者": "林弈志",
        "聯絡電話": "09-76137118",
        "產品名稱": [
            "番茄--玉女",
            "番茄",
            "番茄-玉女"
        ]
    },
    "135736-1": {
        "農產品經營者": "高雄市甲仙區蔬菜產銷班第3班",
        "聯絡電話": "07-6752452",
        "產品名稱": [
            "龍鬚菜--龍鬚菜",
            "龍鬚菜"
        ]
    },
    "153070-1": {
        "農產品經營者": "苗栗縣苑裡鎮特用作物產銷班第1班",
        "聯絡電話": "0972-040108",
        "產品名稱": [
            "丹參--貓貍丹參鮮採",
            "丹參",
            "丹參--鮮採丹參"
        ]
    },
    "142701-1": {
        "農產品經營者": "苗栗縣獅潭鄉柑桔產銷班第3班",
        "聯絡電話": "037-931258",
        "產品名稱": [
            "桶柑--桶柑",
            "桶柑"
        ]
    },
    "132081-1": {
        "農產品經營者": "加霖國際有限公司",
        "聯絡電話": "04-25981021",
        "產品名稱": [
            "茶葉-頂級清香烏龍",
            "茶葉-梨山高冷茶",
            "茶葉-頂級韻香烏龍",
            "茶葉-頂級紅茶"
        ]
    },
    "402044-1": {
        "農產品經營者": "陳振崑",
        "聯絡電話": "05-3426868",
        "產品名稱": [
            "鱸魚"
        ]
    },
    "134736-1": {
        "農產品經營者": "程珀鈞",
        "聯絡電話": "05-5871505",
        "產品名稱": [
            "青梗白菜-青江菜",
            "油菜-油菜",
            "小白菜-小白菜",
            "油菜--油菜",
            "青梗白菜",
            "蕹菜-空心菜",
            "小白菜",
            "油菜",
            "蕹菜",
            "小白菜-蚵仔白",
            "青梗白菜--青江菜",
            "小白菜--小白菜"
        ]
    },
    "146530-1": {
        "農產品經營者": "羅玉袨",
        "聯絡電話": "049-2913597",
        "產品名稱": [
            "茭白筍--300g",
            "茭白筍"
        ]
    },
    "630908-1": {
        "農產品經營者": "三久食品股份有限公司",
        "聯絡電話": "04-23319939",
        "產品名稱": [
            "豬肉"
        ]
    },
    "158931-1": {
        "農產品經營者": "湯金松",
        "聯絡電話": "05-5981560",
        "產品名稱": [
            "青梗白菜--青江",
            "青梗白菜-青江",
            "油菜-油菜",
            "油菜--油菜",
            "油菜",
            "青梗白菜",
            "小白菜-蚵白",
            "小白菜",
            "小白菜--蚵白"
        ]
    },
    "136205-1": {
        "農產品經營者": "廖富章",
        "聯絡電話": "05-5883017",
        "產品名稱": [
            "小白菜-蚵白",
            "小白菜",
            "青梗白菜-青江菜"
        ]
    },
    "157346-1": {
        "農產品經營者": "黃勝發",
        "聯絡電話": "0988-533138",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "144922-1": {
        "農產品經營者": "寶生農產行",
        "聯絡電話": "04-8921643",
        "產品名稱": [
            "胡瓜-小黃瓜",
            "胡瓜",
            "胡瓜--小黃瓜"
        ]
    },
    "150936-1": {
        "農產品經營者": "張家豐",
        "聯絡電話": "048-797878",
        "產品名稱": [
            "番石榴--番石榴",
            "番石榴-番石榴",
            "番石榴"
        ]
    },
    "145724-1": {
        "農產品經營者": "顏偉倫",
        "聯絡電話": "04-8903586",
        "產品名稱": [
            "紅龍果--火龍果",
            "紅龍果"
        ]
    },
    "146020-1": {
        "農產品經營者": "彰化縣二林鎮紅龍果產銷班第22班",
        "聯絡電話": "04-8901347",
        "產品名稱": [
            "紅龍果--81",
            "紅龍果",
            "紅龍果-81"
        ]
    },
    "402779-1": {
        "農產品經營者": "吳藙民",
        "聯絡電話": "0921299707",
        "產品名稱": [
            "黃臘鰺",
            "鱸魚"
        ]
    },
    "992767-1": {
        "農產品經營者": "榮洲食品股份有限公司",
        "聯絡電話": "(04)23598485",
        "產品名稱": [
            "非基改豆漿"
        ]
    },
    "145351-1": {
        "農產品經營者": "嘉義縣中埔鄉蔬菜產銷班第21班",
        "聯絡電話": "0937-583928",
        "產品名稱": [
            "絲瓜--履歷絲瓜",
            "絲瓜"
        ]
    },
    "147182-1": {
        "農產品經營者": "葉茂成",
        "聯絡電話": "05-2625592",
        "產品名稱": [
            "茂谷柑-履歷茂谷柑",
            "茂谷柑",
            "茂谷柑--產銷履歷茂谷柑",
            "茂谷柑--履歷茂谷柑"
        ]
    },
    "146970-1": {
        "農產品經營者": "杜展儀",
        "聯絡電話": "04-22290379",
        "產品名稱": [
            "辣椒--辣椒",
            "辣椒"
        ]
    },
    "137519-1": {
        "農產品經營者": "高雄市美濃區其他果菜產銷班第26班",
        "聯絡電話": "07-6812030",
        "產品名稱": [
            "番茄-玉女蕃茄",
            "番茄-橙蜜香番茄",
            "番茄",
            "番茄--玉女番茄",
            "番茄-玉女番茄",
            "番茄-橙蜜香蕃茄",
            "番茄--橙蜜香番茄"
        ]
    },
    "132516-1": {
        "農產品經營者": "王國輝",
        "聯絡電話": "05-3611959",
        "產品名稱": [
            "水稻-台南16號",
            "水稻",
            "水稻-台南16號糙"
        ]
    },
    "501214-1": {
        "農產品經營者": "淨安畜牧場",
        "聯絡電話": "07-6975716",
        "產品名稱": [
            "土雞(淨安牧場黑羽土雞)"
        ]
    },
    "143070-1": {
        "農產品經營者": "江南榮",
        "聯絡電話": "0911-257757",
        "產品名稱": [
            "葡萄--溫室履歷葡萄",
            "葡萄"
        ]
    },
    "146770-1": {
        "農產品經營者": "顏榮宏",
        "聯絡電話": "05-5883952",
        "產品名稱": [
            "青花菜--履歷青花菜",
            "花椰菜-履歷紫青花椰菜",
            "花椰菜",
            "花椰菜--履歷羅馬花椰菜",
            "花椰菜--履歷紫青花椰菜",
            "花椰菜--履歷黃金花椰菜",
            "花椰菜-履歷黃金花椰菜",
            "花椰菜--履歷紫鑽花椰菜"
        ]
    },
    "132474-1": {
        "農產品經營者": "宜蘭縣礁溪鄉果樹 (金柑) 產銷班第6班",
        "聯絡電話": "03-9881298",
        "產品名稱": [
            "金棗(金柑)--履歷宜蘭金柑",
            "金棗(金柑)-履歷宜蘭金柑",
            "金棗(金柑)"
        ]
    },
    "147774-1": {
        "農產品經營者": "黃厚誠",
        "聯絡電話": "05-3714688",
        "產品名稱": [
            "辣椒--產履朝天椒",
            "辣椒",
            "番茄--履歷黑柿番茄",
            "番茄"
        ]
    },
    "156153-1": {
        "農產品經營者": "朱國彰",
        "聯絡電話": "07-6851163",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "141803-1": {
        "農產品經營者": "台灣省青果運銷合作社新竹分社",
        "聯絡電話": "03-5891647",
        "產品名稱": [
            "柑橘類--桶柑",
            "柑橘類",
            "柑橘類--柑橘類禮盒"
        ]
    },
    "152343-1": {
        "農產品經營者": "曾惠傑",
        "聯絡電話": "05-7723210",
        "產品名稱": [
            "大蒜-100克蒜仁"
        ]
    },
    "153093-1": {
        "農產品經營者": "林家榮",
        "聯絡電話": "06-2959696",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "159476-1": {
        "農產品經營者": "王裕德",
        "聯絡電話": "04-25818346",
        "產品名稱": [
            "香菇",
            "香菇-產履鮮香菇"
        ]
    },
    "157227-1": {
        "農產品經營者": "廖俊閔",
        "聯絡電話": "05-5987056",
        "產品名稱": [
            "菠菜",
            "葉萵苣",
            "小白菜"
        ]
    },
    "143671-1": {
        "農產品經營者": "洪維傑",
        "聯絡電話": "04-23370275",
        "產品名稱": [
            "辣椒"
        ]
    },
    "152029-1": {
        "農產品經營者": "莊美雲",
        "聯絡電話": "05-2562896",
        "產品名稱": [
            "咖啡"
        ]
    },
    "135828-1": {
        "農產品經營者": "保證責任屏東縣龍泉農業生技加工生產合作社",
        "聯絡電話": "08-7785222",
        "產品名稱": [
            "檸檬",
            "檸檬--檸檬鮮果(A)"
        ]
    },
    "130173-1": {
        "農產品經營者": "保證責任雲林縣饒平合作農場",
        "聯絡電話": "05-5846648",
        "產品名稱": [
            "葉萵苣-福山萵苣-大陸妹",
            "葉萵苣",
            "小白菜-蚵白菜",
            "小白菜",
            "菠菜-菠菜",
            "菠菜"
        ]
    },
    "501063-1": {
        "農產品經營者": "燕來畜牧場",
        "聯絡電話": "049-2270829",
        "產品名稱": [
            "雞蛋(長青雞蛋)"
        ]
    },
    "135206-1": {
        "農產品經營者": "上豐農產行",
        "聯絡電話": "04-26804527",
        "產品名稱": [
            "芋",
            "芋-美味食芋"
        ]
    },
    "152259-1": {
        "農產品經營者": "林智樑",
        "聯絡電話": "07-6831697",
        "產品名稱": [
            "木瓜-木瓜/大箱",
            "木瓜",
            "木瓜-木瓜",
            "木瓜--木瓜/大箱",
            "木瓜--木瓜"
        ]
    },
    "403687-1": {
        "農產品經營者": "陳馬嬌",
        "聯絡電話": "0934-005280",
        "產品名稱": [
            "白蝦"
        ]
    },
    "151557-1": {
        "農產品經營者": "林坤億",
        "聯絡電話": "04-8538274",
        "產品名稱": [
            "菠菜",
            "菠菜--菠菜(產銷履歷)",
            "菠菜-菠菜(產銷履歷)"
        ]
    },
    "150533-1": {
        "農產品經營者": "簡志斌",
        "聯絡電話": "08-7062222",
        "產品名稱": [
            "大豆"
        ]
    },
    "134790-1": {
        "農產品經營者": "臺中市大甲區蔬菜產銷班第12班",
        "聯絡電話": "04-26867320",
        "產品名稱": [
            "芋-總芋30Kg",
            "芋",
            "芋--大甲芋 6kg"
        ]
    },
    "144466-1": {
        "農產品經營者": "雲林縣口湖鄉甘薯產銷班第2班",
        "聯絡電話": "05-7895331",
        "產品名稱": [
            "甘藷--黃金地瓜",
            "甘藷"
        ]
    },
    "153320-1": {
        "農產品經營者": "陳裕融",
        "聯絡電話": "082-351825",
        "產品名稱": [
            "番茄"
        ]
    },
    "146590-1": {
        "農產品經營者": "嘉義縣中埔鄉果樹產銷班第10班",
        "聯絡電話": "05-2030696",
        "產品名稱": [
            "酪梨PLUS--哈斯",
            "酪梨PLUS",
            "酪梨PLUS--埔酪果-Pro果"
        ]
    },
    "155854-1": {
        "農產品經營者": "李建忠",
        "聯絡電話": "04-8231806",
        "產品名稱": [
            "蕹菜-空心菜",
            "蕹菜"
        ]
    },
    "500101-1": {
        "農產品經營者": "浤良食品股份有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "鴨蛋(鴨蛋)",
            "鴨蛋(松花皮蛋)",
            "鴨蛋"
        ]
    },
    "144844-1": {
        "農產品經營者": "陳宣宏",
        "聯絡電話": "089-380038",
        "產品名稱": [
            "番荔枝--大目釋迦",
            "番荔枝",
            "番荔枝--鳳梨釋迦"
        ]
    },
    "147585-1": {
        "農產品經營者": "蔡錫印",
        "聯絡電話": "049-2647001",
        "產品名稱": [
            "木瓜--甄選530",
            "木瓜"
        ]
    },
    "992771-1": {
        "農產品經營者": "保證責任臺南市玉井聯興青果生產合作社",
        "聯絡電話": "(06)574-1171",
        "產品名稱": [
            "鳳梨乾",
            "芒果乾",
            "番石榴乾(微糖)"
        ]
    },
    "159304-1": {
        "農產品經營者": "温致陞",
        "聯絡電話": "037-996853",
        "產品名稱": [
            "草莓"
        ]
    },
    "157623-1": {
        "農產品經營者": "陳坤孝",
        "聯絡電話": "04-8945229",
        "產品名稱": [
            "甘藷--57地瓜(10k",
            "甘藷"
        ]
    },
    "136825-1": {
        "農產品經營者": "鍾長福",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "小白菜--履歷蚵白菜",
            "小白菜--履歷小白菜",
            "油菜-履歷油菜",
            "油菜--履歷油菜",
            "小白菜-履歷蚵白菜",
            "小白菜",
            "油菜",
            "青梗白菜--履歷青江",
            "青梗白菜",
            "半結球萵苣--履歷大陸妹",
            "半結球萵苣-福山萵苣",
            "半結球萵苣-履歷大陸妹",
            "半結球萵苣-萵苣油麥菜",
            "半結球萵苣--福山萵苣"
        ]
    },
    "159203-1": {
        "農產品經營者": "劉昌林",
        "聯絡電話": "04-25822560",
        "產品名稱": [
            "香菇-劉昌林-香菇",
            "香菇",
            "香菇-劉昌林-鮮菇"
        ]
    },
    "159672-1": {
        "農產品經營者": "虹橋農業顧問有限公司",
        "聯絡電話": "04-8753186",
        "產品名稱": [
            "番茄--崇德溫室果園",
            "番茄",
            "番茄--金川農園"
        ]
    },
    "145300-1": {
        "農產品經營者": "程育鈞",
        "聯絡電話": "03-8353555",
        "產品名稱": [
            "蜂蜜-國產台灣蜂蜜"
        ]
    },
    "144733-1": {
        "農產品經營者": "彰化縣二林鎮農會",
        "聯絡電話": "04-8961191",
        "產品名稱": [
            "紅龍果--紅龍果",
            "紅龍果"
        ]
    },
    "134640-1": {
        "農產品經營者": "吳崧瑞",
        "聯絡電話": "05-5828448",
        "產品名稱": [
            "鳳梨--鳳梨",
            "鳳梨"
        ]
    },
    "139094-1": {
        "農產品經營者": "保證責任雲林縣十八甲果菜生產合作社",
        "聯絡電話": "05-7881888",
        "產品名稱": [
            "青花菜-青花菜",
            "青花菜",
            "青花菜--青花菜",
            "青花菜--李星樺"
        ]
    },
    "141138-1": {
        "農產品經營者": "方進堂",
        "聯絡電話": "03-4760579",
        "產品名稱": [
            "小白菜-黑葉白菜",
            "小白菜"
        ]
    },
    "992892-1": {
        "農產品經營者": "花蓮縣吉安鄉農會",
        "聯絡電話": "(03)852-1151",
        "產品名稱": [
            "產履冷凍芋頭角"
        ]
    },
    "991047-1": {
        "農產品經營者": "保證責任台灣區阿丹果菜生產合作社",
        "聯絡電話": "(05)5596-9968",
        "產品名稱": [
            "熟成馬鈴薯",
            "家樂福嚴選即食水果玉米"
        ]
    },
    "130802-1": {
        "農產品經營者": "國軍退除役官兵輔導委員會福壽山農場",
        "聯絡電話": "04-25989960",
        "產品名稱": [
            "茶葉-褔壽長春茶"
        ]
    },
    "135465-1": {
        "農產品經營者": "張佩如",
        "聯絡電話": "04-8290072",
        "產品名稱": [
            "杏鮑菇--杏-D",
            "杏鮑菇"
        ]
    },
    "147713-1": {
        "農產品經營者": "臺中市后里區農會",
        "聯絡電話": "04-25565116",
        "產品名稱": [
            "水稻-台梗9號-糙米",
            "水稻",
            "水稻-台稉九號-白米",
            "水稻-台梗九號-白米"
        ]
    },
    "991196-1": {
        "農產品經營者": "西螺大同醬油股份有限公司",
        "聯絡電話": "(05)5573636",
        "產品名稱": [
            "黑娘媽黑豆蔭油膏",
            "黑娘媽黑豆蔭釀油",
            "黑豆契作醬油"
        ]
    },
    "992617-1": {
        "農產品經營者": "老永昌商行",
        "聯絡電話": "(03)5882066",
        "產品名稱": [
            "白米",
            "糙米"
        ]
    },
    "147403-1": {
        "農產品經營者": "周明輝",
        "聯絡電話": "04-26877916",
        "產品名稱": [
            "紅龍果--產履紅龍果",
            "紅龍果"
        ]
    },
    "159470-1": {
        "農產品經營者": "潘秀月",
        "聯絡電話": "09-10645617",
        "產品名稱": [
            "龍鬚菜--龍鬚菜",
            "龍鬚菜"
        ]
    },
    "991828-1": {
        "農產品經營者": "羅東鎮農會食品加工廠",
        "聯絡電話": "(03)9907960",
        "產品名稱": [
            "羅董特濃低糖台灣豆奶",
            "羅董特濃無加糖台灣豆奶",
            "宜蘭有機豆漿"
        ]
    },
    "138748-1": {
        "農產品經營者": "廖文志",
        "聯絡電話": "05-5871058",
        "產品名稱": [
            "菠菜--菠菜",
            "菠菜-菠菜",
            "菠菜"
        ]
    },
    "992028-1": {
        "農產品經營者": "光泉牧場股份有限公司(禾泰良行委託生產)",
        "聯絡電話": "(05)221-9700#618",
        "產品名稱": [
            "陽光樂豆乳",
            "台灣鮮豆漿-低糖"
        ]
    },
    "150917-1": {
        "農產品經營者": "保證責任臺東縣陽光職農生產合作社",
        "聯絡電話": "089-222635",
        "產品名稱": [
            "鳳梨釋迦",
            "鳳梨釋迦--鳳梨釋迦",
            "鳳梨釋迦-鳳梨釋迦"
        ]
    },
    "154793-1": {
        "農產品經營者": "台灣糖業股份有限公司虎尾糖廠",
        "聯絡電話": "05-6321540",
        "產品名稱": [
            "製糖甘蔗",
            "製糖甘蔗-製糖甘蔗"
        ]
    },
    "138969-1": {
        "農產品經營者": "雲林縣虎尾鎮雜糧產銷班第5班",
        "聯絡電話": "05-6336129",
        "產品名稱": [
            "落花生-落花生",
            "落花生"
        ]
    },
    "131510-1": {
        "農產品經營者": "雲林縣虎尾鎮農會",
        "聯絡電話": "05-6337962",
        "產品名稱": [
            "落花生-落花生"
        ]
    },
    "150494-1": {
        "農產品經營者": "香草山農業生技股份有限公司",
        "聯絡電話": "05-6938238",
        "產品名稱": [
            "薑",
            "薑--帶葉筆薑"
        ]
    },
    "993037-1": {
        "農產品經營者": "台灣黃金蕎麥有限公司",
        "聯絡電話": "(06)249-4912",
        "產品名稱": [
            "黃金蕎麥茶"
        ]
    },
    "151385-1": {
        "農產品經營者": "蔡俊甫",
        "聯絡電話": "08-7861117",
        "產品名稱": [
            "香蕉",
            "香蕉--產履香蕉",
            "木瓜--履歷木瓜",
            "木瓜"
        ]
    },
    "150927-1": {
        "農產品經營者": "雲林縣水林鄉農會",
        "聯絡電話": "05-7852608",
        "產品名稱": [
            "硬質玉米"
        ]
    },
    "152773-1": {
        "農產品經營者": "蘇文男",
        "聯絡電話": "089-541243",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "147212-1": {
        "農產品經營者": "曾廖春英",
        "聯絡電話": "089-236319",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "144011-1": {
        "農產品經營者": "賴紀芬",
        "聯絡電話": "089-571118",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "157552-1": {
        "農產品經營者": "張家峯",
        "聯絡電話": "05-6960266",
        "產品名稱": [
            "葉萵苣-履歷大陸妹",
            "葉萵苣"
        ]
    },
    "154745-1": {
        "農產品經營者": "林俊宏",
        "聯絡電話": "05-2064699",
        "產品名稱": [
            "番茄",
            "番茄--玉女小果番茄"
        ]
    },
    "403160-1": {
        "農產品經營者": "柯明賢",
        "聯絡電話": "05-3426823",
        "產品名稱": [
            "白蝦"
        ]
    },
    "152087-1": {
        "農產品經營者": "嘉義縣民雄鄉蔬菜產銷班第30班",
        "聯絡電話": "05-2218710",
        "產品名稱": [
            "番茄"
        ]
    },
    "404114-1": {
        "農產品經營者": "曾再逢",
        "聯絡電話": "0953111638",
        "產品名稱": [
            "鱸魚"
        ]
    },
    "152481-1": {
        "農產品經營者": "許貴戀",
        "聯絡電話": "04-25564167",
        "產品名稱": [
            "甜椒"
        ]
    },
    "148188-1": {
        "農產品經營者": "陳玉卿",
        "聯絡電話": "0913-322169",
        "產品名稱": [
            "夏南瓜-履歷櫛瓜",
            "夏南瓜"
        ]
    },
    "139069-1": {
        "農產品經營者": "彰化縣大城鄉蕎麥產銷班第3班",
        "聯絡電話": "04-8942195",
        "產品名稱": [
            "蕎麥"
        ]
    },
    "139372-1": {
        "農產品經營者": "彰化縣永靖鄉蔬菜產銷班第12班",
        "聯絡電話": "0963-171098",
        "產品名稱": [
            "番茄",
            "胡瓜--江明勳胡瓜",
            "胡瓜"
        ]
    },
    "147623-1": {
        "農產品經營者": "徐崇榮",
        "聯絡電話": "08-7073572",
        "產品名稱": [
            "香蕉"
        ]
    },
    "146705-1": {
        "農產品經營者": "信昌糧食工廠",
        "聯絡電話": "05-7850305",
        "產品名稱": [
            "硬質玉米"
        ]
    },
    "139864-1": {
        "農產品經營者": "彭敬傑",
        "聯絡電話": "0988-109966",
        "產品名稱": [
            "葉萵苣PLUS"
        ]
    },
    "151257-1": {
        "農產品經營者": "屏東縣萬巒鄉蔬菜產銷班第1班",
        "聯絡電話": "08-7837529",
        "產品名稱": [
            "苦瓜"
        ]
    },
    "151531-1": {
        "農產品經營者": "楊秋煌",
        "聯絡電話": "089-531149",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "142089-1": {
        "農產品經營者": "嘉義縣太保市蔬菜產銷班第5班",
        "聯絡電話": "05-3715785",
        "產品名稱": [
            "番茄"
        ]
    },
    "157422-1": {
        "農產品經營者": "藍宏宜",
        "聯絡電話": "06-2633777",
        "產品名稱": [
            "紅龍果--集優農場紅龍果",
            "紅龍果"
        ]
    },
    "153071-1": {
        "農產品經營者": "楊景安",
        "聯絡電話": "04-26884842",
        "產品名稱": [
            "水稻-產銷履歷稻穀-11號"
        ]
    },
    "134979-1": {
        "農產品經營者": "陳世鎔",
        "聯絡電話": "08-7384851",
        "產品名稱": [
            "南瓜--日系特級南瓜",
            "南瓜"
        ]
    },
    "403445-1": {
        "農產品經營者": "蕭二文",
        "聯絡電話": "076194526",
        "產品名稱": [
            "鱸魚"
        ]
    },
    "400362-1": {
        "農產品經營者": "陳連生",
        "聯絡電話": "06-9981424",
        "產品名稱": [
            "海鱺分切",
            "嘉鱲三清"
        ]
    },
    "146854-1": {
        "農產品經營者": "吳俊岳",
        "聯絡電話": "0980-935933",
        "產品名稱": [
            "水稻-稻米(香米)"
        ]
    },
    "501129-1": {
        "農產品經營者": "東饌實業有限公司",
        "聯絡電話": "04-24078291",
        "產品名稱": [
            "白肉雞(去皮腿肉丁)"
        ]
    },
    "156037-1": {
        "農產品經營者": "張炎宗",
        "聯絡電話": "037-931340",
        "產品名稱": [
            "草莓"
        ]
    },
    "147530-1": {
        "農產品經營者": "盧朝昆",
        "聯絡電話": "0937-364178",
        "產品名稱": [
            "棗--履歷蜜棗",
            "棗",
            "棗--蜜棗禮盒"
        ]
    },
    "146347-1": {
        "農產品經營者": "荔之甘精緻農園",
        "聯絡電話": "04-23398018",
        "產品名稱": [
            "龍眼-龍眼300g",
            "龍眼-龍眼600g",
            "龍眼-龍眼120g"
        ]
    },
    "137750-1": {
        "農產品經營者": "高雄市美濃區果樹產銷班第23班",
        "聯絡電話": "07-6831475",
        "產品名稱": [
            "檸檬--無子檸檬",
            "檸檬",
            "木瓜--網室木瓜",
            "木瓜",
            "檸檬-無子檸檬"
        ]
    },
    "156017-1": {
        "農產品經營者": "陳國雄",
        "聯絡電話": "08-8710276",
        "產品名稱": [
            "蓮霧--枋寮蓮霧",
            "蓮霧"
        ]
    },
    "145954-1": {
        "農產品經營者": "王宏瑋",
        "聯絡電話": "0930-096128",
        "產品名稱": [
            "紅龍果--履歷紅龍果",
            "紅龍果"
        ]
    },
    "141454-1": {
        "農產品經營者": "新竹縣北埔鄉農會",
        "聯絡電話": "03-5802207",
        "產品名稱": [
            "水稻-冷泉米",
            "水稻-冷泉香米",
            "桶柑--履歷桶柑",
            "桶柑",
            "桶柑--履歷桶柑禮盒",
            "水稻-北埔冷泉香米",
            "水稻"
        ]
    },
    "152454-1": {
        "農產品經營者": "黃玉蘭",
        "聯絡電話": "089-551370",
        "產品名稱": [
            "茶葉-紅烏龍茶",
            "茶葉-烏龍茶",
            "茶葉-金萱烏龍茶",
            "茶葉-蜜香紅茶(50克)"
        ]
    },
    "144162-1": {
        "農產品經營者": "鄒冠民",
        "聯絡電話": "0980-993367",
        "產品名稱": [
            "水稻-產銷履歷米"
        ]
    },
    "138515-1": {
        "農產品經營者": "王薰隆",
        "聯絡電話": "037-229643",
        "產品名稱": [
            "芋--檳榔心芋",
            "芋"
        ]
    },
    "150782-1": {
        "農產品經營者": "潘日文",
        "聯絡電話": "08-5624455",
        "產品名稱": [
            "木瓜--木瓜",
            "木瓜"
        ]
    },
    "146184-1": {
        "農產品經營者": "邱瑞斌",
        "聯絡電話": "0919-781625",
        "產品名稱": [
            "木瓜--網室台農二號",
            "木瓜"
        ]
    },
    "992672-1": {
        "農產品經營者": "陸穀實業股份有限公司",
        "聯絡電話": "(03)477-2498",
        "產品名稱": [
            "白米"
        ]
    },
    "153115-1": {
        "農產品經營者": "曾英志",
        "聯絡電話": "07-6527316",
        "產品名稱": [
            "番石榴--珍翠芭樂",
            "番石榴",
            "番石榴-珍翠芭樂",
            "番石榴--萃好珍翠芭樂"
        ]
    },
    "151907-1": {
        "農產品經營者": "王良韋",
        "聯絡電話": "05-5864981",
        "產品名稱": [
            "葉萵苣--履歷大陸A菜",
            "葉萵苣-履歷大陸A菜",
            "葉萵苣"
        ]
    },
    "145944-1": {
        "農產品經營者": "富盛碾米工廠",
        "聯絡電話": "0933-962384",
        "產品名稱": [
            "水稻-產銷履歷-白米",
            "水稻",
            "水稻-產銷履歷-糙米"
        ]
    },
    "147944-1": {
        "農產品經營者": "徐英棋",
        "聯絡電話": "0958-703695",
        "產品名稱": [
            "葉用甘藷--葉用甘藷",
            "葉用甘藷"
        ]
    },
    "991783-1": {
        "農產品經營者": "泉順食品企業股份有限公司",
        "聯絡電話": "(03)7743616#108",
        "產品名稱": [
            "白米"
        ]
    },
    "140654-1": {
        "農產品經營者": "廖振義",
        "聯絡電話": "05-5875151",
        "產品名稱": [
            "甘藍",
            "葉萵苣--葉萵苣-2KG",
            "結球萵苣--結球萵苣",
            "葉萵苣",
            "結球萵苣"
        ]
    },
    "151858-1": {
        "農產品經營者": "保證責任南投縣稻米生產合作社",
        "聯絡電話": "049-2567559",
        "產品名稱": [
            "蕎麥",
            "紅豆",
            "南瓜"
        ]
    },
    "139854-1": {
        "農產品經營者": "張進昌",
        "聯絡電話": "05-5223357",
        "產品名稱": [
            "番石榴"
        ]
    },
    "147976-1": {
        "農產品經營者": "賴紀華",
        "聯絡電話": "089-571118",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "147208-1": {
        "農產品經營者": "王秀清",
        "聯絡電話": "05-3741145",
        "產品名稱": [
            "食用玉米"
        ]
    },
    "400269-1": {
        "農產品經營者": "顏啟仁",
        "聯絡電話": "0932736664",
        "產品名稱": [
            "白蝦"
        ]
    },
    "400321-1": {
        "農產品經營者": "顏泰山",
        "聯絡電話": "07-6963469",
        "產品名稱": [
            "虱目魚"
        ]
    },
    "154658-1": {
        "農產品經營者": "奧特農業有限公司",
        "聯絡電話": "049-2880646",
        "產品名稱": [
            "木耳"
        ]
    },
    "146948-1": {
        "農產品經營者": "鄭俊達",
        "聯絡電話": "04-8752376",
        "產品名稱": [
            "番石榴"
        ]
    },
    "403247-1": {
        "農產品經營者": "黃明和",
        "聯絡電話": "07-6991238",
        "產品名稱": [
            "金目鱸魚菲力"
        ]
    },
    "138190-1": {
        "農產品經營者": "徐崇評",
        "聯絡電話": "05-5881406",
        "產品名稱": [
            "甘藍-履歷高麗菜",
            "甘藍"
        ]
    },
    "132960-1": {
        "農產品經營者": "臺中市大里區稻米產銷班第1班",
        "聯絡電話": "04-24929996",
        "產品名稱": [
            "水稻-佳和米白米"
        ]
    },
    "138877-1": {
        "農產品經營者": "程坤明",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "油菜",
            "小白菜",
            "小白菜--履歷蚵白菜",
            "青梗白菜--履歷青江",
            "青梗白菜",
            "菠菜--履歷菠菜",
            "菠菜-履歷菠菜",
            "小白菜-履歷小白菜",
            "油菜--履歷油菜",
            "菠菜",
            "油菜-履歷油菜"
        ]
    },
    "991378-1": {
        "農產品經營者": "六堆釀興業有限公司",
        "聯絡電話": "(08)7711116#210",
        "產品名稱": [
            "豆油伯春源釀造醬油",
            "豆油伯金美滿無添加糖釀造醬油",
            "豆油伯金桂釀造醬油",
            "豆油伯金美好無添加糖釀造醬油"
        ]
    },
    "139989-1": {
        "農產品經營者": "屏東縣南州鄉果樹產銷班第22班",
        "聯絡電話": "08-8642349",
        "產品名稱": [
            "蓮霧--林元宗",
            "蓮霧",
            "蓮霧--天霸王蓮霧園"
        ]
    },
    "147443-1": {
        "農產品經營者": "雷永誌",
        "聯絡電話": "0903-161185",
        "產品名稱": [
            "番石榴"
        ]
    },
    "155907-1": {
        "農產品經營者": "詹竣崴",
        "聯絡電話": "04-7331332",
        "產品名稱": [
            "洋菇"
        ]
    },
    "150779-1": {
        "農產品經營者": "賴光龍",
        "聯絡電話": "04-25892752",
        "產品名稱": [
            "葡萄--巨峰葡萄"
        ]
    },
    "154778-1": {
        "農產品經營者": "黃威涵",
        "聯絡電話": "049-29333327",
        "產品名稱": [
            "香菇"
        ]
    },
    "158875-1": {
        "農產品經營者": "吳尚穎",
        "聯絡電話": "05-2531417",
        "產品名稱": [
            "金棗(金柑)--日本鹿兒島甜桔",
            "金棗(金柑)"
        ]
    },
    "151680-1": {
        "農產品經營者": "黃國洋",
        "聯絡電話": "08-8351472",
        "產品名稱": [
            "蓮霧--上好蓮霧2A",
            "蓮霧--上好蓮霧",
            "蓮霧"
        ]
    },
    "143065-1": {
        "農產品經營者": "黃昆松",
        "聯絡電話": "05-2791472",
        "產品名稱": [
            "酪梨--酪梨",
            "酪梨"
        ]
    },
    "157837-1": {
        "農產品經營者": "宏潤生物科技股份有限公司",
        "聯絡電話": "06-7030539",
        "產品名稱": [
            "蟲草--銀杏果黃金蟲草"
        ]
    },
    "141741-1": {
        "農產品經營者": "保證責任雲林縣大埔果菜運銷合作社",
        "聯絡電話": "05-5821939",
        "產品名稱": [
            "茂谷柑-茂谷柑",
            "茂谷柑",
            "柳橙--柳丁-批",
            "柳橙",
            "茂谷柑--茂谷柑",
            "柑橘類",
            "茂谷柑--茂谷-已驗證",
            "茂谷柑--履歷茂谷/3公斤",
            "柑橘類--柑橘類-茂谷柑"
        ]
    },
    "156158-1": {
        "農產品經營者": "華誠農產行",
        "聯絡電話": "03-8705915",
        "產品名稱": [
            "大豆--大豆(花蓮2號)"
        ]
    },
    "155936-1": {
        "農產品經營者": "保證責任嘉義縣大莆林蔬果生產合作社",
        "聯絡電話": "05-2649970",
        "產品名稱": [
            "馬鈴薯--產銷履歷馬鈴薯"
        ]
    },
    "144554-1": {
        "農產品經營者": "李昆城",
        "聯絡電話": "08-8712198",
        "產品名稱": [
            "蓮霧-蓮霧",
            "蓮霧--蓮霧",
            "蓮霧"
        ]
    },
    "151990-1": {
        "農產品經營者": "贊興農場",
        "聯絡電話": "04-7751339",
        "產品名稱": [
            "水稻-桃園3號米",
            "甘藍--(雪翠)贊興農場",
            "甘藍"
        ]
    },
    "145064-1": {
        "農產品經營者": "蔡子翔",
        "聯絡電話": "05-5712732",
        "產品名稱": [
            "番茄",
            "番茄--小番茄"
        ]
    },
    "156165-1": {
        "農產品經營者": "魏至上",
        "聯絡電話": "09-19806416",
        "產品名稱": [
            "紅龍果--產銷履歷紅龍果",
            "紅龍果"
        ]
    },
    "139440-1": {
        "農產品經營者": "臺東縣臺東地區農會",
        "聯絡電話": "089-516295",
        "產品名稱": [
            "水稻-埤南-產履米",
            "水稻"
        ]
    },
    "151776-1": {
        "農產品經營者": "曾錦堂",
        "聯絡電話": "04-25881067",
        "產品名稱": [
            "柑橘類--台灣老欉茂谷柑",
            "柑橘類--台灣老叢茂谷柑",
            "柑橘類"
        ]
    },
    "144446-1": {
        "農產品經營者": "東成茶葉企業有限公司",
        "聯絡電話": "02-26658143",
        "產品名稱": [
            "茶葉-雪山烏龍-150",
            "茶葉-坪林蜜香紅茶葉",
            "茶葉-坪林包種茶包",
            "茶葉-鐵觀音茶包",
            "茶葉-雪山烏龍茶包",
            "茶葉-蜜香紅茶包",
            "茶葉-東方美人茶包",
            "茶葉-鐵觀音-150",
            "茶葉-包種金萱-75g*2",
            "茶葉-包種茶包"
        ]
    },
    "139634-1": {
        "農產品經營者": "程俱揚",
        "聯絡電話": "05-5881181",
        "產品名稱": [
            "菠菜-20kg",
            "菠菜",
            "葉萵苣-10kg",
            "葉萵苣"
        ]
    },
    "141137-1": {
        "農產品經營者": "陳貴美",
        "聯絡電話": "03-4760579",
        "產品名稱": [
            "小白菜-小白菜",
            "小白菜",
            "小白菜--小白菜"
        ]
    },
    "402955-1": {
        "農產品經營者": "黃建倫",
        "聯絡電話": "08-8710888",
        "產品名稱": [
            "石斑魚"
        ]
    },
    "158992-1": {
        "農產品經營者": "蘇星宇",
        "聯絡電話": "05-2217533",
        "產品名稱": [
            "胡瓜--花胡瓜",
            "胡瓜"
        ]
    },
    "145697-1": {
        "農產品經營者": "和泰碾米工廠",
        "聯絡電話": "05-2214311",
        "產品名稱": [
            "水稻-學午糧-梗白米",
            "水稻",
            "水稻-學午糧-糙米"
        ]
    },
    "141595-1": {
        "農產品經營者": "林文現",
        "聯絡電話": "0934-039893",
        "產品名稱": [
            "酪梨--酪梨",
            "酪梨"
        ]
    },
    "990056-1": {
        "農產品經營者": "嘉義區漁會新塭冷凍食品加工廠",
        "聯絡電話": "(05)343-0286",
        "產品名稱": [
            "冷藏牡蠣"
        ]
    },
    "400132-1": {
        "農產品經營者": "蔡水富",
        "聯絡電話": "05-3730301",
        "產品名稱": [
            "牡蠣"
        ]
    },
    "156063-1": {
        "農產品經營者": "陳中平",
        "聯絡電話": "0919-008122",
        "產品名稱": [
            "番石榴--石虎友善芭樂",
            "番石榴",
            "茂谷柑--石虎友善茂谷",
            "茂谷柑"
        ]
    },
    "146286-1": {
        "農產品經營者": "朱泰震",
        "聯絡電話": "0978-822551",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--龍骨瓣莕菜",
            "龍骨瓣莕菜(野蓮)",
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)-龍骨瓣莕菜"
        ]
    },
    "156015-1": {
        "農產品經營者": "胡哲綸",
        "聯絡電話": "05-5847269",
        "產品名稱": [
            "半結球萵苣--半結球萵苣",
            "半結球萵苣"
        ]
    },
    "148130-1": {
        "農產品經營者": "陳綉凰",
        "聯絡電話": "05-5875205",
        "產品名稱": [
            "甜椒--水果彩椒1",
            "甜椒"
        ]
    },
    "992781-1": {
        "農產品經營者": "聯友糧食行",
        "聯絡電話": null,
        "產品名稱": [
            "履歷白米",
            "履歷糙米"
        ]
    },
    "140556-1": {
        "農產品經營者": "謝明拴",
        "聯絡電話": "0928-369360",
        "產品名稱": [
            "大豆-國產大豆"
        ]
    },
    "401020-1": {
        "農產品經營者": "黃仁昌",
        "聯絡電話": "05-3730062",
        "產品名稱": [
            "文蛤"
        ]
    },
    "151664-1": {
        "農產品經營者": "高雄市杉林區蔬菜產銷班第11班",
        "聯絡電話": "0935-331973",
        "產品名稱": [
            "番茄"
        ]
    },
    "790032-1": {
        "農產品經營者": "雲乳食品科技股份有限公司",
        "聯絡電話": "05-5571326",
        "產品名稱": [
            "牛乳(鮮乳)"
        ]
    },
    "403275-1": {
        "農產品經營者": "許豐立",
        "聯絡電話": "035561057",
        "產品名稱": [
            "蝦仁"
        ]
    },
    "144865-1": {
        "農產品經營者": "林育賢",
        "聯絡電話": null,
        "產品名稱": [
            "木瓜--台農2號木瓜",
            "木瓜"
        ]
    },
    "152367-1": {
        "農產品經營者": "有限責任花蓮縣原住民農產運銷合作社",
        "聯絡電話": "0933-0933447936",
        "產品名稱": [
            "夏南瓜-履歷櫛瓜",
            "夏南瓜"
        ]
    },
    "146361-1": {
        "農產品經營者": "吳宗融",
        "聯絡電話": "03-9283438",
        "產品名稱": [
            "金棗(金柑)--柑橘類金柑",
            "金棗(金柑)"
        ]
    },
    "147092-1": {
        "農產品經營者": "曾科閎",
        "聯絡電話": "04-8893625",
        "產品名稱": [
            "甘藍--產銷履歷高麗菜",
            "甘藍"
        ]
    },
    "141651-1": {
        "農產品經營者": "黃金德",
        "聯絡電話": "04-25772965",
        "產品名稱": [
            "柑橘類--履歷椪柑",
            "柑橘類-履歷椪柑",
            "柑橘類"
        ]
    },
    "144790-1": {
        "農產品經營者": "九豐農場",
        "聯絡電話": "049-2775408",
        "產品名稱": [
            "香菇"
        ]
    },
    "400319-1": {
        "農產品經營者": "林美慧",
        "聯絡電話": "07-6963469",
        "產品名稱": [
            "金目鱸魚"
        ]
    },
    "130097-1": {
        "農產品經營者": "保證責任屏東縣金桔生產合作社",
        "聯絡電話": "08-7396050",
        "產品名稱": [
            "檸檬",
            "檸檬-履歷檸檬",
            "檸檬--履歷檸檬"
        ]
    },
    "150260-1": {
        "農產品經營者": "簡貝珊",
        "聯絡電話": "05-2955566",
        "產品名稱": [
            "綠竹筍",
            "綠竹筍--烏殼綠竹筍",
            "綠竹筍--_烏殼綠竹筍",
            "綠竹筍-烏殼綠竹筍"
        ]
    },
    "150712-1": {
        "農產品經營者": "楊麗芳",
        "聯絡電話": "05-2661690",
        "產品名稱": [
            "茶葉-阿里山高山茶"
        ]
    },
    "139189-1": {
        "農產品經營者": "嘉義縣水上鄉蔬菜產銷班第38班",
        "聯絡電話": "0983-315389",
        "產品名稱": [
            "番茄"
        ]
    },
    "151041-1": {
        "農產品經營者": "嘉義縣民雄鄉蔬菜產銷班第21班",
        "聯絡電話": "05-2263759",
        "產品名稱": [
            "番茄"
        ]
    },
    "402679-1": {
        "農產品經營者": "祖孫蝦養殖場",
        "聯絡電話": "05-3427127",
        "產品名稱": [
            "冷凍白蝦仁",
            "白蝦"
        ]
    },
    "157323-1": {
        "農產品經營者": "林文錦",
        "聯絡電話": "04-8613827",
        "產品名稱": [
            "秀珍菇"
        ]
    },
    "152240-1": {
        "農產品經營者": "張金華",
        "聯絡電話": "09-22511713",
        "產品名稱": [
            "夏南瓜-履歷櫛瓜",
            "夏南瓜"
        ]
    },
    "159140-1": {
        "農產品經營者": "楊藏嘉",
        "聯絡電話": "06-5956572",
        "產品名稱": [
            "鳳梨-鳳梨",
            "鳳梨"
        ]
    },
    "146584-1": {
        "農產品經營者": "李吉原",
        "聯絡電話": "05-5990578",
        "產品名稱": [
            "菠菜-角",
            "菠菜",
            "菠菜--角",
            "茼蒿--茼蒿",
            "茼蒿"
        ]
    },
    "155845-1": {
        "農產品經營者": "王泓棖",
        "聯絡電話": "05-5981560",
        "產品名稱": [
            "菠菜-菠菜",
            "菠菜--菠菜",
            "菠菜"
        ]
    },
    "146114-1": {
        "農產品經營者": "游黃阿笑",
        "聯絡電話": "03-9330256",
        "產品名稱": [
            "金棗(金柑)--金柑",
            "金棗(金柑)"
        ]
    },
    "148280-1": {
        "農產品經營者": "賴家蓁",
        "聯絡電話": "05-6960329",
        "產品名稱": [
            "小白菜-履歷白菜",
            "小白菜",
            "小白菜-履歷白菜-蚵白菜",
            "青梗白菜-履歷青梗白菜",
            "青梗白菜",
            "油菜-履歷油菜",
            "油菜",
            "小白菜-蚵白菜"
        ]
    },
    "146607-1": {
        "農產品經營者": "曾上農產有限公司",
        "聯絡電話": "0921-771659",
        "產品名稱": [
            "香菇--產履生鮮香菇",
            "香菇",
            "香菇-產履生鮮香菇"
        ]
    },
    "147347-1": {
        "農產品經營者": "茹林商行",
        "聯絡電話": "049-2913754",
        "產品名稱": [
            "茭白筍"
        ]
    },
    "141164-1": {
        "農產品經營者": "黎俊麟",
        "聯絡電話": "0918-824225",
        "產品名稱": [
            "水稻-初來部落糙米",
            "水稻",
            "水稻-初來部落米"
        ]
    },
    "151729-1": {
        "農產品經營者": "傅信嘉",
        "聯絡電話": "0939-963917",
        "產品名稱": [
            "香蕉--產履香蕉",
            "香蕉"
        ]
    },
    "147254-1": {
        "農產品經營者": "劉諺綸",
        "聯絡電話": "02-25574885",
        "產品名稱": [
            "薑",
            "薑--老薑300g"
        ]
    },
    "133412-1": {
        "農產品經營者": "臻紅日月潭紅茶專賣",
        "聯絡電話": "049-2898428",
        "產品名稱": [
            "茶葉-頭等獎紅玉",
            "茶葉-經典阿薩姆",
            "茶葉-頂級紅玉",
            "茶葉-臻品紅玉",
            "茶葉-特選阿薩姆"
        ]
    },
    "142607-1": {
        "農產品經營者": "石佳雯",
        "聯絡電話": "0955-400280",
        "產品名稱": [
            "甜椒-甜椒仔履歷甜椒",
            "甜椒--甜椒仔履歷甜椒",
            "甜椒",
            "甜椒-履歷彩色甜椒",
            "甜椒--履歷彩色甜椒"
        ]
    },
    "144611-1": {
        "農產品經營者": "黃進龍",
        "聯絡電話": "08-7892679",
        "產品名稱": [
            "毛豆--毛豆豆仁",
            "毛豆--毛豆豆莢",
            "毛豆"
        ]
    },
    "136749-1": {
        "農產品經營者": "鎧豐有限公司",
        "聯絡電話": "05-5880433",
        "產品名稱": [
            "胡蘿蔔--履歷紅寶石紅蘿蔔",
            "胡蘿蔔-胡蘿蔔履歷",
            "胡蘿蔔--胡蘿蔔履歷"
        ]
    },
    "991707-1": {
        "農產品經營者": "魚之達人水產股份有限公司",
        "聯絡電話": "(07)6411555",
        "產品名稱": [
            "鹽漬鱸魚切片",
            "午仔魚一夜干"
        ]
    },
    "991438-1": {
        "農產品經營者": "源順食品有限公司",
        "聯絡電話": "(05)622-1108",
        "產品名稱": [
            "黑豆茶"
        ]
    },
    "133666-1": {
        "農產品經營者": "中原光合農場股份有限公司",
        "聯絡電話": "02-26723868",
        "產品名稱": [
            "胡蘿蔔-胡蘿蔔"
        ]
    },
    "133737-1": {
        "農產品經營者": "李志榮",
        "聯絡電話": "05-7854188",
        "產品名稱": [
            "甘藷",
            "甘藷--地瓜",
            "甘藷--CQL黃肉",
            "甘藷--履歷黃肉地瓜",
            "甘藷--台灣履歷地瓜M"
        ]
    },
    "152223-1": {
        "農產品經營者": "陳怡菱",
        "聯絡電話": "05-5883952",
        "產品名稱": [
            "豌豆-履歷甜豆",
            "豌豆",
            "甘藍"
        ]
    },
    "400056-1": {
        "農產品經營者": "唐昕遠養殖場",
        "聯絡電話": "05-3451303",
        "產品名稱": [
            "白蝦"
        ]
    },
    "145084-1": {
        "農產品經營者": "李承宙",
        "聯絡電話": "06-2710277",
        "產品名稱": [
            "胡蘿蔔--胡蘿蔔",
            "胡蘿蔔"
        ]
    },
    "152013-1": {
        "農產品經營者": "華興青果行",
        "聯絡電話": "05-5875305",
        "產品名稱": [
            "青梗白菜--青江菜",
            "油菜--履歷油菜",
            "油菜",
            "青梗白菜",
            "油菜-履歷油菜",
            "小白菜--蚵白菜",
            "小白菜"
        ]
    },
    "146262-1": {
        "農產品經營者": "黃桐桹",
        "聯絡電話": "0937-269250",
        "產品名稱": [
            "木瓜--阿桹網室木瓜",
            "木瓜"
        ]
    },
    "147783-1": {
        "農產品經營者": "黃宏至",
        "聯絡電話": "0977-206660",
        "產品名稱": [
            "水稻-高雄147號",
            "水稻",
            "水稻-高雄147號(糙米)",
            "水稻-苗栗2號"
        ]
    },
    "137020-1": {
        "農產品經營者": "臺中市東勢區農會",
        "聯絡電話": "04-25884091",
        "產品名稱": [
            "梨--履歷雪梨2入",
            "梨--履歷雪梨3入",
            "梨-履歷雪梨3入",
            "梨-履歷雪梨2入",
            "梨--總統梨禮盒",
            "梨--總統梨4公斤",
            "梨--吉利市禮盒"
        ]
    },
    "145718-1": {
        "農產品經營者": "黃年炎",
        "聯絡電話": "0928-699696",
        "產品名稱": [
            "番荔枝--大目",
            "番荔枝"
        ]
    },
    "138426-1": {
        "農產品經營者": "張庭瑋",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "芥藍-履歷芥藍菜",
            "青梗白菜--履歷青江",
            "芥藍--履歷芥藍菜",
            "小白菜-履歷小白菜",
            "半結球萵苣--福山萵苣",
            "油菜--履歷油菜",
            "油菜",
            "青梗白菜",
            "小白菜--履歷小白菜",
            "半結球萵苣--萵苣油麥菜",
            "半結球萵苣",
            "半結球萵苣--大陸妹",
            "小白菜",
            "芥藍",
            "菠菜--履歷菠菜",
            "半結球萵苣-大陸妹",
            "菠菜-履歷菠菜",
            "茼蒿--履歷茼蒿",
            "茼蒿",
            "菠菜",
            "青梗白菜-履歷青江",
            "葉萵苣-履歷大陸妹"
        ]
    },
    "402089-1": {
        "農產品經營者": "鮪豐水產股份有限公司",
        "聯絡電話": "07-6914516",
        "產品名稱": [
            "石斑魚"
        ]
    },
    "132169-1": {
        "農產品經營者": "廖來成",
        "聯絡電話": "05-2586318",
        "產品名稱": [
            "茶葉-台灣阿里山茶區"
        ]
    },
    "147518-1": {
        "農產品經營者": "保證責任屏東縣金品町蔬果生產合作社",
        "聯絡電話": "0925-389860",
        "產品名稱": [
            "苦瓜--履歷白玉苦瓜",
            "苦瓜",
            "苦瓜--履歷苦瓜",
            "苦瓜--履 歷 青苦瓜",
            "苦瓜--履歷 青苦瓜",
            "苦瓜-履歷苦瓜"
        ]
    },
    "990137-1": {
        "農產品經營者": "崇文冷凍食品股份有限公司",
        "聯絡電話": "(05)3472602",
        "產品名稱": [
            "冷凍白蝦仁",
            "冷凍白蝦"
        ]
    },
    "143207-1": {
        "農產品經營者": "李永裕",
        "聯絡電話": "05-5881900",
        "產品名稱": [
            "食用玉米--履歷甜玉米",
            "食用玉米-履歷甜玉米",
            "食用玉米"
        ]
    },
    "136787-1": {
        "農產品經營者": "林清源",
        "聯絡電話": "08-8325855",
        "產品名稱": [
            "紅豆--產銷履歷紅豆",
            "紅豆",
            "紅豆-老鷹紅豆",
            "紅豆--老鷹紅豆",
            "紅豆-產銷履歷紅豆"
        ]
    },
    "150678-1": {
        "農產品經營者": "吳政昇",
        "聯絡電話": "04-23304638",
        "產品名稱": [
            "番茄--履歷 牛番茄",
            "番茄",
            "番茄-產銷履歷牛番茄"
        ]
    },
    "140200-1": {
        "農產品經營者": "林浚宇",
        "聯絡電話": "049-2731028",
        "產品名稱": [
            "胡瓜--小黃瓜投家",
            "胡瓜"
        ]
    },
    "144492-1": {
        "農產品經營者": "李城逸",
        "聯絡電話": "05-2130828",
        "產品名稱": [
            "馬鈴薯--克尼伯"
        ]
    },
    "991209-1": {
        "農產品經營者": "喜生食品工業股份有限公司",
        "聯絡電話": "(02)2680-0104",
        "產品名稱": [
            "炊飯",
            "米漢堡",
            "飯糰"
        ]
    },
    "992978-1": {
        "農產品經營者": "美元蜜餞食品有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "美元福桔"
        ]
    },
    "157269-1": {
        "農產品經營者": "蕭世傑",
        "聯絡電話": "05-3741148",
        "產品名稱": [
            "蕹菜--溫室空心菜",
            "蕹菜",
            "蕹菜-溫室空心菜"
        ]
    },
    "991462-1": {
        "農產品經營者": "義美食品股份有限公司",
        "聯絡電話": "(03)322-2406#552",
        "產品名稱": [
            "100%台灣產無加糖黃豆奶",
            "100%台灣產黑豆奶",
            "100%台灣產無加糖黑豆奶",
            "100%台灣產黃豆奶"
        ]
    },
    "992561-1": {
        "農產品經營者": "本家生機食材有限公司",
        "聯絡電話": "(03)218-0480",
        "產品名稱": [
            "黑豆木棉豆腐",
            "黑豆絹豆腐",
            "木棉豆腐",
            "絹豆腐",
            "青仁黑豆漿-低糖",
            "青仁黑豆漿-無糖",
            "濃醇鮮豆漿-低糖",
            "濃醇鮮豆漿-無糖",
            "黃金豆腸",
            "黑豆豆包",
            "黃金豆包"
        ]
    },
    "143302-1": {
        "農產品經營者": "新竹縣竹東鎮雜糧產銷班第1班",
        "聯絡電話": "03-5828768",
        "產品名稱": [
            "水稻-冬之玉糙米",
            "水稻",
            "水稻-芋香白米",
            "甘藷"
        ]
    },
    "138892-1": {
        "農產品經營者": "臺中市大安區農會",
        "聯絡電話": "04-26712229",
        "產品名稱": [
            "水稻-安泉米",
            "水稻",
            "水稻-安泉米禮盒",
            "水稻-雙龍米"
        ]
    },
    "402050-1": {
        "農產品經營者": "凃郭瑞微",
        "聯絡電話": "06-7861627",
        "產品名稱": [
            "虱目魚"
        ]
    },
    "157332-1": {
        "農產品經營者": "蔡季科農有限公司",
        "聯絡電話": "04-8710731",
        "產品名稱": [
            "葉萵苣"
        ]
    },
    "159379-1": {
        "農產品經營者": "廖洲彥",
        "聯絡電話": "09-19052693",
        "產品名稱": [
            "青梗白菜-江",
            "青梗白菜"
        ]
    },
    "993046-1": {
        "農產品經營者": "米品果食品商行",
        "聯絡電話": "(05)6654863",
        "產品名稱": [
            "產銷履歷-奶油黑蒜米餅",
            "產銷履歷-紅豆煉乳米餅",
            "產銷履歷-包種茶米餅",
            "產銷履歷-蜜香紅茶米餅"
        ]
    },
    "990059-1": {
        "農產品經營者": "蓁愛養生食品有限公司",
        "聯絡電話": "(04)8901517",
        "產品名稱": [
            "蓁愛 虱目魚精",
            "煦願軒淬浦薑雞(常溫)",
            "鈜景滴牛肉精"
        ]
    },
    "992919-1": {
        "農產品經營者": "高雄市美濃區農會",
        "聯絡電話": "(07)6817518",
        "產品名稱": [
            "高雄147米",
            "美濃區農會雜糧-紅豆",
            "美濃區農會雜糧-大豆",
            "美濃區農會菜豆(敏豆)",
            "美濃番茄"
        ]
    },
    "151506-1": {
        "農產品經營者": "保證責任雲林縣崙內果菜生產合作社",
        "聯絡電話": "05-6653636",
        "產品名稱": [
            "食用玉米-白紫糯玉米",
            "食用玉米",
            "食用玉米-甜玉米",
            "食用玉米--玉米筍"
        ]
    },
    "152144-1": {
        "農產品經營者": "卓志宏",
        "聯絡電話": "03-9772222",
        "產品名稱": [
            "桶柑"
        ]
    },
    "146720-1": {
        "農產品經營者": "王素珍",
        "聯絡電話": "0919-987028",
        "產品名稱": [
            "咖啡"
        ]
    },
    "156152-1": {
        "農產品經營者": "邱世榮",
        "聯絡電話": "09-89954989",
        "產品名稱": [
            "草莓"
        ]
    },
    "144496-1": {
        "農產品經營者": "張景閔",
        "聯絡電話": "04-8223063",
        "產品名稱": [
            "胡瓜--履歷小黃瓜",
            "胡瓜-履歷小黃瓜",
            "胡瓜"
        ]
    },
    "991951-1": {
        "農產品經營者": "豐得國際實業有限公司",
        "聯絡電話": "(02)2298-0002",
        "產品名稱": [
            "胡蘿蔔"
        ]
    },
    "992014-1": {
        "農產品經營者": "川吉食品有限公司",
        "聯絡電話": "(05)2380620",
        "產品名稱": [
            "黑豆茶(同炒焙黑豆)"
        ]
    },
    "144913-1": {
        "農產品經營者": "陳柏丞",
        "聯絡電話": "0909-896111",
        "產品名稱": [
            "番茄-履歷牛番茄10k",
            "番茄",
            "番茄--履歷牛番茄10k"
        ]
    },
    "140304-1": {
        "農產品經營者": "詹凱麟",
        "聯絡電話": "04-25872730",
        "產品名稱": [
            "茂谷柑--東勢明正里",
            "茂谷柑",
            "椪柑--草生栽培椪柑"
        ]
    },
    "145151-1": {
        "農產品經營者": "蔡杰憲",
        "聯絡電話": "0903-375329",
        "產品名稱": [
            "蜂蜜-龍眼蜂蜜"
        ]
    },
    "156172-1": {
        "農產品經營者": "林信輝",
        "聯絡電話": "06-2823900",
        "產品名稱": [
            "棗-履歷蜜棗",
            "棗",
            "棗-產履蜜棗",
            "棗--履歷蜜棗",
            "番茄--聖女番茄",
            "番茄-聖女番茄",
            "番茄"
        ]
    },
    "137149-1": {
        "農產品經營者": "劉芷菁",
        "聯絡電話": "05-5864511",
        "產品名稱": [
            "葉用甘藷--地瓜葉",
            "葉用甘藷",
            "葉用甘藷-地瓜葉"
        ]
    },
    "130520-1": {
        "農產品經營者": "保證責任雲林縣嘉東合作農場",
        "聯絡電話": "05-5332735",
        "產品名稱": [
            "茂谷柑-履歷茂谷",
            "茂谷柑--茂谷",
            "茂谷柑-履歷禮盒",
            "茂谷柑--履歷茂谷",
            "茂谷柑--茂谷柑",
            "茂谷柑--履歷禮盒",
            "茂谷柑-六粒裝",
            "茂谷柑--六粒裝",
            "茂谷柑"
        ]
    },
    "991630-1": {
        "農產品經營者": "聯夏食品工業股份有限公司",
        "聯絡電話": "(02)2341-7221#131",
        "產品名稱": [
            "蒸黑豆",
            "蒸大豆"
        ]
    },
    "159153-1": {
        "農產品經營者": "李駿睿",
        "聯絡電話": "049-2580261",
        "產品名稱": [
            "葉萵苣--水耕A菜CF",
            "葉萵苣"
        ]
    },
    "151427-1": {
        "農產品經營者": "陳金英",
        "聯絡電話": "04-23370275",
        "產品名稱": [
            "辣椒-辣椒10KG",
            "辣椒"
        ]
    },
    "139145-1": {
        "農產品經營者": "保證責任屏東縣永興果菜運銷合作社",
        "聯絡電話": "08-8647159",
        "產品名稱": [
            "香蕉-蕉你好運",
            "香蕉"
        ]
    },
    "400457-1": {
        "農產品經營者": "王耀行",
        "聯絡電話": "0919-758416",
        "產品名稱": [
            "虱目魚",
            "白蝦"
        ]
    },
    "153262-1": {
        "農產品經營者": "林陳援玉",
        "聯絡電話": "09-78615109",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "150861-1": {
        "農產品經營者": "尹建敦",
        "聯絡電話": "07-6526101",
        "產品名稱": [
            "蜂蜜-蜜匠龍眼蜂蜜",
            "蜂蜜-蜜匠玉荷包蜂蜜"
        ]
    },
    "144266-1": {
        "農產品經營者": "游淑珍",
        "聯絡電話": "03-9223887",
        "產品名稱": [
            "金棗(金柑)--長實金柑",
            "金棗(金柑)",
            "金棗(金柑)--黃水晶"
        ]
    },
    "142948-1": {
        "農產品經營者": "胡金福",
        "聯絡電話": "02-29097617",
        "產品名稱": [
            "油茶-油茶-油茶籽"
        ]
    },
    "141082-1": {
        "農產品經營者": "雲林縣古坑鄉咖啡產銷班第14班",
        "聯絡電話": "05-5831298",
        "產品名稱": [
            "咖啡-履歷咖啡"
        ]
    },
    "403022-1": {
        "農產品經營者": "洪信嘉",
        "聯絡電話": "0973-015-188",
        "產品名稱": [
            "金目鱸魚片"
        ]
    },
    "138191-1": {
        "農產品經營者": "保證責任嘉義縣六腳毛豆大豆雜糧生產合作社",
        "聯絡電話": "05-3802045",
        "產品名稱": [
            "大豆--金黃大豆",
            "大豆-國產大豆",
            "大豆"
        ]
    },
    "993344-1": {
        "農產品經營者": "梅景食品股份有限公司",
        "聯絡電話": "(05)588-2573#22",
        "產品名稱": [
            "菠菜截切"
        ]
    },
    "157231-1": {
        "農產品經營者": "葉美秀",
        "聯絡電話": "04-8925705",
        "產品名稱": [
            "胡瓜",
            "胡瓜-產銷小黃瓜",
            "胡瓜--產銷小黃瓜"
        ]
    },
    "141819-1": {
        "農產品經營者": "楊宗凡",
        "聯絡電話": "03-5800825",
        "產品名稱": [
            "桶柑--橘子會吃醋",
            "桶柑"
        ]
    },
    "143457-1": {
        "農產品經營者": "阮茂聯",
        "聯絡電話": "0921-560157",
        "產品名稱": [
            "棗--蜜棗",
            "棗"
        ]
    },
    "156157-1": {
        "農產品經營者": "廖敏全",
        "聯絡電話": "05-5981560",
        "產品名稱": [
            "菠菜-菠菜",
            "菠菜",
            "小白菜--蚵白",
            "小白菜-蚵白",
            "小白菜",
            "青梗白菜--青江",
            "青梗白菜-青江",
            "油菜-油菜",
            "油菜",
            "青梗白菜"
        ]
    },
    "140492-1": {
        "農產品經營者": "連弘期",
        "聯絡電話": "09-28024368",
        "產品名稱": [
            "胡瓜-花胡瓜",
            "胡瓜"
        ]
    },
    "147193-1": {
        "農產品經營者": "黃崇得",
        "聯絡電話": "0928-709691",
        "產品名稱": [
            "棗--提棗發財",
            "棗"
        ]
    },
    "991055-1": {
        "農產品經營者": "乖乖股份有限公司",
        "聯絡電話": "(03)452-7181#2707",
        "產品名稱": [
            "米乖乖"
        ]
    },
    "147652-1": {
        "農產品經營者": "林慧瑜",
        "聯絡電話": "0958-975897",
        "產品名稱": [
            "香蕉",
            "香蕉-履歷香蕉"
        ]
    },
    "157345-1": {
        "農產品經營者": "張國卿",
        "聯絡電話": "048-292362",
        "產品名稱": [
            "葡萄"
        ]
    },
    "154772-1": {
        "農產品經營者": "瑞喬國際有限公司",
        "聯絡電話": "04-22518686",
        "產品名稱": [
            "葉萵苣",
            "甘藍--甘藍",
            "甘藍"
        ]
    },
    "136093-1": {
        "農產品經營者": "李廷恕",
        "聯絡電話": "05-5882696",
        "產品名稱": [
            "青梗白菜-青江白菜",
            "青梗白菜",
            "小白菜-鋸齒白菜",
            "小白菜",
            "小白菜-蚵白菜"
        ]
    },
    "141910-1": {
        "農產品經營者": "武秋賢",
        "聯絡電話": "05-6960789",
        "產品名稱": [
            "小白菜-小白菜",
            "小白菜",
            "小白菜-蚵白菜",
            "青梗白菜-青江菜",
            "青梗白菜",
            "油菜-油菜",
            "油菜",
            "菠菜-菠菜",
            "菠菜"
        ]
    },
    "151177-1": {
        "農產品經營者": "余鄭秀桃",
        "聯絡電話": "07-6366777",
        "產品名稱": [
            "棗"
        ]
    },
    "990109-1": {
        "農產品經營者": "台南市北門區虱目魚產銷班第34班",
        "聯絡電話": "(06)7865369",
        "產品名稱": [
            "整尾去刺虱目魚",
            "去刺虱目魚肚",
            "去刺虱目魚皮",
            "去刺虱目魚柳",
            "虱目魚肉"
        ]
    },
    "142469-1": {
        "農產品經營者": "如記食品有限公司",
        "聯絡電話": "08-7710088",
        "產品名稱": [
            "香蕉"
        ]
    },
    "990053-1": {
        "農產品經營者": "東晟水產股份有限公司",
        "聯絡電話": "(05)3427475#101",
        "產品名稱": [
            "冷凍台灣鯛魚片"
        ]
    },
    "152128-1": {
        "農產品經營者": "宋瑀瑄",
        "聯絡電話": "03-4779659",
        "產品名稱": [
            "青梗白菜-產銷履歷青江菜",
            "小白菜-產銷履歷小白菜",
            "青梗白菜",
            "小白菜",
            "油菜-產銷履歷油菜",
            "油菜"
        ]
    },
    "144130-1": {
        "農產品經營者": "宜蘭縣礁溪鄉果樹產銷班第9班",
        "聯絡電話": "03-9882362",
        "產品名稱": [
            "金棗(金柑)--宜蘭甜金柑",
            "金棗(金柑)"
        ]
    },
    "151489-1": {
        "農產品經營者": "詹進雄",
        "聯絡電話": "04-25854600",
        "產品名稱": [
            "柑橘類--履歷茂谷柑",
            "柑橘類"
        ]
    },
    "755029-1": {
        "農產品經營者": "柏香肉品有限公司",
        "聯絡電話": "05-6975746",
        "產品名稱": [
            "牛肉"
        ]
    },
    "402341-1": {
        "農產品經營者": "蔡長材",
        "聯絡電話": "05-3431024",
        "產品名稱": [
            "虱目魚"
        ]
    },
    "151714-1": {
        "農產品經營者": "彰化縣溪湖鎮蔬菜產銷班第24班",
        "聯絡電話": "04-8816393",
        "產品名稱": [
            "豌豆--甜豌豆",
            "豌豆-甜豌豆",
            "豌豆",
            "冬瓜",
            "南瓜",
            "扁蒲"
        ]
    },
    "755023-1": {
        "農產品經營者": "和牧企業社",
        "聯絡電話": "08-7072917",
        "產品名稱": [
            "牛肉"
        ]
    },
    "151649-1": {
        "農產品經營者": "(彰化縣二林鎮農會)",
        "聯絡電話": "04-8961191",
        "產品名稱": [
            "硬質玉米"
        ]
    },
    "134697-1": {
        "農產品經營者": "臺南市麻豆區雜糧產銷班第1班",
        "聯絡電話": "06-5724148",
        "產品名稱": [
            "大豆--國產大豆",
            "大豆--國產黑豆",
            "綠豆"
        ]
    },
    "151580-1": {
        "農產品經營者": "朱美鳳",
        "聯絡電話": "09-12700561",
        "產品名稱": [
            "番荔枝--鳳梨釋迦",
            "番荔枝"
        ]
    },
    "151596-1": {
        "農產品經營者": "吳樹語",
        "聯絡電話": "09-18811877",
        "產品名稱": [
            "番荔枝--鳳梨釋迦",
            "番荔枝"
        ]
    },
    "150783-1": {
        "農產品經營者": "張芳連",
        "聯絡電話": "09-08516883",
        "產品名稱": [
            "番荔枝--鳳梨釋迦",
            "番荔枝"
        ]
    },
    "130302-1": {
        "農產品經營者": "屏東縣南州鄉果樹產銷班第7班",
        "聯絡電話": "08-8645879",
        "產品名稱": [
            "蓮霧--品牌鮮果",
            "蓮霧"
        ]
    },
    "143532-1": {
        "農產品經營者": "保證責任屏東縣密菓子生產合作社",
        "聯絡電話": "0932-882102",
        "產品名稱": [
            "鳳梨--產履鳳梨",
            "鳳梨"
        ]
    },
    "147521-1": {
        "農產品經營者": "潘有田",
        "聯絡電話": "08-7870753",
        "產品名稱": [
            "木瓜--台農2號木瓜",
            "木瓜"
        ]
    },
    "147286-1": {
        "農產品經營者": "洪偉鐘",
        "聯絡電話": "0921-039779",
        "產品名稱": [
            "番荔枝--台東鳳梨釋迦2",
            "番荔枝",
            "番荔枝--MIA二入禮盒",
            "番荔枝--MIA三KG禮盒",
            "番荔枝--101贈品"
        ]
    },
    "140469-1": {
        "農產品經營者": "羅上容",
        "聯絡電話": "09-56052358",
        "產品名稱": [
            "蓮霧--蓮霧",
            "蓮霧--福田農園",
            "蓮霧"
        ]
    },
    "147929-1": {
        "農產品經營者": "草屯鎮農會供銷部",
        "聯絡電話": "049-2333151",
        "產品名稱": [
            "水稻-產銷履歷白米",
            "水稻",
            "水稻-產銷履歷糙米"
        ]
    },
    "140899-1": {
        "農產品經營者": "科田企業有限公司",
        "聯絡電話": "05-2571569",
        "產品名稱": [
            "茶葉-阿里山紅茶",
            "茶葉-阿里山綠茶",
            "茶葉-阿里山烏龍茶",
            "茶葉-阿里山金萱烏龍茶",
            "茶葉-阿里山高山茶",
            "茶葉-高山烏龍茶"
        ]
    },
    "145065-1": {
        "農產品經營者": "王家養蜂園",
        "聯絡電話": "05-2656999",
        "產品名稱": [
            "蜂蜜-產銷履歷蜂蜜"
        ]
    },
    "153085-1": {
        "農產品經營者": "謝永裕",
        "聯絡電話": "089-229898",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "144957-1": {
        "農產品經營者": "臺南市楠西區果樹產銷班第45班",
        "聯絡電話": "06-5752333",
        "產品名稱": [
            "紅龍果",
            "紅龍果--江明輝"
        ]
    },
    "139533-1": {
        "農產品經營者": "劉玉嬌",
        "聯絡電話": "037-994248",
        "產品名稱": [
            "草莓"
        ]
    },
    "151782-1": {
        "農產品經營者": "益群科技股份有限公司",
        "聯絡電話": "02-22685905",
        "產品名稱": [
            "葉萵苣"
        ]
    },
    "135592-1": {
        "農產品經營者": "林政坤",
        "聯絡電話": "05-5881116",
        "產品名稱": [
            "青梗白菜",
            "油菜--油菜",
            "小白菜--小白菜",
            "小白菜-小白菜",
            "小白菜--奶油白菜",
            "青梗白菜-青江白菜",
            "青梗白菜--青江菜",
            "菠菜-菠菜",
            "青梗白菜--青江白菜",
            "小白菜--蚵白菜",
            "芥藍--芥藍菜",
            "菠菜--菠菜",
            "油菜"
        ]
    },
    "402297-1": {
        "農產品經營者": "黃郁翔",
        "聯絡電話": "0937-346238",
        "產品名稱": [
            "虱目魚"
        ]
    },
    "152869-1": {
        "農產品經營者": "高賢助",
        "聯絡電話": "0980-714560",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "146953-1": {
        "農產品經營者": "劉世忠",
        "聯絡電話": "089-223590",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "147220-1": {
        "農產品經營者": "黃保惠",
        "聯絡電話": "06-7942961",
        "產品名稱": [
            "芹菜",
            "芹菜--西芹"
        ]
    },
    "154765-1": {
        "農產品經營者": "楊德義",
        "聯絡電話": "05-5982479",
        "產品名稱": [
            "油菜",
            "油菜-油菜",
            "青梗白菜",
            "菠菜"
        ]
    },
    "146545-1": {
        "農產品經營者": "洪銀獅",
        "聯絡電話": "08-7963123",
        "產品名稱": [
            "棗"
        ]
    },
    "159383-1": {
        "農產品經營者": "劉秀嬋",
        "聯絡電話": "04-25810839",
        "產品名稱": [
            "柑橘類"
        ]
    },
    "140305-1": {
        "農產品經營者": "臺中市大安區蔬菜產銷班第9班",
        "聯絡電話": "04-26710565",
        "產品名稱": [
            "芋--大安檳榔心芋",
            "芋"
        ]
    },
    "141796-1": {
        "農產品經營者": "芎林鄉農會",
        "聯絡電話": "03-5925399",
        "產品名稱": [
            "柑橘類--柳橙",
            "柑橘類--桶柑",
            "柑橘類--海梨柑",
            "柑橘類",
            "柑橘類--帝王柑",
            "柑橘類--茂谷柑",
            "柑橘類--砂糖橘",
            "柑橘類--天王柑",
            "柑橘類--椪柑",
            "柑橘類--紅肉柳橙"
        ]
    },
    "138941-1": {
        "農產品經營者": "潘明原",
        "聯絡電話": "08-8327118",
        "產品名稱": [
            "鳳梨--金鑽鳳梨",
            "鳳梨"
        ]
    },
    "157855-1": {
        "農產品經營者": "蘇筱媛",
        "聯絡電話": "08-7390696",
        "產品名稱": [
            "檸檬-履歷檸檬",
            "檸檬"
        ]
    },
    "146228-1": {
        "農產品經營者": "詹文威",
        "聯絡電話": "0910-586035",
        "產品名稱": [
            "葡萄--天佑巨峰葡萄",
            "葡萄"
        ]
    },
    "152268-1": {
        "農產品經營者": "慶泰商行",
        "聯絡電話": "05-3781645",
        "產品名稱": [
            "葉萵苣"
        ]
    },
    "146435-1": {
        "農產品經營者": "廖義舜",
        "聯絡電話": "05-5883017",
        "產品名稱": [
            "小白菜--蚵白",
            "小白菜-蚵白",
            "小白菜--小白菜",
            "小白菜",
            "青梗白菜",
            "油菜",
            "青梗白菜-青江菜"
        ]
    },
    "133117-1": {
        "農產品經營者": "新聯豐碾米工廠",
        "聯絡電話": "05-2952051",
        "產品名稱": [
            "水稻-學午糧-新聯豐"
        ]
    },
    "157383-1": {
        "農產品經營者": "呂建佑",
        "聯絡電話": "05-3780248",
        "產品名稱": [
            "食用玉米-履歷水果玉米",
            "食用玉米",
            "食用玉米--履歷水果玉米2入",
            "食用玉米--履歷水果玉米350g",
            "食用玉米-履歷水果玉米350g"
        ]
    },
    "140760-1": {
        "農產品經營者": "雲林縣土庫鎮雜糧產銷班第22班",
        "聯絡電話": "05-6625756",
        "產品名稱": [
            "大豆-台南五號黑豆",
            "大豆-高雄選10號",
            "大豆-台南5號黑豆"
        ]
    },
    "403665-1": {
        "農產品經營者": "黃煒杰",
        "聯絡電話": "0915567009",
        "產品名稱": [
            "午仔魚"
        ]
    },
    "131171-1": {
        "農產品經營者": "嘉義縣新港鄉農會",
        "聯絡電話": "05-3741643",
        "產品名稱": [
            "水稻-新禾米-台南20號",
            "水稻"
        ]
    },
    "403580-1": {
        "農產品經營者": "陳天戶",
        "聯絡電話": "05-3426919",
        "產品名稱": [
            "白蝦"
        ]
    },
    "145994-1": {
        "農產品經營者": "蔡利旻",
        "聯絡電話": "0912-359300",
        "產品名稱": [
            "紅龍果--履歷火龍果",
            "紅龍果"
        ]
    },
    "156046-1": {
        "農產品經營者": "曾文哲",
        "聯絡電話": "0939-210156",
        "產品名稱": [
            "茂谷柑--履歷茂谷柑",
            "茂谷柑"
        ]
    },
    "157369-1": {
        "農產品經營者": "陳政諺",
        "聯絡電話": "09-77460070",
        "產品名稱": [
            "甜椒--履歷甜椒",
            "甜椒"
        ]
    },
    "150352-1": {
        "農產品經營者": "唐守明",
        "聯絡電話": "05-5821543",
        "產品名稱": [
            "茂谷柑--台灣老欉茂谷柑",
            "茂谷柑"
        ]
    },
    "151252-1": {
        "農產品經營者": "王亭勻",
        "聯絡電話": "04-8829778",
        "產品名稱": [
            "葡萄"
        ]
    },
    "146485-1": {
        "農產品經營者": "陳榮建",
        "聯絡電話": "092-1732927",
        "產品名稱": [
            "紅龍果"
        ]
    },
    "142991-1": {
        "農產品經營者": "吳榮歡",
        "聯絡電話": "05-7857278",
        "產品名稱": [
            "甘藷"
        ]
    },
    "142534-1": {
        "農產品經營者": "袁婧清",
        "聯絡電話": "037-995186",
        "產品名稱": [
            "草莓"
        ]
    },
    "141798-1": {
        "農產品經營者": "林泓成",
        "聯絡電話": "04-25662823",
        "產品名稱": [
            "茂谷柑--山王 Orri 柑",
            "茂谷柑",
            "茂谷柑--茂谷平面盒",
            "茂谷柑--茂谷柑",
            "茂谷柑--茂谷手提盒",
            "茂谷柑-茂谷平面盒"
        ]
    },
    "147550-1": {
        "農產品經營者": "晉揚欣茶庄",
        "聯絡電話": "0919-167007",
        "產品名稱": [
            "咖啡-晉揚欣茶庄咖啡",
            "茶葉-紅茶",
            "茶葉-青茶"
        ]
    },
    "154641-1": {
        "農產品經營者": "陳建元",
        "聯絡電話": "05-5880650",
        "產品名稱": [
            "莧菜--莧菜",
            "莧菜",
            "蕹菜"
        ]
    },
    "152794-1": {
        "農產品經營者": "凃建新",
        "聯絡電話": "04-8903463",
        "產品名稱": [
            "紅龍果--白肉紅龍果",
            "紅龍果"
        ]
    },
    "150621-1": {
        "農產品經營者": "傅景森",
        "聯絡電話": "04-8950501",
        "產品名稱": [
            "紅龍果--紅龍果不分品種",
            "紅龍果"
        ]
    },
    "140437-1": {
        "農產品經營者": "南投縣國姓鄉特用作物 (咖啡) 產銷班第3班",
        "聯絡電話": "049-2461001",
        "產品名稱": [
            "咖啡-百勝村咖啡",
            "咖啡-梅林咖啡"
        ]
    },
    "152702-1": {
        "農產品經營者": "林榮旺",
        "聯絡電話": "0933-499015",
        "產品名稱": [
            "甜椒--彩色甜椒",
            "甜椒",
            "甜椒-彩色甜椒"
        ]
    },
    "152523-1": {
        "農產品經營者": "花蓮縣瑞穗鄉文旦產銷班第4班",
        "聯絡電話": "03-8873677",
        "產品名稱": [
            "文旦"
        ]
    },
    "156137-1": {
        "農產品經營者": "程堂溢",
        "聯絡電話": "05-5876789",
        "產品名稱": [
            "青梗白菜-青江白菜",
            "青梗白菜",
            "小白菜"
        ]
    },
    "150237-1": {
        "農產品經營者": "張振松",
        "聯絡電話": "09-36889593",
        "產品名稱": [
            "柑橘類--履歷袋裝桶柑",
            "柑橘類",
            "柑橘類-履歷袋裝桶柑"
        ]
    },
    "152281-1": {
        "農產品經營者": "程奕瑋",
        "聯絡電話": "05-5881181",
        "產品名稱": [
            "小白菜--小白菜",
            "青梗白菜--產銷青江",
            "小白菜",
            "青梗白菜",
            "油菜-小松菜",
            "小白菜-蚵白菜",
            "油菜"
        ]
    },
    "151698-1": {
        "農產品經營者": "林美娥",
        "聯絡電話": "05-7883888",
        "產品名稱": [
            "玉米筍--履歷玉米筍",
            "玉米筍-履歷玉米筍",
            "玉米筍"
        ]
    },
    "153056-1": {
        "農產品經營者": "好運多行",
        "聯絡電話": "04-8947633",
        "產品名稱": [
            "甘藷"
        ]
    },
    "140757-1": {
        "農產品經營者": "李壬富",
        "聯絡電話": "037-991706",
        "產品名稱": [
            "草莓"
        ]
    },
    "142627-1": {
        "農產品經營者": "林鴻明",
        "聯絡電話": "04-8656936",
        "產品名稱": [
            "番茄",
            "番茄-牛番茄",
            "番茄--履歷牛番茄"
        ]
    },
    "143437-1": {
        "農產品經營者": "張閔翔",
        "聯絡電話": "04-25664292",
        "產品名稱": [
            "水稻-履歷米"
        ]
    },
    "155924-1": {
        "農產品經營者": "楚宗孝",
        "聯絡電話": "037-997155",
        "產品名稱": [
            "草莓"
        ]
    },
    "155919-1": {
        "農產品經營者": "廖禹威",
        "聯絡電話": "09-75693080",
        "產品名稱": [
            "草莓"
        ]
    },
    "144793-1": {
        "農產品經營者": "蕭崧洧",
        "聯絡電話": "048-720865",
        "產品名稱": [
            "蜂蜜-龍眼蜜",
            "蜂蜜-荔枝蜜"
        ]
    },
    "143685-1": {
        "農產品經營者": "好夥農產行",
        "聯絡電話": "08-7376986",
        "產品名稱": [
            "紅龍果-產履紅肉火龍果",
            "紅龍果"
        ]
    },
    "150810-1": {
        "農產品經營者": "徐唯祐",
        "聯絡電話": "04-25365519",
        "產品名稱": [
            "水稻-白米",
            "水稻"
        ]
    },
    "150840-1": {
        "農產品經營者": "魏守甲",
        "聯絡電話": "04-23354806",
        "產品名稱": [
            "胡瓜--小黃瓜",
            "胡瓜"
        ]
    },
    "143986-1": {
        "農產品經營者": "陳佩霞",
        "聯絡電話": "0492-775449",
        "產品名稱": [
            "胡瓜--小黃瓜",
            "胡瓜-小黃瓜",
            "胡瓜"
        ]
    },
    "152728-1": {
        "農產品經營者": "劉耀駿",
        "聯絡電話": "04-8925338",
        "產品名稱": [
            "紅龍果--履歷火龍果",
            "紅龍果"
        ]
    },
    "144690-1": {
        "農產品經營者": "嘉義縣布袋鎮農會",
        "聯絡電話": "05-3451003",
        "產品名稱": [
            "硬質玉米"
        ]
    },
    "139256-1": {
        "農產品經營者": "嘉義縣竹崎鄉果樹產銷班第49班",
        "聯絡電話": "05-2111716",
        "產品名稱": [
            "酪梨PLUS--嚴選酪梨",
            "酪梨PLUS",
            "酪梨PLUS--特選酪梨",
            "酪梨PLUS-嚴選酪梨",
            "酪梨PLUS-特選酪梨"
        ]
    },
    "148100-1": {
        "農產品經營者": "黃鈞新",
        "聯絡電話": "037-993337",
        "產品名稱": [
            "草莓"
        ]
    },
    "137742-1": {
        "農產品經營者": "呂錦山",
        "聯絡電話": "09-39108810",
        "產品名稱": [
            "番茄-牛番茄",
            "番茄",
            "番茄--牛番茄"
        ]
    },
    "152123-1": {
        "農產品經營者": "莊宗達",
        "聯絡電話": "04-8975952",
        "產品名稱": [
            "紅龍果--履歷紅龍果",
            "紅龍果"
        ]
    },
    "155820-1": {
        "農產品經營者": "廖峰聖",
        "聯絡電話": "09-80895378",
        "產品名稱": [
            "甘藍-履歷甘藍",
            "甘藍"
        ]
    },
    "142916-1": {
        "農產品經營者": "洪翰祥",
        "聯絡電話": "04-7700558",
        "產品名稱": [
            "甘藷-甘藷-台農57號",
            "甘藷"
        ]
    },
    "147897-1": {
        "農產品經營者": "彰化縣秀水鄉農會",
        "聯絡電話": "04-7691321",
        "產品名稱": [
            "水稻-秀水農會-禾稼米",
            "水稻"
        ]
    },
    "151731-1": {
        "農產品經營者": "游天富",
        "聯絡電話": "089-531977",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "151841-1": {
        "農產品經營者": "陳詩佩",
        "聯絡電話": "07-7311697",
        "產品名稱": [
            "鳳梨"
        ]
    },
    "145186-1": {
        "農產品經營者": "邱意華",
        "聯絡電話": "0963-427351",
        "產品名稱": [
            "蜂蜜-波瑟沙-龍眼蜂蜜",
            "蜂蜜-蜜香園蜂業"
        ]
    },
    "157800-1": {
        "農產品經營者": "張靜婷",
        "聯絡電話": "05-2203583",
        "產品名稱": [
            "食用玉米PLUS"
        ]
    },
    "142790-1": {
        "農產品經營者": "涂詠嘉",
        "聯絡電話": "0910-345843",
        "產品名稱": [
            "桶柑--桶柑",
            "桶柑",
            "帝王柑"
        ]
    },
    "991552-1": {
        "農產品經營者": "金典食品生技股份有限公司",
        "聯絡電話": "(08)778-5689",
        "產品名稱": [
            "100%純天然檸檬原汁(950ml)",
            "100%純天然檸檬原汁成品(20公斤/桶)"
        ]
    },
    "144455-1": {
        "農產品經營者": "蔡慧錦",
        "聯絡電話": "07-6693366",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--水蓮",
            "龍骨瓣莕菜(野蓮)",
            "龍骨瓣莕菜(野蓮)--龍骨瓣莕菜(野蓮"
        ]
    },
    "157512-1": {
        "農產品經營者": "施俞帆",
        "聯絡電話": "04-8656936",
        "產品名稱": [
            "番茄--履歷牛心番茄",
            "番茄",
            "番茄--履歷牛番茄",
            "番茄-履歷牛心番茄"
        ]
    },
    "151116-1": {
        "農產品經營者": "葉淑汝",
        "聯絡電話": "04-8902643",
        "產品名稱": [
            "紅龍果--火龍果",
            "紅龍果"
        ]
    },
    "141012-1": {
        "農產品經營者": "蘇瑋荏",
        "聯絡電話": "0966-452969",
        "產品名稱": [
            "菠菜"
        ]
    },
    "144422-1": {
        "農產品經營者": "台灣糖業股份有限公司虎尾糖廠虎糖農場",
        "聯絡電話": "05-6321540",
        "產品名稱": [
            "製糖甘蔗-製糖  甘蔗",
            "製糖甘蔗"
        ]
    },
    "146517-1": {
        "農產品經營者": "保證責任雲林縣梅林果菜生產合作社",
        "聯絡電話": "05-5576412",
        "產品名稱": [
            "茂谷柑-台灣茂谷柑",
            "茂谷柑",
            "柑橘類",
            "茂谷柑--台灣茂谷柑",
            "茂谷柑--履歷茂谷柑"
        ]
    },
    "153094-1": {
        "農產品經營者": "林張廷",
        "聯絡電話": "06-2959696",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "144954-1": {
        "農產品經營者": "吳昀蓉",
        "聯絡電話": "05-6626577",
        "產品名稱": [
            "青花菜-履歷青花菜",
            "青花菜--履歷青花菜",
            "青花菜--履歷青花",
            "青花菜--履歷青花菜2入",
            "青花菜"
        ]
    },
    "152181-1": {
        "農產品經營者": "吳忠恩",
        "聯絡電話": "05-2203230",
        "產品名稱": [
            "番茄"
        ]
    },
    "144381-1": {
        "農產品經營者": "麻營農夫友善農產行",
        "聯絡電話": "06-6895721",
        "產品名稱": [
            "大豆--麻營農夫黃豆",
            "大豆--台灣青仁黑豆",
            "綠豆--台灣粉綠豆"
        ]
    },
    "146533-1": {
        "農產品經營者": "捷楷生技農場有限公司",
        "聯絡電話": "04-24069005",
        "產品名稱": [
            "洋菇"
        ]
    },
    "992559-1": {
        "農產品經營者": "老師傅好油坊有限公司(將軍企業社委託生產)",
        "聯絡電話": null,
        "產品名稱": [
            "履歷青仁黑豆油"
        ]
    },
    "142078-1": {
        "農產品經營者": "梁立定",
        "聯絡電話": "08-7963579",
        "產品名稱": [
            "棗"
        ]
    },
    "991730-1": {
        "農產品經營者": "甘寶生物科技有限公司(禾乃川股份有限公司委託生產)",
        "聯絡電話": "(049)222-6889",
        "產品名稱": [
            "台灣豆，腐乳(黃梅)",
            "台灣豆，腐乳(原味)"
        ]
    },
    "145914-1": {
        "農產品經營者": "潘柔文",
        "聯絡電話": "09-27383975",
        "產品名稱": [
            "番茄--小果番茄",
            "番茄-小果番茄",
            "番茄"
        ]
    },
    "150949-1": {
        "農產品經營者": "陳信龍",
        "聯絡電話": "05-6624069",
        "產品名稱": [
            "包心白菜-包心白菜",
            "包心白菜"
        ]
    },
    "144531-1": {
        "農產品經營者": "魏敬浩",
        "聯絡電話": "03-4394653",
        "產品名稱": [
            "水稻-米",
            "水稻",
            "水稻-糙米"
        ]
    },
    "146748-1": {
        "農產品經營者": "江明鎮",
        "聯絡電話": "04-8974787",
        "產品名稱": [
            "甘藍-履歷高麗菜",
            "包心白菜-包心白菜",
            "甘藍",
            "包心白菜--包心白菜"
        ]
    },
    "133684-1": {
        "農產品經營者": "有限責任臺南市善化穀糧生產合作社",
        "聯絡電話": "06-5836999",
        "產品名稱": [
            "大豆--冰黑豆",
            "大豆--冰大豆",
            "大豆"
        ]
    },
    "144264-1": {
        "農產品經營者": "朱泰昌",
        "聯絡電話": "0960-715809",
        "產品名稱": [
            "番茄--聖女小番茄",
            "番茄"
        ]
    },
    "991914-1": {
        "農產品經營者": "台灣第一生化科技股份有限公司",
        "聯絡電話": "(05)220-6080#673",
        "產品名稱": [
            "愛健黑豆水"
        ]
    },
    "150879-1": {
        "農產品經營者": "江旺城",
        "聯絡電話": "05-2262452",
        "產品名稱": [
            "番茄"
        ]
    },
    "145329-1": {
        "農產品經營者": "洪地亮",
        "聯絡電話": "08-7704393",
        "產品名稱": [
            "鳳梨"
        ]
    },
    "991673-1": {
        "農產品經營者": "彰化縣二林鎮農會農產加工廠",
        "聯絡電話": "(04)8955800",
        "產品名稱": [
            "蕎麥紅薏仁隨身包",
            "蕎麥粒",
            "紅薏仁雪花片",
            "蕎麥雪花片",
            "紅薏仁粒"
        ]
    },
    "152743-1": {
        "農產品經營者": "傅紀杰",
        "聯絡電話": "089-384988",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "146433-1": {
        "農產品經營者": "鍾永謄",
        "聯絡電話": "09-10730202",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--野蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "157655-1": {
        "農產品經營者": "魏琮霖",
        "聯絡電話": "05-2581392",
        "產品名稱": [
            "木耳"
        ]
    },
    "151342-1": {
        "農產品經營者": "呵康農糧產業有限公司",
        "聯絡電話": "02-22992643",
        "產品名稱": [
            "水稻-產銷履歷黑糯糙米",
            "紅豆",
            "紅豆-台灣產銷履歷紅豆",
            "紅豆--台灣產銷履歷紅豆"
        ]
    },
    "147140-1": {
        "農產品經營者": "謝永興",
        "聯絡電話": "0919-041320",
        "產品名稱": [
            "葉萵苣",
            "番茄",
            "番茄--溫室水耕玉女番茄"
        ]
    },
    "146036-1": {
        "農產品經營者": "姜健璋",
        "聯絡電話": "03-4970283",
        "產品名稱": [
            "青梗白菜-青江菜",
            "油菜-油菜",
            "油菜",
            "青梗白菜",
            "小白菜-小白菜",
            "小白菜"
        ]
    },
    "143966-1": {
        "農產品經營者": "林勇佳",
        "聯絡電話": "05-5872922",
        "產品名稱": [
            "胡蘿蔔--台灣履歷胡蘿蔔M",
            "胡蘿蔔"
        ]
    },
    "147441-1": {
        "農產品經營者": "陳景泉",
        "聯絡電話": "07-7833496",
        "產品名稱": [
            "紅豆-台灣紅豆-山仔頂",
            "紅豆--台灣紅豆",
            "紅豆--山子頂農庄紅豆",
            "紅豆--台灣紅豆-山仔頂"
        ]
    },
    "150670-1": {
        "農產品經營者": "聯榮商行",
        "聯絡電話": "03-3864600",
        "產品名稱": [
            "水稻-金舞滂米(大)",
            "水稻-大賀香米2K",
            "水稻"
        ]
    },
    "500502-1": {
        "農產品經營者": "呈昊畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(白殼鮮蛋-240粒包裝)"
        ]
    },
    "144645-1": {
        "農產品經營者": "陸和碾米工廠",
        "聯絡電話": "04-8892765",
        "產品名稱": [
            "水稻-履歷糙米",
            "水稻",
            "水稻-履歷白米"
        ]
    },
    "992820-1": {
        "農產品經營者": "興得國際有限公司",
        "聯絡電話": "(07)698-6655",
        "產品名稱": [
            "履歷石斑魚片",
            "去刺石斑魚魚片",
            "石斑魚三去三清"
        ]
    },
    "400258-1": {
        "農產品經營者": "蘇國泰",
        "聯絡電話": "07-6913668",
        "產品名稱": [
            "石斑魚"
        ]
    },
    "152919-1": {
        "農產品經營者": "黃邱月娥",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "153117-1": {
        "農產品經營者": "塗彬豪",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "152912-1": {
        "農產品經營者": "侯明輝",
        "聯絡電話": "09-88115016",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "144703-1": {
        "農產品經營者": "陳錦昌",
        "聯絡電話": "0933-486923",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "150942-1": {
        "農產品經營者": "謝茗發",
        "聯絡電話": "05-3781938",
        "產品名稱": [
            "南瓜"
        ]
    },
    "152227-1": {
        "農產品經營者": "杜東河",
        "聯絡電話": "09-89964197",
        "產品名稱": [
            "百香果"
        ]
    },
    "159647-1": {
        "農產品經營者": "陳家齊",
        "聯絡電話": "05-7881888",
        "產品名稱": [
            "青梗白菜-青江菜",
            "青梗白菜",
            "油菜--油菜",
            "油菜",
            "小白菜-小白菜",
            "小白菜",
            "油菜-油菜"
        ]
    },
    "401204-1": {
        "農產品經營者": "何宗義",
        "聯絡電話": "07-6175218",
        "產品名稱": [
            "白蝦"
        ]
    },
    "146556-1": {
        "農產品經營者": "吳精印",
        "聯絡電話": "05-5828448",
        "產品名稱": [
            "茂谷柑--茂谷柑",
            "茂谷柑",
            "柳橙"
        ]
    },
    "148078-1": {
        "農產品經營者": "林俊宏",
        "聯絡電話": "0933-692251",
        "產品名稱": [
            "茶葉-紅烏龍茶包",
            "茶葉-紅烏龍"
        ]
    },
    "991291-1": {
        "農產品經營者": "屏東農產股份有限公司粉廠",
        "聯絡電話": "(08)7831133",
        "產品名稱": [
            "超級水磨米穀粉"
        ]
    },
    "157535-1": {
        "農產品經營者": "李文中",
        "聯絡電話": "089-570767",
        "產品名稱": [
            "紅龍果--紅龍果6公斤",
            "紅龍果"
        ]
    },
    "130190-1": {
        "農產品經營者": "雲林縣西螺鎮農會",
        "聯絡電話": "05-5866511",
        "產品名稱": [
            "水稻-履歷香米",
            "水稻-9號米",
            "水稻"
        ]
    },
    "159133-1": {
        "農產品經營者": "吳志華",
        "聯絡電話": "04-24913171",
        "產品名稱": [
            "番茄--履歷牛心番茄",
            "番茄"
        ]
    },
    "141005-1": {
        "農產品經營者": "嘉義縣太保市果樹(紅龍果)產銷班第1班",
        "聯絡電話": "05-3713937",
        "產品名稱": [
            "番石榴",
            "紅龍果--大紅",
            "紅龍果"
        ]
    },
    "991437-1": {
        "農產品經營者": "保證責任雲林縣山內聯合社區合作農場",
        "聯絡電話": "(05)7886858",
        "產品名稱": [
            "冷凍青花菜"
        ]
    },
    "131760-1": {
        "農產品經營者": "保證責任雲林縣山內聯合社區合作農場",
        "聯絡電話": "05-7886858",
        "產品名稱": [
            "青花菜-青花菜",
            "青花菜"
        ]
    },
    "153324-1": {
        "農產品經營者": "李大再",
        "聯絡電話": "089-222873",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "153101-1": {
        "農產品經營者": "鄭天力",
        "聯絡電話": "089-570085",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "141070-1": {
        "農產品經營者": "黃雪綾",
        "聯絡電話": "089-514389",
        "產品名稱": [
            "辣椒"
        ]
    },
    "151242-1": {
        "農產品經營者": "廖佳慶",
        "聯絡電話": "05-5860701",
        "產品名稱": [
            "甘藍"
        ]
    },
    "501034-1": {
        "農產品經營者": "三又二分之一農產有限公司",
        "聯絡電話": null,
        "產品名稱": [
            "土雞(雞胸)",
            "土雞(翅肉)",
            "土雞(雞腳)",
            "土雞(腿肉)",
            "土雞(切塊)",
            "土雞(母雞全雞)",
            "土雞(公雞全雞)"
        ]
    },
    "155970-1": {
        "農產品經營者": "蘇明順",
        "聯絡電話": "05-3806658",
        "產品名稱": [
            "製糖甘蔗"
        ]
    },
    "156028-1": {
        "農產品經營者": "林萬福",
        "聯絡電話": "09-63780601",
        "產品名稱": [
            "棗"
        ]
    },
    "140845-1": {
        "農產品經營者": "臺南市新營區農會",
        "聯絡電話": "06-6320250",
        "產品名稱": [
            "水稻-臺南16號越光米",
            "水稻"
        ]
    },
    "151558-1": {
        "農產品經營者": "李寳彩",
        "聯絡電話": "05-5843249",
        "產品名稱": [
            "蕹菜-空心菜",
            "蕹菜"
        ]
    },
    "151643-1": {
        "農產品經營者": "王明章",
        "聯絡電話": "09-25781793",
        "產品名稱": [
            "棗",
            "棗--產銷履歷蜜棗"
        ]
    },
    "156047-1": {
        "農產品經營者": "陳忠義",
        "聯絡電話": "03-3322008",
        "產品名稱": [
            "葉萵苣"
        ]
    },
    "151447-1": {
        "農產品經營者": "陳昆賢",
        "聯絡電話": "06-5753515",
        "產品名稱": [
            "棗"
        ]
    },
    "152534-1": {
        "農產品經營者": "鄭勝鴻",
        "聯絡電話": "0928-525642",
        "產品名稱": [
            "百香果"
        ]
    },
    "101123-1": {
        "農產品經營者": "宜蘭縣冬山鄉茶葉產銷班第7班",
        "聯絡電話": "03-9519683",
        "產品名稱": [
            "茶葉-三泰清香烏龍"
        ]
    },
    "136221-1": {
        "農產品經營者": "汎亞欣農場",
        "聯絡電話": "07-6141113",
        "產品名稱": [
            "棗--棗禮盒2.5公斤",
            "棗"
        ]
    },
    "141270-1": {
        "農產品經營者": "張德南",
        "聯絡電話": "0938-663893",
        "產品名稱": [
            "木瓜--台農2號木瓜",
            "木瓜",
            "木瓜-台農2號木瓜"
        ]
    },
    "147203-1": {
        "農產品經營者": "林勝彥",
        "聯絡電話": "0955-063972",
        "產品名稱": [
            "甜椒--彩色甜椒",
            "甜椒",
            "甜椒-彩色甜椒"
        ]
    },
    "138345-1": {
        "農產品經營者": "張靜卿",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "油菜--履歷油菜",
            "油菜",
            "半結球萵苣--履歷大陸妹",
            "半結球萵苣-履歷大陸妹",
            "半結球萵苣--福山萵苣"
        ]
    },
    "143252-1": {
        "農產品經營者": "許宏賓",
        "聯絡電話": "04-8921313",
        "產品名稱": [
            "桑椹--冷凍桑椹"
        ]
    },
    "500988-1": {
        "農產品經營者": "黃蕭淑貞畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(亦然牧場)"
        ]
    },
    "139728-1": {
        "農產品經營者": "普林斯企業有限公司",
        "聯絡電話": "049-2897238",
        "產品名稱": [
            "茶葉-阿薩姆紅茶",
            "茶葉-瓔珞紅茶",
            "茶葉-紅玉紅茶"
        ]
    },
    "140920-1": {
        "農產品經營者": "臺南市後壁區農會",
        "聯絡電話": "06-6361844",
        "產品名稱": [
            "水稻-後農米",
            "水稻-蘭麗香米",
            "水稻-蘭麗米",
            "水稻"
        ]
    },
    "146059-1": {
        "農產品經營者": "林彥群",
        "聯絡電話": "089-551870",
        "產品名稱": [
            "南瓜--履歷南瓜",
            "南瓜"
        ]
    },
    "136583-1": {
        "農產品經營者": "臺南市下營區農會",
        "聯絡電話": "06-6898496",
        "產品名稱": [
            "大豆"
        ]
    },
    "130356-1": {
        "農產品經營者": "屏東縣潮州鎮果樹產銷班第15班",
        "聯絡電話": "08-7870776",
        "產品名稱": [
            "鳳梨--パイナップル",
            "鳳梨"
        ]
    },
    "140756-1": {
        "農產品經營者": "范锈龍",
        "聯絡電話": "037-993252",
        "產品名稱": [
            "草莓"
        ]
    },
    "147759-1": {
        "農產品經營者": "蕭登旺",
        "聯絡電話": "07-2695859",
        "產品名稱": [
            "草莓",
            "桶柑"
        ]
    },
    "145360-1": {
        "農產品經營者": "簡偉庭",
        "聯絡電話": "0929-054117",
        "產品名稱": [
            "木瓜"
        ]
    },
    "151912-1": {
        "農產品經營者": "林木村",
        "聯絡電話": "0912-626134",
        "產品名稱": [
            "水稻-水稻-木村的稻米",
            "水稻-木村的稻米香"
        ]
    },
    "145185-1": {
        "農產品經營者": "王祈發",
        "聯絡電話": "07-6313588",
        "產品名稱": [
            "蜂蜜-崗發養蜂之家"
        ]
    },
    "147426-1": {
        "農產品經營者": "林美月",
        "聯絡電話": "04-8970961",
        "產品名稱": [
            "紅龍果--白肉紅龍果",
            "紅龍果"
        ]
    },
    "142603-1": {
        "農產品經營者": "鍾秋田",
        "聯絡電話": "0935-971877",
        "產品名稱": [
            "結球萵苣-結球萵苣",
            "結球萵苣"
        ]
    },
    "146427-1": {
        "農產品經營者": "于宥岑",
        "聯絡電話": "0933-589250",
        "產品名稱": [
            "木瓜--日昇木瓜",
            "木瓜"
        ]
    },
    "152257-1": {
        "農產品經營者": "連昶富",
        "聯絡電話": "0900-670926",
        "產品名稱": [
            "鳳梨--連家鳳梨農園",
            "鳳梨"
        ]
    },
    "147195-1": {
        "農產品經營者": "王柏淵",
        "聯絡電話": "0933-586974",
        "產品名稱": [
            "棗"
        ]
    },
    "144177-1": {
        "農產品經營者": "林彩幸",
        "聯絡電話": "049-2243268",
        "產品名稱": [
            "溫州蜜柑",
            "帝王柑"
        ]
    },
    "991227-1": {
        "農產品經營者": "富士鮮品股份有限公司",
        "聯絡電話": "(05)5966291",
        "產品名稱": [
            "冷凍青花菜"
        ]
    },
    "151465-1": {
        "農產品經營者": "黃新民",
        "聯絡電話": "06-5907002",
        "產品名稱": [
            "食用玉米"
        ]
    },
    "140834-1": {
        "農產品經營者": "屏東縣竹田鄉果樹產銷班第16班",
        "聯絡電話": "08-7886267",
        "產品名稱": [
            "檸檬"
        ]
    },
    "145689-1": {
        "農產品經營者": "方文德",
        "聯絡電話": "03-3781199",
        "產品名稱": [
            "菠菜-桃城",
            "菠菜--桃城",
            "菠菜",
            "芥藍--芥藍苗菜",
            "芥藍",
            "小白菜--奶油白菜",
            "小白菜--桃城",
            "小白菜",
            "青梗白菜--桃城",
            "青梗白菜"
        ]
    },
    "151150-1": {
        "農產品經營者": "謝汶璋",
        "聯絡電話": "037-991699",
        "產品名稱": [
            "草莓"
        ]
    },
    "152942-1": {
        "農產品經營者": "黃俊憲",
        "聯絡電話": "089-222449",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "159806-1": {
        "農產品經營者": "陳介川",
        "聯絡電話": "09-58301009",
        "產品名稱": [
            "茂谷柑",
            "桶柑"
        ]
    },
    "147753-1": {
        "農產品經營者": "彭敏",
        "聯絡電話": "07-2695859",
        "產品名稱": [
            "草莓"
        ]
    },
    "147720-1": {
        "農產品經營者": "林源煥",
        "聯絡電話": "07-2695859",
        "產品名稱": [
            "草莓"
        ]
    },
    "402903-1": {
        "農產品經營者": "李欣記",
        "聯絡電話": "0937389151",
        "產品名稱": [
            "白蝦"
        ]
    },
    "156143-1": {
        "農產品經營者": "潘錦泉",
        "聯絡電話": "08-8785121",
        "產品名稱": [
            "蓮霧"
        ]
    },
    "138803-1": {
        "農產品經營者": "劉光憲",
        "聯絡電話": "0935-662898",
        "產品名稱": [
            "甜椒--彩椒選新鮮",
            "甜椒",
            "甜椒--履歷彩椒",
            "甜椒--台灣履歷黃色彩椒",
            "甜椒--台灣履歷紅色彩椒"
        ]
    },
    "151803-1": {
        "農產品經營者": "黃立德",
        "聯絡電話": "049-2920868",
        "產品名稱": [
            "番茄--牛番茄",
            "番茄--履歷牛心番茄",
            "番茄",
            "番茄-牛心番茄"
        ]
    },
    "157661-1": {
        "農產品經營者": "千青企業社",
        "聯絡電話": "08-7396050",
        "產品名稱": [
            "柑橘類"
        ]
    },
    "139383-1": {
        "農產品經營者": "嘉義縣太保市蔬菜產銷班第26班",
        "聯絡電話": "05-3715517",
        "產品名稱": [
            "番茄"
        ]
    },
    "137023-1": {
        "農產品經營者": "黃遵哲",
        "聯絡電話": "08-7938598",
        "產品名稱": [
            "檸檬"
        ]
    },
    "157505-1": {
        "農產品經營者": "黃宏證",
        "聯絡電話": "09-22116950",
        "產品名稱": [
            "草莓"
        ]
    },
    "156141-1": {
        "農產品經營者": "潘德清",
        "聯絡電話": "08-8785121",
        "產品名稱": [
            "蓮霧"
        ]
    },
    "157220-1": {
        "農產品經營者": "優遊吧斯股份有限公司",
        "聯絡電話": "05-2562788",
        "產品名稱": [
            "咖啡"
        ]
    },
    "157826-1": {
        "農產品經營者": "全文昱",
        "聯絡電話": "049-2831948",
        "產品名稱": [
            "甜椒--彩色甜椒",
            "甜椒"
        ]
    },
    "159093-1": {
        "農產品經營者": "傅裕叡",
        "聯絡電話": "07-6813504",
        "產品名稱": [
            "龍骨瓣莕菜(野蓮)--龍骨瓣莕菜(野蓮",
            "龍骨瓣莕菜(野蓮)"
        ]
    },
    "140939-1": {
        "農產品經營者": "陳張清花",
        "聯絡電話": null,
        "產品名稱": [
            "檸檬--履歷檸檬",
            "檸檬"
        ]
    },
    "142225-1": {
        "農產品經營者": "徐光洋",
        "聯絡電話": "03-5476337",
        "產品名稱": [
            "柑橘類--桶柑",
            "柑橘類",
            "柑橘類--海梨柑"
        ]
    },
    "138228-1": {
        "農產品經營者": "在地良品農業科技股份有限公司",
        "聯絡電話": "05-5881900",
        "產品名稱": [
            "食用玉米-甜玉米",
            "食用玉米--履歷甜玉米",
            "食用玉米"
        ]
    },
    "142085-1": {
        "農產品經營者": "林育伸",
        "聯絡電話": "05-5871058",
        "產品名稱": [
            "大芥菜--履歷長年芥菜",
            "大芥菜"
        ]
    },
    "139522-1": {
        "農產品經營者": "臺東縣太麻里鄉番荔枝產銷班第40班",
        "聯絡電話": "089-781270",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "153397-1": {
        "農產品經營者": "陳永岳",
        "聯絡電話": "089-351788",
        "產品名稱": [
            "鳳梨釋迦",
            "番荔枝"
        ]
    },
    "159116-1": {
        "農產品經營者": "徐子軒",
        "聯絡電話": "04-25891673",
        "產品名稱": [
            "柑橘類"
        ]
    },
    "147181-1": {
        "農產品經營者": "林金閣",
        "聯絡電話": "089-222796",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "156048-1": {
        "農產品經營者": "鄭蘇碧玉",
        "聯絡電話": "08-7392264",
        "產品名稱": [
            "棗"
        ]
    },
    "151502-1": {
        "農產品經營者": "李裕蘇",
        "聯絡電話": "09-53124737",
        "產品名稱": [
            "棗"
        ]
    },
    "153000-1": {
        "農產品經營者": "有限責任屏東縣誠億生產合作社",
        "聯絡電話": "08-7775338",
        "產品名稱": [
            "紅豆"
        ]
    },
    "132079-1": {
        "農產品經營者": "南投縣名間鄉特用作物產銷班第12班",
        "聯絡電話": "049-2581093",
        "產品名稱": [
            "茶葉-CGT",
            "茶葉",
            "茶葉-炭培翠玉茶"
        ]
    },
    "147905-1": {
        "農產品經營者": "管家敏",
        "聯絡電話": "0425-774080",
        "產品名稱": [
            "番茄--牛番茄",
            "番茄"
        ]
    },
    "152093-1": {
        "農產品經營者": "馬耀福佑顧問有限公司",
        "聯絡電話": "03-8763588",
        "產品名稱": [
            "蜂蜜-溫新百花蜜"
        ]
    },
    "144788-1": {
        "農產品經營者": "甜蜜蜜蜂園",
        "聯絡電話": "04-8713085",
        "產品名稱": [
            "蜂蜜-龍眼蜜"
        ]
    },
    "151220-1": {
        "農產品經營者": "曾柏憲",
        "聯絡電話": "07-6316933",
        "產品名稱": [
            "棗--小同農場雪麗禮盒",
            "棗"
        ]
    },
    "150658-1": {
        "農產品經營者": "邱宇業",
        "聯絡電話": "09-09204600",
        "產品名稱": [
            "棗--棗子",
            "棗"
        ]
    },
    "141941-1": {
        "農產品經營者": "廖峰慶",
        "聯絡電話": "05-5987069",
        "產品名稱": [
            "青梗白菜--履歷青江菜",
            "菠菜--菠菜",
            "青梗白菜--青江",
            "油菜--油菜",
            "菠菜",
            "青梗白菜",
            "油菜"
        ]
    },
    "137539-1": {
        "農產品經營者": "高雄市大樹區果樹產銷班第13班",
        "聯絡電話": "07-6561262",
        "產品名稱": [
            "鳳梨"
        ]
    },
    "155893-1": {
        "農產品經營者": "侯宗慶",
        "聯絡電話": "05-3802165",
        "產品名稱": [
            "製糖甘蔗"
        ]
    },
    "136957-1": {
        "農產品經營者": "桔揚股份有限公司",
        "聯絡電話": "03-4710008",
        "產品名稱": [
            "茶葉"
        ]
    },
    "154567-1": {
        "農產品經營者": "施明月",
        "聯絡電話": "09-21599556",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "159189-1": {
        "農產品經營者": "佳合農產股份有限公司",
        "聯絡電話": "08-7761151",
        "產品名稱": [
            "九層塔"
        ]
    },
    "159192-1": {
        "農產品經營者": "王惠祥",
        "聯絡電話": "0937-386135",
        "產品名稱": [
            "胡瓜"
        ]
    },
    "152961-1": {
        "農產品經營者": "李佾璇",
        "聯絡電話": "04-8903078",
        "產品名稱": [
            "紅龍果--履歷紅龍果",
            "紅龍果"
        ]
    },
    "151543-1": {
        "農產品經營者": "賴睿生",
        "聯絡電話": "04-22851088",
        "產品名稱": [
            "胡瓜-小黃瓜",
            "胡瓜"
        ]
    },
    "147846-1": {
        "農產品經營者": "林茂盛",
        "聯絡電話": "04-8653583",
        "產品名稱": [
            "番茄--履歷牛番茄",
            "番茄"
        ]
    },
    "403219-1": {
        "農產品經營者": "陳宥凱",
        "聯絡電話": "0930-990976",
        "產品名稱": [
            "白蝦"
        ]
    },
    "143262-1": {
        "農產品經營者": "保證責任南投縣埔里鎮椒類生產合作社",
        "聯絡電話": "049-2917270",
        "產品名稱": [
            "胡瓜PLUS--花胡瓜",
            "胡瓜PLUS"
        ]
    },
    "151141-1": {
        "農產品經營者": "余裕堂",
        "聯絡電話": "037-660618",
        "產品名稱": [
            "柑橘類--桶柑",
            "柑橘類"
        ]
    },
    "147604-1": {
        "農產品經營者": "張家銘",
        "聯絡電話": "05-5911924",
        "產品名稱": [
            "水稻-台灣越光米",
            "水稻"
        ]
    },
    "137697-1": {
        "農產品經營者": "臺中市大安區蔬菜產銷班第8班",
        "聯絡電話": "04-26880360",
        "產品名稱": [
            "芋--大安溪芋",
            "芋"
        ]
    },
    "147495-1": {
        "農產品經營者": "楊東霖",
        "聯絡電話": "04-8924806",
        "產品名稱": [
            "紅龍果--履歷火龍果",
            "紅龍果"
        ]
    },
    "147312-1": {
        "農產品經營者": "張美珠",
        "聯絡電話": "09-21271608",
        "產品名稱": [
            "香蕉--履歷香蕉",
            "香蕉",
            "鳳梨釋迦"
        ]
    },
    "139909-1": {
        "農產品經營者": "游信夫",
        "聯絡電話": "09-75783588",
        "產品名稱": [
            "夏南瓜-履歷櫛瓜",
            "夏南瓜--履歷櫛瓜",
            "夏南瓜"
        ]
    },
    "141011-1": {
        "農產品經營者": "楊勝凱",
        "聯絡電話": "0989-063292",
        "產品名稱": [
            "香蕉--履歷香蕉",
            "香蕉"
        ]
    },
    "152078-1": {
        "農產品經營者": "葉文豐",
        "聯絡電話": "05-2571375",
        "產品名稱": [
            "咖啡"
        ]
    },
    "154563-1": {
        "農產品經營者": "黎文生",
        "聯絡電話": "089-226561",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "152117-1": {
        "農產品經營者": "卜莉庭",
        "聯絡電話": null,
        "產品名稱": [
            "草莓"
        ]
    },
    "140310-1": {
        "農產品經營者": "雲林縣北港鎮雜糧產銷班第7班",
        "聯絡電話": "05-7922321",
        "產品名稱": [
            "大豆-黑豆"
        ]
    },
    "142995-1": {
        "農產品經營者": "陳裕夫",
        "聯絡電話": "09-62075920",
        "產品名稱": [
            "木瓜--田在心木瓜",
            "木瓜",
            "番茄"
        ]
    },
    "151062-1": {
        "農產品經營者": "吳柏篁",
        "聯絡電話": "097-3819333",
        "產品名稱": [
            "紅龍果--紅龍果",
            "紅龍果--篁家火龍果",
            "紅龍果"
        ]
    },
    "139435-1": {
        "農產品經營者": "永昇冷凍食品工業股份有限公司",
        "聯絡電話": "08-7733399",
        "產品名稱": [
            "毛豆"
        ]
    },
    "141802-1": {
        "農產品經營者": "陳慶棋",
        "聯絡電話": "0912-379501",
        "產品名稱": [
            "茂谷柑--米卡園茂谷",
            "茂谷柑"
        ]
    },
    "145004-1": {
        "農產品經營者": "嘉義縣民雄鄉蔬菜產銷班第3班",
        "聯絡電話": "05-2265028",
        "產品名稱": [
            "番茄--玉女小蕃茄",
            "番茄"
        ]
    },
    "137338-1": {
        "農產品經營者": "黃志偉",
        "聯絡電話": "0937-428477",
        "產品名稱": [
            "蘆筍-綠蘆筍",
            "蘆筍",
            "蘆筍--綠蘆筍"
        ]
    },
    "144855-1": {
        "農產品經營者": "張盈盈",
        "聯絡電話": "08-7870246",
        "產品名稱": [
            "木瓜--履歷木瓜",
            "木瓜"
        ]
    },
    "159362-1": {
        "農產品經營者": "陳麗菁",
        "聯絡電話": "04-25299526",
        "產品名稱": [
            "柑橘類--椪柑",
            "柑橘類--桶柑",
            "柑橘類"
        ]
    },
    "131034-1": {
        "農產品經營者": "嘉義縣民雄鄉果樹產銷班第21班",
        "聯絡電話": "09-33588663",
        "產品名稱": [
            "番石榴--嚴選芭樂",
            "番石榴"
        ]
    },
    "152870-1": {
        "農產品經營者": "王清海",
        "聯絡電話": "089-812598",
        "產品名稱": [
            "番荔枝--臺東鳳梨釋迦(量",
            "番荔枝",
            "番荔枝--臺東鳳梨釋迦(便)"
        ]
    },
    "144167-1": {
        "農產品經營者": "張華航",
        "聯絡電話": "0978-737528",
        "產品名稱": [
            "椪柑--履歷椪柑",
            "椪柑"
        ]
    },
    "150652-1": {
        "農產品經營者": "張以聖",
        "聯絡電話": "04-25893463",
        "產品名稱": [
            "葡萄--產銷巨峰葡萄",
            "葡萄"
        ]
    },
    "150073-1": {
        "農產品經營者": "呂學整",
        "聯絡電話": "03-5313530",
        "產品名稱": [
            "水稻"
        ]
    },
    "154580-1": {
        "農產品經營者": "黃其成",
        "聯絡電話": "09-28303132",
        "產品名稱": [
            "番茄"
        ]
    },
    "142696-1": {
        "農產品經營者": "屏大農場",
        "聯絡電話": "08-7624600",
        "產品名稱": [
            "蓮霧"
        ]
    },
    "500681-1": {
        "農產品經營者": "四福牧場",
        "聯絡電話": null,
        "產品名稱": [
            "土雞(全雞)"
        ]
    },
    "135077-1": {
        "農產品經營者": "謝錫明",
        "聯絡電話": "05-5876248",
        "產品名稱": [
            "胡蘿蔔"
        ]
    },
    "156043-1": {
        "農產品經營者": "元澍生物科技股份有限公司",
        "聯絡電話": "06-3033121",
        "產品名稱": [
            "草莓PLUS",
            "洋香瓜PLUS--網紋洋香瓜佩洛斯",
            "洋香瓜PLUS"
        ]
    },
    "141047-1": {
        "農產品經營者": "李欣儒",
        "聯絡電話": "04-25893388",
        "產品名稱": [
            "葡萄--松原李欣儒",
            "葡萄"
        ]
    },
    "141417-1": {
        "農產品經營者": "保證責任臺中市佳陽合作農場",
        "聯絡電話": "04-25981021",
        "產品名稱": [
            "茶葉-梨山高冷茶"
        ]
    },
    "151081-1": {
        "農產品經營者": "鄭雅萍",
        "聯絡電話": "0983-622021",
        "產品名稱": [
            "鳳梨釋迦--鳳梨釋迦",
            "鳳梨釋迦--綠鑽石釋迦",
            "鳳梨釋迦"
        ]
    },
    "146488-1": {
        "農產品經營者": "毛信太",
        "聯絡電話": "09-12118638",
        "產品名稱": [
            "茶葉-蒹御茶立體茶包",
            "茶葉-112蒹御春",
            "茶葉"
        ]
    },
    "143237-1": {
        "農產品經營者": "蕭漢榮",
        "聯絡電話": "05-3714688",
        "產品名稱": [
            "菜豆--履歷敏豆",
            "菜豆",
            "菜豆--履歷四季豆",
            "黃秋葵--履歷黃秋葵",
            "黃秋葵"
        ]
    },
    "148129-1": {
        "農產品經營者": "洪莉真",
        "聯絡電話": "05-5875205",
        "產品名稱": [
            "甜椒-履歷彩色甜椒",
            "甜椒--履歷彩色甜椒",
            "甜椒--彩色甜椒"
        ]
    },
    "152086-1": {
        "農產品經營者": "吳明坤",
        "聯絡電話": "05-7877770",
        "產品名稱": [
            "大蒜-大蒜-CQL蒜米",
            "大蒜-大蒜-CQL蒜頭"
        ]
    },
    "137874-1": {
        "農產品經營者": "黃友民",
        "聯絡電話": "05-6626577",
        "產品名稱": [
            "青蔥--履歷青蔥",
            "青蔥"
        ]
    },
    "154556-1": {
        "農產品經營者": "江淑萍",
        "聯絡電話": "05-6933620",
        "產品名稱": [
            "青蔥"
        ]
    },
    "131657-1": {
        "農產品經營者": "旭嶺農場",
        "聯絡電話": "05-2539255",
        "產品名稱": [
            "木耳"
        ]
    },
    "153103-1": {
        "農產品經營者": "張秋香",
        "聯絡電話": "06-2959696",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "147081-1": {
        "農產品經營者": "洪明谷",
        "聯絡電話": "07-6965304",
        "產品名稱": [
            "番茄",
            "胡瓜"
        ]
    },
    "159507-1": {
        "農產品經營者": "黃大瑋",
        "聯絡電話": "04-23300267",
        "產品名稱": [
            "香菇-黃大瑋-鮮菇",
            "香菇"
        ]
    },
    "147425-1": {
        "農產品經營者": "林秉憲",
        "聯絡電話": "04-8970961",
        "產品名稱": [
            "紅龍果--白肉紅龍果",
            "紅龍果"
        ]
    },
    "134319-1": {
        "農產品經營者": "高雄市美濃區蔬菜產銷班第21班",
        "聯絡電話": "07-6852570",
        "產品名稱": [
            "番茄"
        ]
    },
    "151409-1": {
        "農產品經營者": "黃已真",
        "聯絡電話": "09-66778851",
        "產品名稱": [
            "番荔枝--產銷履歷釋迦",
            "番荔枝"
        ]
    },
    "142399-1": {
        "農產品經營者": "臺中市新社區菇類產銷班第21班",
        "聯絡電話": "0921-766429",
        "產品名稱": [
            "香菇-小中菇",
            "香菇-大中菇",
            "香菇-特大菇",
            "香菇-大菇",
            "香菇",
            "香菇-NG香菇",
            "香菇-鈕扣菇"
        ]
    },
    "402947-1": {
        "農產品經營者": "侯穎奇",
        "聯絡電話": "+88689801475",
        "產品名稱": [
            "白蝦"
        ]
    },
    "157563-1": {
        "農產品經營者": "楊瑞樟",
        "聯絡電話": "04-8857212",
        "產品名稱": [
            "百香果--百香果",
            "百香果-百香果",
            "百香果"
        ]
    },
    "141455-1": {
        "農產品經營者": "臺中市新社區葡萄產銷班第3班",
        "聯絡電話": "04-25941155",
        "產品名稱": [
            "葡萄-何明傳",
            "葡萄",
            "葡萄--豆漿葡萄"
        ]
    },
    "152902-1": {
        "農產品經營者": "林信宇",
        "聯絡電話": "089-233156",
        "產品名稱": [
            "番荔枝--臺東阿信鳳梨釋迦",
            "番荔枝"
        ]
    },
    "147509-1": {
        "農產品經營者": "李榮煇",
        "聯絡電話": "05-6973065",
        "產品名稱": [
            "南瓜--產銷南瓜-1公斤",
            "南瓜--產銷南瓜600克",
            "南瓜-產銷南瓜600克"
        ]
    },
    "400100-1": {
        "農產品經營者": "葉怡君",
        "聯絡電話": "3477251",
        "產品名稱": [
            "白蝦"
        ]
    },
    "155839-1": {
        "農產品經營者": "馮清霞",
        "聯絡電話": "08-7758691",
        "產品名稱": [
            "棗"
        ]
    },
    "151968-1": {
        "農產品經營者": "嘉義縣民雄鄉蔬菜產銷班第10班",
        "聯絡電話": "05-2218963",
        "產品名稱": [
            "番茄"
        ]
    },
    "131214-1": {
        "農產品經營者": "保證責任屏東縣永信蔬果運銷合作社",
        "聯絡電話": "08-7221602",
        "產品名稱": [
            "香蕉",
            "臺灣香檬"
        ]
    },
    "134753-1": {
        "農產品經營者": "佑嬅農場",
        "聯絡電話": "05-2793158",
        "產品名稱": [
            "茶葉"
        ]
    },
    "153319-1": {
        "農產品經營者": "黃林貴美",
        "聯絡電話": "06-2959696",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "143978-1": {
        "農產品經營者": "劉裕珍",
        "聯絡電話": "09-105914",
        "產品名稱": [
            "葉萵苣"
        ]
    },
    "400067-1": {
        "農產品經營者": "洪文統",
        "聯絡電話": "088662409",
        "產品名稱": [
            "石斑魚"
        ]
    },
    "159157-1": {
        "農產品經營者": "花蓮縣吉安鄉農會供銷部",
        "聯絡電話": "03-8521151",
        "產品名稱": [
            "芋--芋",
            "芋"
        ]
    },
    "147007-1": {
        "農產品經營者": "宋永成",
        "聯絡電話": "009-88145090",
        "產品名稱": [
            "柑橘類--黃金茂谷柑禮盒",
            "柑橘類--黃金茂谷柑",
            "柑橘類-履歷茂谷柑",
            "柑橘類",
            "柑橘類-黃金茂谷柑禮盒",
            "柑橘類-黃金茂谷柑"
        ]
    },
    "145286-1": {
        "農產品經營者": "蕭棟樑",
        "聯絡電話": "04-8732838",
        "產品名稱": [
            "蜂蜜-龍眼蜜"
        ]
    },
    "403282-1": {
        "農產品經營者": "施秋妹",
        "聯絡電話": "0910-981969",
        "產品名稱": [
            "白蝦"
        ]
    },
    "135769-1": {
        "農產品經營者": "雲林縣斗六市果樹產銷班第10班",
        "聯絡電話": "05-5346333",
        "產品名稱": [
            "茂谷柑--果園の重光",
            "茂谷柑--朱清相",
            "茂谷柑-果園の重光",
            "茂谷柑",
            "茂谷柑--履歷茂谷柑"
        ]
    },
    "146134-1": {
        "農產品經營者": "黃奕文",
        "聯絡電話": "097-8475511",
        "產品名稱": [
            "蘿蔔--履歷蘿蔔A級",
            "蘿蔔"
        ]
    },
    "138413-1": {
        "農產品經營者": "臺中市龍井區蔬菜產銷班第1班",
        "聯絡電話": "04-26302787",
        "產品名稱": [
            "胡瓜--花胡瓜",
            "胡瓜"
        ]
    },
    "147209-1": {
        "農產品經營者": "曾貴光",
        "聯絡電話": "037-602105",
        "產品名稱": [
            "桶柑--桶柑禮盒",
            "桶柑",
            "桶柑--桶柑",
            "桶柑--桶柑18公斤"
        ]
    },
    "144249-1": {
        "農產品經營者": "林秋福",
        "聯絡電話": "05-5334897",
        "產品名稱": [
            "茂谷柑--茂谷柑",
            "茂谷柑"
        ]
    },
    "145288-1": {
        "農產品經營者": "新竹縣新埔鎮農會",
        "聯絡電話": "03-5882002",
        "產品名稱": [
            "水稻-新香米3公斤",
            "水稻",
            "水稻-新埔良質米"
        ]
    },
    "139473-1": {
        "農產品經營者": "嘉義縣布袋鎮蔬菜產銷班第9班",
        "聯絡電話": "0931-140306",
        "產品名稱": [
            "洋香瓜--洋香瓜",
            "洋香瓜"
        ]
    },
    "147636-1": {
        "農產品經營者": "李冠毅",
        "聯絡電話": "0932-552066",
        "產品名稱": [
            "茶葉",
            "茶葉-沁玉包種茶",
            "茶葉-沁玉白茶",
            "茶葉-沁玉烏龍茶焙香型",
            "茶葉-沁玉烏龍茶清香型",
            "茶葉-沁玉烏龍茶蜜香型",
            "茶葉-沁玉-台灣橙茶"
        ]
    },
    "993319-1": {
        "農產品經營者": "瓜瓜園企業股份有限公司",
        "聯絡電話": "(06)5902233#832",
        "產品名稱": [
            "冰烤蕃薯"
        ]
    },
    "133436-1": {
        "農產品經營者": "保證責任彰化縣慶全地瓜生產合作社",
        "聯絡電話": "04-7709000",
        "產品名稱": [
            "甘藷",
            "甘藷-紫心地瓜",
            "甘藷-30公斤袋裝"
        ]
    },
    "147737-1": {
        "農產品經營者": "林增昱",
        "聯絡電話": "07-2695859",
        "產品名稱": [
            "草莓"
        ]
    },
    "151279-1": {
        "農產品經營者": "羅啓源",
        "聯絡電話": "09-82199466",
        "產品名稱": [
            "草莓"
        ]
    },
    "137083-1": {
        "農產品經營者": "晁陽農產科技股份有限公司",
        "聯絡電話": "05-6938238",
        "產品名稱": [
            "珊瑚菇(玉米菇、黃金菇)"
        ]
    },
    "990428-1": {
        "農產品經營者": "金蘭食品股份有限公司",
        "聯絡電話": "(03)380-1226#285",
        "產品名稱": [
            "國產有機醬油"
        ]
    },
    "630090-1": {
        "農產品經營者": "嘉一香食品股份有限公司(屏東廠)",
        "聯絡電話": "08-8630863",
        "產品名稱": [
            "豬肉"
        ]
    },
    "133350-1": {
        "農產品經營者": "苗栗縣公館鄉紅棗產銷班第1班",
        "聯絡電話": "037-223891",
        "產品名稱": [
            "紅棗-紅棗乾"
        ]
    },
    "159267-1": {
        "農產品經營者": "李立貴",
        "聯絡電話": "09-81303617",
        "產品名稱": [
            "番石榴-產銷履歷番石榴",
            "番石榴"
        ]
    },
    "137161-1": {
        "農產品經營者": "陳振茂",
        "聯絡電話": "08-7496366",
        "產品名稱": [
            "檸檬"
        ]
    },
    "135007-1": {
        "農產品經營者": "臺南市學甲區農會",
        "聯絡電話": "06-7833212",
        "產品名稱": [
            "大豆--青仁黑豆Black Bean"
        ]
    },
    "135888-1": {
        "農產品經營者": "臺中市新社區農會水果生產集團",
        "聯絡電話": "04-25811511",
        "產品名稱": [
            "葡萄--劉志城.",
            "葡萄",
            "葡萄--劉志城"
        ]
    },
    "142583-1": {
        "農產品經營者": "有限責任臺南市昇利雜糧生產合作社",
        "聯絡電話": "0989-062188",
        "產品名稱": [
            "大豆--黑豆"
        ]
    },
    "132922-1": {
        "農產品經營者": "雲林縣大埤鄉農會",
        "聯絡電話": "05-5913631",
        "產品名稱": [
            "水稻-寺上好米",
            "水稻"
        ]
    },
    "151131-1": {
        "農產品經營者": "信昌商行",
        "聯絡電話": "05-7850305",
        "產品名稱": [
            "硬質玉米"
        ]
    },
    "150263-1": {
        "農產品經營者": "李明修",
        "聯絡電話": "04-25891009",
        "產品名稱": [
            "葡萄-產銷巨峰葡萄",
            "葡萄"
        ]
    },
    "152243-1": {
        "農產品經營者": "洪登祐",
        "聯絡電話": null,
        "產品名稱": [
            "番茄--玉女小番茄",
            "番茄"
        ]
    },
    "152437-1": {
        "農產品經營者": "紀良章",
        "聯絡電話": "04-26833385",
        "產品名稱": [
            "洋香瓜--阿露斯",
            "洋香瓜"
        ]
    },
    "139885-1": {
        "農產品經營者": "臺中市北屯區果樹產銷班第4班",
        "聯絡電話": "04-22390672",
        "產品名稱": [
            "柑橘類--茂谷",
            "柑橘類",
            "柑橘類--桶柑",
            "柑橘類-茂谷",
            "柑橘類--椪柑"
        ]
    },
    "150325-1": {
        "農產品經營者": "有限責任臺南市玉井富樂蔬果運銷合作社",
        "聯絡電話": "0935-533211",
        "產品名稱": [
            "棗--棗來福氣",
            "棗"
        ]
    },
    "159417-1": {
        "農產品經營者": "陳姿怡",
        "聯絡電話": "09-28311393",
        "產品名稱": [
            "夏南瓜"
        ]
    },
    "159414-1": {
        "農產品經營者": "林文煌",
        "聯絡電話": "09-28311393",
        "產品名稱": [
            "夏南瓜"
        ]
    },
    "139354-1": {
        "農產品經營者": "高雄市美濃區其他果菜產銷班第31班",
        "聯絡電話": "07-6812030",
        "產品名稱": [
            "番茄",
            "番茄--橙蜜香番茄",
            "番茄--玉女番茄"
        ]
    },
    "135836-1": {
        "農產品經營者": "臺中市霧峰區農會",
        "聯絡電話": "04-23303171",
        "產品名稱": [
            "水稻-CAS香米"
        ]
    },
    "138271-1": {
        "農產品經營者": "林永章",
        "聯絡電話": "05-5864805",
        "產品名稱": [
            "小白菜-蚵白/KG",
            "小白菜",
            "青梗白菜--青江菜",
            "小白菜--履歷小白菜",
            "青梗白菜-/KG",
            "青梗白菜",
            "菠菜-菠菜-菠菜",
            "菠菜",
            "小白菜-/KG",
            "油菜--履歷油菜"
        ]
    },
    "152933-1": {
        "農產品經營者": "黃明麒",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "150577-1": {
        "農產品經營者": "吳睿娟",
        "聯絡電話": "02-24631006",
        "產品名稱": [
            "洋香瓜"
        ]
    },
    "144517-1": {
        "農產品經營者": "王昱夫",
        "聯絡電話": "02-28090886",
        "產品名稱": [
            "草莓"
        ]
    },
    "151527-1": {
        "農產品經營者": "吳金水",
        "聯絡電話": "093-7681085",
        "產品名稱": [
            "棗"
        ]
    },
    "159296-1": {
        "農產品經營者": "江家程",
        "聯絡電話": "0928-915651",
        "產品名稱": [
            "砂糖橘(珍珠柑)--履歷砂糖橘珍珠柑",
            "砂糖橘(珍珠柑)"
        ]
    },
    "159044-1": {
        "農產品經營者": "吳柏徵",
        "聯絡電話": "049-2735196",
        "產品名稱": [
            "紅龍果--產銷履歷紅龍果",
            "紅龍果",
            "紅龍果-產銷履歷紅龍果"
        ]
    },
    "151934-1": {
        "農產品經營者": "楊舜閎",
        "聯絡電話": "06-5966008",
        "產品名稱": [
            "鳳梨--金鑽鳳梨",
            "鳳梨"
        ]
    },
    "159150-1": {
        "農產品經營者": "廖信再",
        "聯絡電話": null,
        "產品名稱": [
            "青蔥--履歷青蔥200g",
            "青蔥--履歷青蔥",
            "青蔥--履歷青蔥-散裝",
            "青蔥-履歷青蔥-散裝",
            "青蔥"
        ]
    },
    "141069-1": {
        "農產品經營者": "陳宗慶",
        "聯絡電話": "05-5871576",
        "產品名稱": [
            "葉萵苣--履歷大陸妹",
            "葉萵苣--油麥菜",
            "葉萵苣",
            "葉萵苣-履歷大陸妹"
        ]
    },
    "142307-1": {
        "農產品經營者": "雲林縣西螺鎮其他農作產銷班第2班",
        "聯絡電話": null,
        "產品名稱": [
            "大豆",
            "大豆-將軍青仁黑豆",
            "大豆--將軍黃仁黑豆"
        ]
    },
    "152943-1": {
        "農產品經營者": "黃銅曜",
        "聯絡電話": "089-222449",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "144628-1": {
        "農產品經營者": "蔡文基",
        "聯絡電話": "03-5800147",
        "產品名稱": [
            "桶柑"
        ]
    },
    "140698-1": {
        "農產品經營者": "鄧東海",
        "聯絡電話": "08-7963556",
        "產品名稱": [
            "棗"
        ]
    },
    "153219-1": {
        "農產品經營者": "黃明民",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "153096-1": {
        "農產品經營者": "孫義文",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "153001-1": {
        "農產品經營者": "黃水龍",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "152877-1": {
        "農產品經營者": "王正亮",
        "聯絡電話": "089-224262",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "153191-1": {
        "農產品經營者": "戴家正",
        "聯絡電話": "089-512765",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "143750-1": {
        "農產品經營者": "彰化縣鹿港鎮雜糧產銷班第1班",
        "聯絡電話": "04-7701668",
        "產品名稱": [
            "大豆"
        ]
    },
    "151734-1": {
        "農產品經營者": "鍾薇雯",
        "聯絡電話": "09-66898748",
        "產品名稱": [
            "番茄",
            "番茄--履歷牛心蕃茄",
            "番茄--履歷牛心番茄"
        ]
    },
    "147542-1": {
        "農產品經營者": "張竣傑",
        "聯絡電話": "07-2695859",
        "產品名稱": [
            "綠竹筍"
        ]
    },
    "142515-1": {
        "農產品經營者": "邱智仁",
        "聯絡電話": "09-32533753",
        "產品名稱": [
            "桶柑--俊清果園",
            "桶柑"
        ]
    },
    "145609-1": {
        "農產品經營者": "蘇文欽",
        "聯絡電話": "089-570767",
        "產品名稱": [
            "番荔枝--台東鳳梨蜜釋迦",
            "番荔枝",
            "番荔枝--臺東極品鳳梨蜜釋"
        ]
    },
    "143522-1": {
        "農產品經營者": "梁哲禎",
        "聯絡電話": "03-4599119",
        "產品名稱": [
            "青松菜"
        ]
    },
    "153193-1": {
        "農產品經營者": "黃姿綺",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "153176-1": {
        "農產品經營者": "吳品諺",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "151505-1": {
        "農產品經營者": "詹進麟",
        "聯絡電話": "089-782188",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "152918-1": {
        "農產品經營者": "呂吉星",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "141759-1": {
        "農產品經營者": "張嘉斌",
        "聯絡電話": "05-5328321",
        "產品名稱": [
            "胡瓜"
        ]
    },
    "147545-1": {
        "農產品經營者": "張祐豪",
        "聯絡電話": "05-2695859",
        "產品名稱": [
            "綠竹筍"
        ]
    },
    "151957-1": {
        "農產品經營者": "盧葳芷",
        "聯絡電話": "05-6960789",
        "產品名稱": [
            "油菜-油菜",
            "油菜",
            "青梗白菜-青江菜(青梗白菜)",
            "青梗白菜"
        ]
    },
    "144160-1": {
        "農產品經營者": "鄧錦隆",
        "聯絡電話": "0930-974372",
        "產品名稱": [
            "椪柑--石岡黃金椪柑"
        ]
    },
    "402364-1": {
        "農產品經營者": "吳政一",
        "聯絡電話": "0932-633285",
        "產品名稱": [
            "白蝦"
        ]
    },
    "991496-1": {
        "農產品經營者": "彰化縣大城鄉蕎麥產銷班第三班",
        "聯絡電話": "(04)8942195",
        "產品名稱": [
            "蕎麥茶包"
        ]
    },
    "159047-1": {
        "農產品經營者": "劉小萍",
        "聯絡電話": "09-27029568",
        "產品名稱": [
            "木瓜--日昇木瓜",
            "木瓜"
        ]
    },
    "153330-1": {
        "農產品經營者": "王鵬舉",
        "聯絡電話": "089-513489",
        "產品名稱": [
            "番荔枝--大目釋迦",
            "番荔枝",
            "番荔枝--鳳梨釋迦"
        ]
    },
    "141724-1": {
        "農產品經營者": "劉松明",
        "聯絡電話": "049-2691150",
        "產品名稱": [
            "柑橘類-履歷珍珠柑",
            "柑橘類",
            "柑橘類-履歷帝王柑",
            "柑橘類--履歷珍珠柑"
        ]
    },
    "144902-1": {
        "農產品經營者": "屏東縣高樹鄉農會",
        "聯絡電話": "08-7962014",
        "產品名稱": [
            "水稻-高樹米",
            "水稻"
        ]
    },
    "138374-1": {
        "農產品經營者": "張有瑞",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "芥藍-履歷芥藍菜",
            "芥藍--履歷芥藍菜",
            "半結球萵苣-履歷大陸妹",
            "半結球萵苣",
            "半結球萵苣-萵苣油麥菜"
        ]
    },
    "157647-1": {
        "農產品經營者": "旭豐農產行",
        "聯絡電話": "089-551870",
        "產品名稱": [
            "胡瓜-履歷溫室小黃瓜",
            "胡瓜",
            "菜豆-履歷敏豆",
            "菜豆",
            "辣椒--履歷朝天椒",
            "辣椒"
        ]
    },
    "143920-1": {
        "農產品經營者": "羅正彬",
        "聯絡電話": "049-2656005",
        "產品名稱": [
            "茶葉-杉林溪烏龍茶"
        ]
    },
    "159369-1": {
        "農產品經營者": "莊育維",
        "聯絡電話": "04-8961977",
        "產品名稱": [
            "紅龍果--履歷紅龍果",
            "紅龍果"
        ]
    },
    "144207-1": {
        "農產品經營者": "曾村銘",
        "聯絡電話": "04-22391236",
        "產品名稱": [
            "桶柑--水果-桶柑",
            "桶柑"
        ]
    },
    "159477-1": {
        "農產品經營者": "陳凱憶",
        "聯絡電話": "049-2691627",
        "產品名稱": [
            "柑橘類"
        ]
    },
    "146635-1": {
        "農產品經營者": "鄭邵云",
        "聯絡電話": "09-19676939",
        "產品名稱": [
            "桶柑--履歷袋裝桶柑",
            "桶柑"
        ]
    },
    "403550-1": {
        "農產品經營者": "張智涵",
        "聯絡電話": "0919-016-838",
        "產品名稱": [
            "鱸魚"
        ]
    },
    "142142-1": {
        "農產品經營者": "李清源",
        "聯絡電話": "09-37223059",
        "產品名稱": [
            "食用玉米--水果玉米",
            "食用玉米",
            "食用玉米--玉米筍"
        ]
    },
    "146749-1": {
        "農產品經營者": "余聖傑",
        "聯絡電話": "0978-982080",
        "產品名稱": [
            "番茄-履歷牛番茄",
            "番茄"
        ]
    },
    "403002-1": {
        "農產品經營者": "邱晉爵",
        "聯絡電話": "05-3471162",
        "產品名稱": [
            "白蝦"
        ]
    },
    "138403-1": {
        "農產品經營者": "臺南市歸仁區蔬菜產銷班第6班",
        "聯絡電話": "07-6908589",
        "產品名稱": [
            "番茄",
            "胡瓜"
        ]
    },
    "159336-1": {
        "農產品經營者": "黃順達",
        "聯絡電話": "082-954277",
        "產品名稱": [
            "小白菜"
        ]
    },
    "133208-1": {
        "農產品經營者": "陳嘉隆",
        "聯絡電話": "049-2580468",
        "產品名稱": [
            "茶葉-臺灣紅玉紅茶",
            "茶葉-臺灣沁玉紅烏龍茶",
            "茶葉-臺灣紅玉紅茶茶包",
            "茶葉-台灣沁玉烏龍茶茶",
            "茶葉"
        ]
    },
    "139611-1": {
        "農產品經營者": "億東企業股份有限公司(二崙區)",
        "聯絡電話": "02-22977088",
        "產品名稱": [
            "大豆-非基改黃豆"
        ]
    },
    "403930-1": {
        "農產品經營者": "楊登傑",
        "聯絡電話": "0958618996",
        "產品名稱": [
            "淡水長臂大蝦"
        ]
    },
    "145138-1": {
        "農產品經營者": "曾芷淳",
        "聯絡電話": "04-25344475",
        "產品名稱": [
            "蜂蜜-龍眼蜜"
        ]
    },
    "990127-1": {
        "農產品經營者": "嘉一香食品股份有限公司(屏東廠)",
        "聯絡電話": "(08)8630863",
        "產品名稱": [
            "豬小腸黏膜下層"
        ]
    },
    "992935-1": {
        "農產品經營者": "旭陽農場",
        "聯絡電話": "(06)6903561",
        "產品名稱": [
            "鳳梨乾",
            "火龍果乾",
            "芒果乾"
        ]
    },
    "132063-1": {
        "農產品經營者": "南投縣竹山鎮特用作物產銷班第19班",
        "聯絡電話": "0955-414681",
        "產品名稱": [
            "茶葉-高山蜜香紅茶",
            "茶葉-杉林溪高山茶",
            "茶葉-茆茶屋-冬茶",
            "茶葉-高山炭焙烏龍茶"
        ]
    },
    "153242-1": {
        "農產品經營者": "南投縣竹山鎮稻米產銷班第1班",
        "聯絡電話": "049-2623432",
        "產品名稱": [
            "水稻"
        ]
    },
    "153393-1": {
        "農產品經營者": "程水魚",
        "聯絡電話": "05-5883017",
        "產品名稱": [
            "油菜-油菜",
            "小白菜-小白菜",
            "小白菜--小白菜",
            "小白菜",
            "油菜",
            "油菜--油菜"
        ]
    },
    "146886-1": {
        "農產品經營者": "陳志強",
        "聯絡電話": "05-5880159",
        "產品名稱": [
            "苦瓜--履歷白玉苦瓜",
            "苦瓜"
        ]
    },
    "152066-1": {
        "農產品經營者": "吳志豪",
        "聯絡電話": "07-6966160",
        "產品名稱": [
            "番茄--履歷牛心番茄",
            "番茄",
            "番茄-履歷牛心番茄"
        ]
    },
    "136138-1": {
        "農產品經營者": "洪文忠",
        "聯絡電話": "049-2791112",
        "產品名稱": [
            "番茄-牛番茄",
            "番茄"
        ]
    },
    "138054-1": {
        "農產品經營者": "林俊宏",
        "聯絡電話": "089-551870",
        "產品名稱": [
            "薑--鹿野頂級履歷薑",
            "薑--產銷履歷乾薑",
            "薑--鹿野履歷乾薑"
        ]
    },
    "141870-1": {
        "農產品經營者": "保證責任雲林縣新光果菜生產合作社",
        "聯絡電話": "05-5264525",
        "產品名稱": [
            "茂谷柑--茂谷柑",
            "茂谷柑"
        ]
    },
    "139374-1": {
        "農產品經營者": "彰化縣二林鎮蕎麥產銷班第4班",
        "聯絡電話": "04-8962188",
        "產品名稱": [
            "蕎麥"
        ]
    },
    "153232-1": {
        "農產品經營者": "鍾其青",
        "聯絡電話": "09-10979631",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "146037-1": {
        "農產品經營者": "宋佳勳",
        "聯絡電話": "03-4970283",
        "產品名稱": [
            "油菜-產銷履歷油菜",
            "小白菜-產銷履歷小白菜",
            "青梗白菜-產銷履歷青江菜",
            "青梗白菜",
            "油菜",
            "小白菜"
        ]
    },
    "140162-1": {
        "農產品經營者": "徐鴻炎",
        "聯絡電話": "04-25899786",
        "產品名稱": [
            "葡萄--履歷巨峰葡萄",
            "葡萄-履歷巨峰葡萄"
        ]
    },
    "140228-1": {
        "農產品經營者": "臺東縣卑南鄉美農番荔枝產銷班",
        "聯絡電話": "089-222635",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "402092-1": {
        "農產品經營者": "林聰吉",
        "聯絡電話": "076910627",
        "產品名稱": [
            "白蝦"
        ]
    },
    "148238-1": {
        "農產品經營者": "江家豐",
        "聯絡電話": "06-5745776",
        "產品名稱": [
            "蜂蜜-國產蜂蜜"
        ]
    },
    "501264-1": {
        "農產品經營者": "鼎泰畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "雞蛋(日見紅殼蛋)"
        ]
    },
    "130096-1": {
        "農產品經營者": "臺東縣鹿野鄉茶葉產銷班第9班",
        "聯絡電話": "089-550151",
        "產品名稱": [
            "茶葉-金萱",
            "茶葉-紅烏龍"
        ]
    },
    "152917-1": {
        "農產品經營者": "黃全保",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "番荔枝--鳳梨釋迦",
            "番荔枝"
        ]
    },
    "131611-1": {
        "農產品經營者": "宜蘭縣冬山鄉茶葉產銷班第5班",
        "聯絡電話": null,
        "產品名稱": [
            "茶葉-金萱紅茶",
            "茶葉-李維-烏龍"
        ]
    },
    "144415-1": {
        "農產品經營者": "謝炘紘",
        "聯絡電話": "03-9898512",
        "產品名稱": [
            "葉萵苣"
        ]
    },
    "141990-1": {
        "農產品經營者": "李育銘",
        "聯絡電話": "049-2563428",
        "產品名稱": [
            "南瓜--栗子南瓜",
            "南瓜",
            "洋香瓜--洋香瓜"
        ]
    },
    "139203-1": {
        "農產品經營者": "豐收蔬果園",
        "聯絡電話": "089-510271",
        "產品名稱": [
            "番荔枝--大目釋迦",
            "番荔枝"
        ]
    },
    "402671-1": {
        "農產品經營者": "保證責任臺南市北門漁產生產合作社",
        "聯絡電話": "05-3427475",
        "產品名稱": [
            "臺灣鯛"
        ]
    },
    "147548-1": {
        "農產品經營者": "祥鴻企業社",
        "聯絡電話": "037-476723",
        "產品名稱": [
            "水稻-濕蹈"
        ]
    },
    "143753-1": {
        "農產品經營者": "羅重元",
        "聯絡電話": "089-330186",
        "產品名稱": [
            "番荔枝--釋專迦",
            "番荔枝"
        ]
    },
    "153171-1": {
        "農產品經營者": "順昶先進科技股份有限公司",
        "聯絡電話": "02-87516888",
        "產品名稱": [
            "木瓜--產履木瓜",
            "木瓜"
        ]
    },
    "142568-1": {
        "農產品經營者": "温宏鎧",
        "聯絡電話": "035-809326",
        "產品名稱": [
            "椪柑--椪柑"
        ]
    },
    "400510-1": {
        "農產品經營者": "何明通",
        "聯絡電話": "07-6912031",
        "產品名稱": [
            "石斑魚"
        ]
    },
    "134787-1": {
        "農產品經營者": "保證責任雲林縣瓊埔合作農場",
        "聯絡電話": "05-7840600",
        "產品名稱": [
            "甘藷--TN57生地瓜"
        ]
    },
    "151993-1": {
        "農產品經營者": "戴耕綸",
        "聯絡電話": "06-7215300",
        "產品名稱": [
            "胡蘿蔔-將軍胡蘿蔔-特級"
        ]
    },
    "143991-1": {
        "農產品經營者": "月葉農場企業社",
        "聯絡電話": "05-2593464",
        "產品名稱": [
            "杭菊-杭白菊",
            "杭菊"
        ]
    },
    "403921-1": {
        "農產品經營者": "億興企業股份有限公司",
        "聯絡電話": "07-7039925",
        "產品名稱": [
            "白蝦"
        ]
    },
    "152312-1": {
        "農產品經營者": "陳信叡",
        "聯絡電話": "04-8792111",
        "產品名稱": [
            "番石榴--二水鄉珍珠芭樂",
            "番石榴"
        ]
    },
    "141801-1": {
        "農產品經營者": "臺中市石岡區柑桔產銷班第6班",
        "聯絡電話": "04-25235749",
        "產品名稱": [
            "茂谷柑--石岡茂谷",
            "茂谷柑"
        ]
    },
    "159236-1": {
        "農產品經營者": "陳勁合",
        "聯絡電話": "04-23929933",
        "產品名稱": [
            "番茄--番茄",
            "番茄"
        ]
    },
    "145911-1": {
        "農產品經營者": "沈欣雨",
        "聯絡電話": "05-5969903",
        "產品名稱": [
            "絲瓜-絲瓜",
            "絲瓜"
        ]
    },
    "151684-1": {
        "農產品經營者": "黃國霖",
        "聯絡電話": "08-8331755",
        "產品名稱": [
            "蓮霧--頂級",
            "蓮霧",
            "蓮霧--特級八斤",
            "蓮霧--A級",
            "蓮霧--特級四斤"
        ]
    },
    "139147-1": {
        "農產品經營者": "吳世結",
        "聯絡電話": "04-25578659",
        "產品名稱": [
            "馬鈴薯-履歷",
            "馬鈴薯--台灣馬鈴薯",
            "馬鈴薯--(履歷)"
        ]
    },
    "143702-1": {
        "農產品經營者": "張凰聿",
        "聯絡電話": "03-9301131",
        "產品名稱": [
            "水稻-聿香米",
            "水稻-聿香米(香米)"
        ]
    },
    "142897-1": {
        "農產品經營者": "玉山鑫有限公司",
        "聯絡電話": "05-5972101",
        "產品名稱": [
            "水稻-飽平安",
            "水稻"
        ]
    },
    "990092-1": {
        "農產品經營者": "正鑫水產加工有限公司",
        "聯絡電話": "(05)3430179",
        "產品名稱": [
            "虱目魚丸"
        ]
    },
    "152939-1": {
        "農產品經營者": "邱順興",
        "聯絡電話": null,
        "產品名稱": [
            "番荔枝"
        ]
    },
    "151303-1": {
        "農產品經營者": "許嘉慶",
        "聯絡電話": "09-11210766",
        "產品名稱": [
            "葉萵苣"
        ]
    },
    "143430-1": {
        "農產品經營者": "台南市柳營區農會",
        "聯絡電話": "06-6221248",
        "產品名稱": [
            "水稻-芋見月光米",
            "水稻"
        ]
    },
    "147049-1": {
        "農產品經營者": "陳小燕",
        "聯絡電話": "0937-178327",
        "產品名稱": [
            "柑橘類--桶柑",
            "柑橘類"
        ]
    },
    "993461-1": {
        "農產品經營者": "農尚鮮股份有限公司",
        "聯絡電話": "(05)699-3377#121",
        "產品名稱": [
            "胡蘿蔔"
        ]
    },
    "146314-1": {
        "農產品經營者": "莊兆昌",
        "聯絡電話": "05-5877060",
        "產品名稱": [
            "番茄-牛心番茄",
            "番茄--牛心番茄",
            "番茄",
            "番茄--履歷牛番茄"
        ]
    },
    "139968-1": {
        "農產品經營者": "陳啓宗",
        "聯絡電話": "09-19810374",
        "產品名稱": [
            "紅龍果--紅龍果",
            "紅龍果--紅龍果5斤裝禮盒",
            "紅龍果"
        ]
    },
    "151778-1": {
        "農產品經營者": "詹文良",
        "聯絡電話": "04-25881067",
        "產品名稱": [
            "柑橘類--產銷履歷茂谷柑",
            "柑橘類"
        ]
    },
    "150827-1": {
        "農產品經營者": "王益興",
        "聯絡電話": "09-85056950",
        "產品名稱": [
            "棗",
            "棗--蜜棗-產銷履歷"
        ]
    },
    "143885-1": {
        "農產品經營者": "有限責任臺南市南農果菜運銷合作社",
        "聯絡電話": "06-6861777",
        "產品名稱": [
            "柳橙--履歷柳橙",
            "柳橙"
        ]
    },
    "146162-1": {
        "農產品經營者": "柯玉萍",
        "聯絡電話": "0985-908896",
        "產品名稱": [
            "番茄"
        ]
    },
    "140582-1": {
        "農產品經營者": "屏東縣內埔鄉果樹產銷班第32班",
        "聯絡電話": "0928-355408",
        "產品名稱": [
            "香蕉-香蕉",
            "香蕉"
        ]
    },
    "136473-1": {
        "農產品經營者": "臺中市農會",
        "聯絡電話": "04-25262110",
        "產品名稱": [
            "大豆--嘻豆"
        ]
    },
    "153121-1": {
        "農產品經營者": "楊崴翔",
        "聯絡電話": "07-6229877",
        "產品名稱": [
            "毛豆--產銷履歷毛豆仁",
            "毛豆"
        ]
    },
    "147194-1": {
        "農產品經營者": "黃慶和",
        "聯絡電話": "0935-959120",
        "產品名稱": [
            "棗--產銷履歷蜜棗",
            "棗"
        ]
    },
    "132137-1": {
        "農產品經營者": "朝霧茶莊",
        "聯絡電話": "049-2898883",
        "產品名稱": [
            "茶葉-朝霧茶莊-紅玉",
            "茶葉-阿薩姆紅茶"
        ]
    },
    "141225-1": {
        "農產品經營者": "林晋發",
        "聯絡電話": "0932-879294",
        "產品名稱": [
            "柳橙",
            "柳橙--柳丁"
        ]
    },
    "152845-1": {
        "農產品經營者": "林裕凱",
        "聯絡電話": "089-224383",
        "產品名稱": [
            "鳳梨釋迦--鳯梨釋迦",
            "鳳梨釋迦"
        ]
    },
    "153198-1": {
        "農產品經營者": "蔡錫鏞",
        "聯絡電話": "07-3219855",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "147153-1": {
        "農產品經營者": "蔡慶文",
        "聯絡電話": "0933-621428",
        "產品名稱": [
            "棗"
        ]
    },
    "156147-1": {
        "農產品經營者": "葉紹宇",
        "聯絡電話": "06-5761912",
        "產品名稱": [
            "酪梨--酪梨",
            "酪梨"
        ]
    },
    "130552-1": {
        "農產品經營者": "花蓮縣富里鄉茶產銷班第2班",
        "聯絡電話": "03-8821743",
        "產品名稱": [
            "金針-無硫金針"
        ]
    },
    "150878-1": {
        "農產品經營者": "張萬宇",
        "聯絡電話": "09-73362789",
        "產品名稱": [
            "鳳梨釋迦--鳳梨釋迦",
            "鳳梨釋迦"
        ]
    },
    "150608-1": {
        "農產品經營者": "劉俊岳",
        "聯絡電話": "04-25894198",
        "產品名稱": [
            "葡萄--葡萄",
            "葡萄-葡萄",
            "葡萄"
        ]
    },
    "142302-1": {
        "農產品經營者": "李友升",
        "聯絡電話": "05-5881116",
        "產品名稱": [
            "青梗白菜--青江菜",
            "青梗白菜-青江菜",
            "葉萵苣--大陸A菜",
            "葉萵苣--福山萵苣"
        ]
    },
    "146102-1": {
        "農產品經營者": "保證責任南投縣集集鎮廣明蔬果生產合作社",
        "聯絡電話": "049-2761766",
        "產品名稱": [
            "香蕉"
        ]
    },
    "151424-1": {
        "農產品經營者": "廖俊宏",
        "聯絡電話": "05-5870469",
        "產品名稱": [
            "芹菜--履歷芹菜",
            "芹菜-履歷芹菜",
            "芹菜"
        ]
    },
    "142120-1": {
        "農產品經營者": "廖鴻益",
        "聯絡電話": "04-25260979",
        "產品名稱": [
            "柑橘類--茂谷",
            "柑橘類"
        ]
    },
    "402042-1": {
        "農產品經營者": "陳曉帆",
        "聯絡電話": "06-9981424",
        "產品名稱": [
            "石斑分切",
            "石斑三清"
        ]
    },
    "131824-1": {
        "農產品經營者": "雲林縣麥寮鄉農會",
        "聯絡電話": "05-6931101",
        "產品名稱": [
            "硬質玉米"
        ]
    },
    "156035-1": {
        "農產品經營者": "佳福食品有限公司",
        "聯絡電話": "05-6621488",
        "產品名稱": [
            "青梗白菜-青江白菜",
            "青梗白菜",
            "小白菜-小白菜",
            "小白菜"
        ]
    },
    "146524-1": {
        "農產品經營者": "廖祥竹",
        "聯絡電話": "05-5990070",
        "產品名稱": [
            "菠菜--菠菜",
            "菠菜",
            "菠菜-菠菜"
        ]
    },
    "151463-1": {
        "農產品經營者": "楊瑞香",
        "聯絡電話": "09-34167367",
        "產品名稱": [
            "棗"
        ]
    },
    "100927-1": {
        "農產品經營者": "嘉義縣梅山鄉特用作物產銷班第1班",
        "聯絡電話": "05-2562006",
        "產品名稱": [
            "茶葉-樟樹湖烏龍冬茶"
        ]
    },
    "143088-1": {
        "農產品經營者": "茗曜農業生技有限公司",
        "聯絡電話": "05-5983186",
        "產品名稱": [
            "青花菜-履歷青花",
            "青花菜"
        ]
    },
    "147374-1": {
        "農產品經營者": "凃森展",
        "聯絡電話": "04-8904302",
        "產品名稱": [
            "紅龍果--紅龍果",
            "紅龍果"
        ]
    },
    "147963-1": {
        "農產品經營者": "黃昶升",
        "聯絡電話": "05-2586927",
        "產品名稱": [
            "茶葉-阿里山烏龍茶",
            "茶葉-阿里山紅茶"
        ]
    },
    "151219-1": {
        "農產品經營者": "林玟妗",
        "聯絡電話": "095-5400280",
        "產品名稱": [
            "甜椒--產銷履歷彩色甜椒",
            "甜椒"
        ]
    },
    "144456-1": {
        "農產品經營者": "洪兆濡",
        "聯絡電話": "0956-101112",
        "產品名稱": [
            "紅龍果--紅龍果－儒園鮮果",
            "紅龍果"
        ]
    },
    "151757-1": {
        "農產品經營者": "洪琈宗",
        "聯絡電話": "07-6361517",
        "產品名稱": [
            "棗--棗",
            "棗"
        ]
    },
    "150776-1": {
        "農產品經營者": "賴才生",
        "聯絡電話": "0911-038055",
        "產品名稱": [
            "葡萄--產銷巨峰葡萄"
        ]
    },
    "145659-1": {
        "農產品經營者": "松榮碾米廠",
        "聯絡電話": "03-4081136",
        "產品名稱": [
            "水稻"
        ]
    },
    "990057-1": {
        "農產品經營者": "宏益冷凍食品股份有限公司",
        "聯絡電話": "(08)7783681#124",
        "產品名稱": [
            "冷凍台灣鯛魚片"
        ]
    },
    "153173-1": {
        "農產品經營者": "鄭麗花",
        "聯絡電話": "09-10671702",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "993502-1": {
        "農產品經營者": "洧淨工坊",
        "聯絡電話": "(05)238-0108",
        "產品名稱": [
            "產銷履歷苦茶油-華山雙寶台灣原生果苦茶油"
        ]
    },
    "142129-1": {
        "農產品經營者": "泰鶴農場",
        "聯絡電話": "09-03118508",
        "產品名稱": [
            "洋香瓜"
        ]
    },
    "150855-1": {
        "農產品經營者": "謝金基",
        "聯絡電話": "05-2661831",
        "產品名稱": [
            "茶葉-冬茶150公克"
        ]
    },
    "151164-1": {
        "農產品經營者": "周慶原",
        "聯絡電話": "08-7936147",
        "產品名稱": [
            "洋香瓜"
        ]
    },
    "134597-1": {
        "農產品經營者": "張立欣",
        "聯絡電話": "04-25341591",
        "產品名稱": [
            "茶葉-高山烏龍茶-春"
        ]
    },
    "141515-1": {
        "農產品經營者": "苗栗縣頭份市雜糧產銷班第1班",
        "聯絡電話": "037-671533",
        "產品名稱": [
            "大豆-國產履歷黑豆"
        ]
    },
    "157560-1": {
        "農產品經營者": "張錫泉",
        "聯絡電話": "06-2633777",
        "產品名稱": [
            "水稻-星洲小農 星洲米",
            "水稻"
        ]
    },
    "152036-1": {
        "農產品經營者": "保證責任屏東縣欣榮農產品運銷合作社",
        "聯絡電話": "08-7624370",
        "產品名稱": [
            "檸檬--履歷檸檬",
            "檸檬"
        ]
    },
    "157559-1": {
        "農產品經營者": "張哲豪",
        "聯絡電話": "06-2633777",
        "產品名稱": [
            "水稻-日興小農 日興米",
            "水稻"
        ]
    },
    "157740-1": {
        "農產品經營者": "李宜樺",
        "聯絡電話": "05-5869743",
        "產品名稱": [
            "小白菜-蚵白"
        ]
    },
    "991875-1": {
        "農產品經營者": "源友企業股份有限公司",
        "聯絡電話": "(03)469-7387",
        "產品名稱": [
            "炒焙黑豆(台灣)"
        ]
    },
    "135163-1": {
        "農產品經營者": "芳隆農產有限公司",
        "聯絡電話": "08-7532277",
        "產品名稱": [
            "紅豆--紅豆"
        ]
    },
    "500611-1": {
        "農產品經營者": "東圻畜牧場",
        "聯絡電話": null,
        "產品名稱": [
            "白肉雞(紅玉雞業務包)",
            "白肉雞(里肌肉)",
            "白肉雞(去骨雞腿肉)",
            "白肉雞(雞胸絞肉)",
            "白肉雞(雞胸肉)",
            "白肉雞(帶骨雞腿切塊)",
            "白肉雞(雞翅)",
            "白肉雞(棒腿)",
            "白肉雞(去骨雞腿切塊)",
            "白肉雞(半雞切塊)",
            "白肉雞(全雞)"
        ]
    },
    "145781-1": {
        "農產品經營者": "保證責任苗栗縣富農農產運銷合作社",
        "聯絡電話": "037-987068",
        "產品名稱": [
            "杭菊-富農杭菊花",
            "杭菊-黃金白銀花"
        ]
    },
    "150403-1": {
        "農產品經營者": "林柏亨",
        "聯絡電話": "05-5864491",
        "產品名稱": [
            "茂谷柑"
        ]
    },
    "148259-1": {
        "農產品經營者": "臺東縣卑南鄉果樹產銷班第41班",
        "聯絡電話": "089-238211",
        "產品名稱": [
            "鳳梨釋迦",
            "鳳梨釋迦--鳳梨釋迦6公斤"
        ]
    },
    "146942-1": {
        "農產品經營者": "江政恩",
        "聯絡電話": "09-25893669",
        "產品名稱": [
            "棗"
        ]
    },
    "401240-1": {
        "農產品經營者": "蕭惟中",
        "聯絡電話": "06-7810092",
        "產品名稱": [
            "臺灣鯛"
        ]
    },
    "141548-1": {
        "農產品經營者": "莊錫演",
        "聯絡電話": "049-2525458",
        "產品名稱": [
            "棗"
        ]
    },
    "148008-1": {
        "農產品經營者": "李啓彰",
        "聯絡電話": "05-6961329",
        "產品名稱": [
            "蜂蜜-咸豐草蜜"
        ]
    },
    "146551-1": {
        "農產品經營者": "黎乾清",
        "聯絡電話": "03-5800225",
        "產品名稱": [
            "柑橘類--柑橘類",
            "柑橘類"
        ]
    },
    "140289-1": {
        "農產品經營者": "李建賓",
        "聯絡電話": "0928-905631",
        "產品名稱": [
            "油菜-農友油菜",
            "小白菜--農友蚵白菜",
            "小白菜-泉州白菜",
            "小白菜--泉州白菜",
            "青梗白菜-青江菜",
            "油菜--農友油菜",
            "油菜"
        ]
    },
    "144070-1": {
        "農產品經營者": "熊金火",
        "聯絡電話": "0905-101105",
        "產品名稱": [
            "椪柑--橘子熊大"
        ]
    },
    "141608-1": {
        "農產品經營者": "劉安邦",
        "聯絡電話": "04-25872512",
        "產品名稱": [
            "柑橘類--履歷椪柑",
            "柑橘類-履歷椪柑",
            "柑橘類"
        ]
    },
    "152172-1": {
        "農產品經營者": "黃李卜",
        "聯絡電話": "05-6626577",
        "產品名稱": [
            "青蔥--履歷青蔥",
            "青蔥"
        ]
    },
    "142081-1": {
        "農產品經營者": "廖敏如",
        "聯絡電話": "05-5872181",
        "產品名稱": [
            "胡蘿蔔--履歷胡蘿蔔"
        ]
    },
    "400984-1": {
        "農產品經營者": "蔡志強養殖場",
        "聯絡電話": null,
        "產品名稱": [
            "臺灣鯛"
        ]
    },
    "991258-1": {
        "農產品經營者": "保證責任雲林縣莿桐合作農場",
        "聯絡電話": "(05)584-2722",
        "產品名稱": [
            "帶殼花生"
        ]
    },
    "140768-1": {
        "農產品經營者": "莊士豪",
        "聯絡電話": "05-6960789",
        "產品名稱": [
            "小白菜-履歷蚵白菜",
            "小白菜"
        ]
    },
    "152854-1": {
        "農產品經營者": "劉泓緯",
        "聯絡電話": "05-2541122",
        "產品名稱": [
            "酪梨"
        ]
    },
    "140852-1": {
        "農產品經營者": "吳仲謨",
        "聯絡電話": null,
        "產品名稱": [
            "洋菇"
        ]
    },
    "401032-1": {
        "農產品經營者": "洪益成",
        "聯絡電話": "06-7837578",
        "產品名稱": [
            "虱目魚"
        ]
    },
    "150923-1": {
        "農產品經營者": "佶蜂園養蜂場",
        "聯絡電話": "05-7907198",
        "產品名稱": [
            "蜂蜜"
        ]
    },
    "141139-1": {
        "農產品經營者": "游輝隆",
        "聯絡電話": "049-2896930",
        "產品名稱": [
            "茶葉-紅玉紅茶"
        ]
    },
    "140377-1": {
        "農產品經營者": "彰化縣田中鎮蔬菜產銷班第3班",
        "聯絡電話": "0977-159622",
        "產品名稱": [
            "番茄--玉女小番茄",
            "番茄"
        ]
    },
    "142846-1": {
        "農產品經營者": "邱振平",
        "聯絡電話": "03-3241888",
        "產品名稱": [
            "茶葉-紅茶",
            "茶葉-烏龍茶"
        ]
    },
    "141136-1": {
        "農產品經營者": "陳全安",
        "聯絡電話": "03-4760579",
        "產品名稱": [
            "小白菜-小白菜",
            "小白菜"
        ]
    },
    "159101-1": {
        "農產品經營者": "王郁媚",
        "聯絡電話": "04-26884366",
        "產品名稱": [
            "芋--芋",
            "芋"
        ]
    },
    "146150-1": {
        "農產品經營者": "正賀茶場",
        "聯絡電話": "05-2501792",
        "產品名稱": [
            "茶葉-阿里山紅茶"
        ]
    },
    "147876-1": {
        "農產品經營者": "友酵農產行",
        "聯絡電話": "05-3752737",
        "產品名稱": [
            "水稻-平安隍將米",
            "水稻-友酵米"
        ]
    },
    "146765-1": {
        "農產品經營者": "羅吉佑",
        "聯絡電話": "04-25224239",
        "產品名稱": [
            "柑橘類--椪柑"
        ]
    },
    "135131-1": {
        "農產品經營者": "保證責任彰化縣北斗合作農場",
        "聯絡電話": "04-8780116",
        "產品名稱": [
            "胡蘿蔔"
        ]
    },
    "147275-1": {
        "農產品經營者": "蕭春木",
        "聯絡電話": "089-224831",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "153437-1": {
        "農產品經營者": "陳國清",
        "聯絡電話": "04-8969999",
        "產品名稱": [
            "硬質玉米"
        ]
    },
    "153501-1": {
        "農產品經營者": "陳旗生",
        "聯絡電話": "08-7668666",
        "產品名稱": [
            "毛豆"
        ]
    },
    "153500-1": {
        "農產品經營者": "洪正文",
        "聯絡電話": "08-7668666",
        "產品名稱": [
            "毛豆"
        ]
    },
    "156110-1": {
        "農產品經營者": "李冠緯",
        "聯絡電話": "049-2603993",
        "產品名稱": [
            "柑橘類"
        ]
    },
    "141859-1": {
        "農產品經營者": "林旻平",
        "聯絡電話": "04-25203433",
        "產品名稱": [
            "椪柑--阿平@椪柑"
        ]
    },
    "138322-1": {
        "農產品經營者": "陳和恊",
        "聯絡電話": "08-7389100",
        "產品名稱": [
            "番茄-牛番茄",
            "番茄"
        ]
    },
    "141928-1": {
        "農產品經營者": "陳照委",
        "聯絡電話": "0978-967562",
        "產品名稱": [
            "洋香瓜--洋香瓜禮盒",
            "洋香瓜",
            "洋香瓜--洋香瓜"
        ]
    },
    "142213-1": {
        "農產品經營者": "廖芳味",
        "聯絡電話": "05-5867286",
        "產品名稱": [
            "油菜-油菜",
            "油菜"
        ]
    },
    "992989-1": {
        "農產品經營者": "高雄市永安區漁會",
        "聯絡電話": "(07)6917998",
        "產品名稱": [
            "石斑魚三去三清"
        ]
    },
    "135444-1": {
        "農產品經營者": "程麗蘭",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "芥藍-履歷芥藍菜",
            "芥藍--履歷芥藍菜"
        ]
    },
    "991105-1": {
        "農產品經營者": "保證責任嘉義縣嘉鹿果菜生產合作社(保證責任嘉義縣嘉鹿果菜生產合作社委託生產)",
        "聯絡電話": "(05)3651992",
        "產品名稱": [
            "冷凍青花菜"
        ]
    },
    "159571-1": {
        "農產品經營者": "鄭妙珍",
        "聯絡電話": "09-13893571",
        "產品名稱": [
            "大豆"
        ]
    },
    "141852-1": {
        "農產品經營者": "祺心鍵力農產行",
        "聯絡電話": "0978-707985",
        "產品名稱": [
            "蕎麥-台灣黃金蕎麥原粒"
        ]
    },
    "145309-1": {
        "農產品經營者": "王鳴皓",
        "聯絡電話": "04-25810350",
        "產品名稱": [
            "木耳"
        ]
    },
    "153087-1": {
        "農產品經營者": "黃文章",
        "聯絡電話": "09-32928003",
        "產品名稱": [
            "番荔枝--黃文章 釋迦、鳳梨釋迦",
            "番荔枝"
        ]
    },
    "153113-1": {
        "農產品經營者": "大明食品工業股份有限公司",
        "聯絡電話": "07-7871179",
        "產品名稱": [
            "毛豆"
        ]
    },
    "400806-1": {
        "農產品經營者": "陳怡甲",
        "聯絡電話": "06-9952386",
        "產品名稱": [
            "海鱺"
        ]
    },
    "147551-1": {
        "農產品經營者": "嘉義縣民雄鄉稻米產銷班第9班",
        "聯絡電話": "05-2061232",
        "產品名稱": [
            "水稻"
        ]
    },
    "141054-1": {
        "農產品經營者": "王國全",
        "聯絡電話": "09-81797169",
        "產品名稱": [
            "水稻-禾興農場"
        ]
    },
    "138965-1": {
        "農產品經營者": "保證責任嘉義縣峰翔果菜生產合作社",
        "聯絡電話": "05-2720345",
        "產品名稱": [
            "砂糖橘(珍珠柑)--珍珠柑",
            "砂糖橘(珍珠柑)"
        ]
    },
    "142079-1": {
        "農產品經營者": "朱俊茂",
        "聯絡電話": "09-33432173",
        "產品名稱": [
            "柳橙--柳丁",
            "柳橙",
            "椪柑--椪柑",
            "椪柑"
        ]
    },
    "135499-1": {
        "農產品經營者": "曾家琳",
        "聯絡電話": "049-2770138",
        "產品名稱": [
            "番茄--履歷牛番茄",
            "番茄--優境履歷牛番茄"
        ]
    },
    "144071-1": {
        "農產品經營者": "張鴻濱",
        "聯絡電話": "0919-005898",
        "產品名稱": [
            "柳橙--石虎履歷柳丁",
            "柳橙"
        ]
    },
    "993368-1": {
        "農產品經營者": "保證責任高雄市橋頭果菜運銷合作社",
        "聯絡電話": "(07)612-6850",
        "產品名稱": [
            "油菜",
            "青梗白菜"
        ]
    },
    "137596-1": {
        "農產品經營者": "保證責任屏東縣迦登果菜生產合作社",
        "聯絡電話": "08-7795926",
        "產品名稱": [
            "香蕉-香蕉"
        ]
    },
    "992516-1": {
        "農產品經營者": "蜂巢氏生物科技有限公司",
        "聯絡電話": "(07)652-5670",
        "產品名稱": [
            "蜂蜜檸檬水"
        ]
    },
    "990349-1": {
        "農產品經營者": "桔揚股份有限公司",
        "聯絡電話": "(03)471-0008#503",
        "產品名稱": [
            "四季烏龍茶罐"
        ]
    },
    "144821-1": {
        "農產品經營者": "吳丹華",
        "聯絡電話": "08-8784996",
        "產品名稱": [
            "蓮霧"
        ]
    },
    "147278-1": {
        "農產品經營者": "歐秀蘭",
        "聯絡電話": "0932-663907",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "133515-1": {
        "農產品經營者": "陳炸煙",
        "聯絡電話": "049-2711234",
        "產品名稱": [
            "茶葉"
        ]
    },
    "137666-1": {
        "農產品經營者": "張閔欽",
        "聯絡電話": "04-23894684",
        "產品名稱": [
            "胡瓜"
        ]
    },
    "154646-1": {
        "農產品經營者": "吳其臻",
        "聯絡電話": "09-78775539",
        "產品名稱": [
            "鳳梨釋迦"
        ]
    },
    "145933-1": {
        "農產品經營者": "廖國藩",
        "聯絡電話": "0933-528140",
        "產品名稱": [
            "柑橘類"
        ]
    },
    "151621-1": {
        "農產品經營者": "林溪源",
        "聯絡電話": "03-9223222",
        "產品名稱": [
            "金棗(金柑)"
        ]
    },
    "403869-1": {
        "農產品經營者": "曾子榕",
        "聯絡電話": "0903737602",
        "產品名稱": [
            "白蝦",
            "虱目魚"
        ]
    },
    "154560-1": {
        "農產品經營者": "王靜美",
        "聯絡電話": "05-2375828",
        "產品名稱": [
            "胡瓜"
        ]
    },
    "402138-1": {
        "農產品經營者": "陳王寶蝦",
        "聯絡電話": "05-3427753",
        "產品名稱": [
            "白蝦"
        ]
    },
    "143586-1": {
        "農產品經營者": "張見合",
        "聯絡電話": "04-8747215",
        "產品名稱": [
            "茄子--麻署茄",
            "茄子"
        ]
    },
    "151212-1": {
        "農產品經營者": "王惠敏",
        "聯絡電話": "04-26276030",
        "產品名稱": [
            "草莓"
        ]
    },
    "146978-1": {
        "農產品經營者": "曾憲忠",
        "聯絡電話": "0932-208163",
        "產品名稱": [
            "番荔枝--番荔枝-鳳梨釋迦",
            "番荔枝"
        ]
    },
    "147834-1": {
        "農產品經營者": "柳泰安",
        "聯絡電話": null,
        "產品名稱": [
            "蓮霧"
        ]
    },
    "151715-1": {
        "農產品經營者": "龔曾秋蘭",
        "聯絡電話": "08-8713988",
        "產品名稱": [
            "蓮霧"
        ]
    },
    "152774-1": {
        "農產品經營者": "曾亮賢",
        "聯絡電話": "089-380181",
        "產品名稱": [
            "番荔枝"
        ]
    },
    "151705-1": {
        "農產品經營者": "張勝源",
        "聯絡電話": "08-8713678",
        "產品名稱": [
            "蓮霧"
        ]
    },
    "140762-1": {
        "農產品經營者": "林宜賢",
        "聯絡電話": "0972-353256",
        "產品名稱": [
            "洋香瓜"
        ]
    },
    "144660-1": {
        "農產品經營者": "林秋雄",
        "聯絡電話": "0927-707321",
        "產品名稱": [
            "硬質玉米"
        ]
    },
    "130567-1": {
        "農產品經營者": "雲林縣斗六市果樹產銷班第27班",
        "聯絡電話": "05-5328178",
        "產品名稱": [
            "茂谷柑--劉日期",
            "茂谷柑"
        ]
    },
    "145951-1": {
        "農產品經營者": "吳純",
        "聯絡電話": "0970-073699",
        "產品名稱": [
            "茂谷柑--純正茂谷柑",
            "茂谷柑"
        ]
    },
    "402332-1": {
        "農產品經營者": "吳麗惠",
        "聯絡電話": "0963496095",
        "產品名稱": [
            "石斑魚"
        ]
    },
    "136755-1": {
        "農產品經營者": "廖偉順",
        "聯絡電話": "0972-368028",
        "產品名稱": [
            "南瓜--栗子850g",
            "南瓜--南瓜1kg",
            "南瓜--南瓜600g",
            "南瓜--栗子南瓜800g",
            "南瓜--貝貝栗子南瓜",
            "南瓜--履歷栗子南瓜",
            "南瓜--履歷東昇南瓜",
            "南瓜--南瓜800g",
            "南瓜--馬車南瓜1kg",
            "南瓜-履歷南瓜",
            "南瓜--履歷南瓜"
        ]
    },
    "143892-1": {
        "農產品經營者": "蒂椰功能源科技有限公司",
        "聯絡電話": "04-8332888",
        "產品名稱": [
            "韭菜--韭菜",
            "韭菜"
        ]
    },
    "141606-1": {
        "農產品經營者": "劉成釗",
        "聯絡電話": "04-25872512",
        "產品名稱": [
            "椪柑--履歷袋裝椪柑"
        ]
    },
    "152612-1": {
        "農產品經營者": "郭文明",
        "聯絡電話": null,
        "產品名稱": [
            "香蕉PLUS--履歷-香蕉"
        ]
    },
    "146695-1": {
        "農產品經營者": "李宗頴",
        "聯絡電話": "0913-171189",
        "產品名稱": [
            "蘿蔔"
        ]
    },
    "144027-1": {
        "農產品經營者": "張基坤",
        "聯絡電話": "05-5341758",
        "產品名稱": [
            "麻竹筍"
        ]
    },
    "992945-1": {
        "農產品經營者": "松葉美食有限公司",
        "聯絡電話": "(07)614-0999",
        "產品名稱": [
            "穀物紅蜜紅豆"
        ]
    },
    "992994-1": {
        "農產品經營者": "宜蘭縣冬山鄉農會(良食農創園區)",
        "聯絡電話": "(03)9582299",
        "產品名稱": [
            "素馨紅茶"
        ]
    },
    "140696-1": {
        "農產品經營者": "新竹縣北埔鄉果樹產銷班第4班",
        "聯絡電話": "03-5802255",
        "產品名稱": [
            "桶柑--桶柑"
        ]
    },
    "140637-1": {
        "農產品經營者": "何嘉軒",
        "聯絡電話": "049-2933561",
        "產品名稱": [
            "甜椒--彩椒"
        ]
    },
    "142305-1": {
        "農產品經營者": "將軍企業社",
        "聯絡電話": "05-5864343",
        "產品名稱": [
            "大豆--將軍黃豆",
            "大豆"
        ]
    },
    "152530-1": {
        "農產品經營者": "柯東義",
        "聯絡電話": "09-22035345",
        "產品名稱": [
            "鳳梨釋迦--鳳梨釋迦6公斤",
            "鳳梨釋迦"
        ]
    },
    "144282-1": {
        "農產品經營者": "蘇興佳",
        "聯絡電話": "05-5983202",
        "產品名稱": [
            "菠菜--菠菜",
            "菠菜"
        ]
    },
    "993411-1": {
        "農產品經營者": "保證責任嘉義縣嘉農農產加工生產合作社",
        "聯絡電話": "(05)2390308",
        "產品名稱": [
            "農嘉黃豆漿"
        ]
    },
    "146327-1": {
        "農產品經營者": "江章維",
        "聯絡電話": "049-2691742",
        "產品名稱": [
            "柳橙"
        ]
    },
    "134378-1": {
        "農產品經營者": "雲林縣西螺鎮蔬菜產銷班第108班",
        "聯絡電話": "05-5881116",
        "產品名稱": [
            "葉萵苣--履歷大陸A菜",
            "青梗白菜--青江菜",
            "葉萵苣--福山萵苣"
        ]
    },
    "140620-1": {
        "農產品經營者": "黃益賦",
        "聯絡電話": "04-26710279",
        "產品名稱": [
            "青蔥--青蔥",
            "青蔥"
        ]
    },
    "150714-1": {
        "農產品經營者": "許誠賢",
        "聯絡電話": "0910-874937",
        "產品名稱": [
            "茶葉-阿里山高山茶禮盒"
        ]
    },
    "135033-1": {
        "農產品經營者": "蘇國賓",
        "聯絡電話": "05-5881448",
        "產品名稱": [
            "半結球萵苣--履歷蘿蔓心"
        ]
    },
    "152958-1": {
        "農產品經營者": "詹德潡",
        "聯絡電話": "04-25881067",
        "產品名稱": [
            "柑橘類--履歷向陽坡椪柑",
            "柑橘類--履歷在欉熟椪柑"
        ]
    },
    "138111-1": {
        "農產品經營者": "保證責任雲林縣莿桐合作農場",
        "聯絡電話": "05-5842568",
        "產品名稱": [
            "落花生"
        ]
    },
    "153300-1": {
        "農產品經營者": "洪嘉裕",
        "聯絡電話": "08-7380889",
        "產品名稱": [
            "毛豆"
        ]
    },
    "151105-1": {
        "農產品經營者": "李坤晉",
        "聯絡電話": "08-7235615",
        "產品名稱": [
            "毛豆"
        ]
    },
    "151537-1": {
        "農產品經營者": "林淑芳",
        "聯絡電話": "05-2755820",
        "產品名稱": [
            "酪梨"
        ]
    },
    "152584-1": {
        "農產品經營者": "王得林",
        "聯絡電話": "09-17791338",
        "產品名稱": [
            "番荔枝--產銷履歷鳳梨釋迦",
            "番荔枝"
        ]
    },
    "403031-1": {
        "農產品經營者": "裴秋碧",
        "聯絡電話": "0937268006",
        "產品名稱": [
            "文蛤"
        ]
    },
    "790034-1": {
        "農產品經營者": "味全食品工業股份有限公司斗六總廠",
        "聯絡電話": null,
        "產品名稱": [
            "牛乳(保久乳)"
        ]
    },
    "402494-1": {
        "農產品經營者": "吳鐘添",
        "聯絡電話": "0910711372",
        "產品名稱": [
            "烏魚"
        ]
    },
    "146990-1": {
        "農產品經營者": "翁明漢",
        "聯絡電話": "05-2955566",
        "產品名稱": [
            "綠竹筍--烏殼綠竹筍",
            "綠竹筍"
        ]
    },
    "142316-1": {
        "農產品經營者": "林進文",
        "聯絡電話": "0933-181913",
        "產品名稱": [
            "柳橙--古早味柳丁"
        ]
    },
    "142736-1": {
        "農產品經營者": "楊程葉",
        "聯絡電話": "05-5991377",
        "產品名稱": [
            "油菜--履歷油菜"
        ]
    },
    "130131-1": {
        "農產品經營者": "彰化縣埔心鄉葡萄產銷班第5班",
        "聯絡電話": "04-8291873",
        "產品名稱": [
            "葡萄--古月葡萄",
            "葡萄"
        ]
    },
    "139584-1": {
        "農產品經營者": "盧君爵",
        "聯絡電話": "05-5970286",
        "產品名稱": [
            "馬鈴薯--(履歷)",
            "馬鈴薯--台灣馬鈴薯"
        ]
    }
}